[
  {
    "title": "Tambang Pani Mulai Irigasi Heap Leach, EMAS Targetkan Produksi Perdana di Kuartal I-2026",
    "url": "https://www.idxchannel.com/market-news/tambang-pani-mulai-irigasi-heap-leach-emas-targetkan-produksi-perdana-di-kuartal-i-2026",
    "date_display": "28/01/2026 23:30 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/12/08/Tambang_pani_2.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:49.121715",
    "full_content": "IDXChannel- PTMerdeka GoldResources Tbk (EMAS) mengumumkanTambang Emas Pani(Pani Gold Mine/PGM) telah memulai prosesirigasidi fasilitasheap leachpad pada 27 Januari 2026.\n\nHal ini merupakan salah satu tahap akhir dalam proses produksi menuju realisasi produksi emas perdana yang ditargetkan pada kuartal pertama 2026.\n\nPresiden Direktur PT Merdeka Gold Resources Tbk, Boyke Poerbaya Abidin, menyampaikan dimulainya irigasi heap leach menegaskan produksi emas perdana Tambang Emas Pani dapat berjalan sesuai target pada kuartal pertama tahun ini.\n\n\"Proyek ini tidak hanya menjadi pendorong nilai jangka panjang bagi para investor, tetapi juga diharapkan dapat memberikan kontribusi nyata bagi pembangunan daerah, khususnya bagi masyarakat Kabupaten Pohuwato melalui peningkatan Pendapatan Asli Daerah (PAD), penciptaan lapangan kerja, dan pengembangan UMKM lokal,\" kata dia dalam keterangan tertulis, Rabu (28/1/2026).\n\nPada proses heap leach, bijih emas yang telah dihancurkan ditumpuk di atas heap leach pad dan dialiri larutan kimia untuk melarutkan kandungan emas dan perak dari bijih. Larutan hasil kaya logam berharga (pregnant leach solution) selanjutnya dialirkan ke Pabrik ADR (Adsorption, Desorption, and Recovery) untuk proses ekstraksi dan pemurnian, hingga menghasilkan emas dan perak dalam bentuk dore bullion.\n\nFasilitas ADR PGM telah menyelesaikan tahap komisioning dan siap untuk memproses pregnant leach solition.\n\n\n\nHarga Emas Antam (ANTM) Hari Ini Melonjak Rp52 Ribu Jadi Rp2.968.000 per Gram\n\n\nMembedah Prospek Saham Merdeka Group, Pilih MBMA, MDKA, atau EMAS?\n\n\nHarga Emas Melonjak 3 Persen Lebih, Tembus Rekor Tertinggi Baru\n\n\nSaham ANTM-BRMS Cs Terimbas Aksi Ambil Untung\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.916.000 per Gram, Cek Lengkapnya\n\n\nHarga Emas Dunia Sentuh USD5.100, Geopolitik Picu Aksi Safe Haven\n\n\nHarga Emas Dunia Diprediksi Tembus USD6.000 pada Akhir 2026\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nTesla Hentikan Produksi Model S dan X, Fokus Kembangkan Robot\n\n\nBPBD Jakarta Laporkan 52 RT dan 17 Jalan Terendam Banjir, Ini Rincian Lokasinya\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nJumlah Pengungsi Bencana Sumatera Terus Berkurang, Capai 111.788 Orang Hari Ini\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan",
    "summary": "Hal ini merupakan salah satu tahap akhir dalam proses produksi menuju realisasi produksi emas perdana yang ditargetkan pada kuartal pertama 2026.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/12/08/Tambang_pani_2.jpg",
    "tags": [],
    "word_count": 444,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:58:54.480984"
  },
  {
    "title": "Wall Street Dibuka Semringah, S&P Tembus Level 7.000 untuk Pertama Kalinya",
    "url": "https://www.idxchannel.com/market-news/wall-street-dibuka-semringah-sp-tembus-level-7000-untuk-pertama-kalinya",
    "date_display": "28/01/2026 22:40 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/08/06/wall_street_AP.JPG",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:49.122429",
    "full_content": "IDXChannel-Wall Streetdibuka menguat denganIndeks S&P 500menembus level7.000untuk pertama kalinya pada Rabu (28/1/2026), sementara Nasdaq mendekati rekor tertinggi baru.\n\nKenaikan ini didorong olehpenguatan saham-saham chip, di tengah antisipasi investor terhadap keputusan suku bungaFederal Reserve, serta laporan keuangan kuartalan perusahaan Big Tech.\n\nMelansir Reuters, Dow Jones naik 118,82 poin atau 0,24 persen ke level 49.122,23. S&P 500 naik 22,45 poin atau 0,32 persen ke 7.001,05, dan Nasdaq Composite naik 150,01 poin atau 0,63 persen ke 23.967,11.\n\nPenembusan level psikologis ini mencerminkan tingginya minat risiko investor, yang dipicu oleh optimisme terhadap AI dan ekspektasi kinerja korporasi yang kuat, meskipun masih dibayangi ketegangan geopolitik.\n\n“Angka bulat besar seperti ini sering menjadi ujian psikologis bagi pasar. Dari sudut pandang analisis teknikal, ini merupakan sinyal yang sangat positif,” ujar Kepala Strategi Ekuitas LPL Financial, Jeff Buchbinder.\n\nSaham teknologi memimpin penguatan. Nvidia naik 1,8 persen, Intel melonjak 9 persen, sementara Micron dan Microchip Technology masing-masing menguat lebih dari 4 persen. SK Hynix, pemasok utama Nvidia, melaporkan laba kuartalan tertinggi sepanjang sejarah, dan ASML membukukan pesanan kuartal IV terbesar sepanjang masa, memicu reli saham teknologi dari Eropa hingga Asia.\n\nIndeks semikonduktor Philadelphia (.SOX) naik 2,3 persen.\n\nSementara itu, The Fed menggelar rapat kebijakan pada hari yang sama, dengan pelaku pasar memperkirakan suku bunga akan dipertahankan di kisaran 3,5–3,75 persen. Investor akan mencermati pernyataan The Fed dan komentar Ketua Jerome Powell untuk petunjuk arah kebijakan selanjutnya.\n\n\"Kami memperkirakan pemangkasan suku bunga yang mungkin terjadi pada 2026 akan disertai pertumbuhan ekonomi. Itu menjadi dasar pandangan positif kami terhadap pasar saham 2026. Namun, kami menilai laba perusahaan dan investasi AI jauh lebih penting untuk diperhatikan investor dibandingkan kebijakan The Fed,” kata Buchbinder.\n\nWall Street kembali menguat, dengan fokus beralih ke musim laporan keuangan setelah sebelumnya pasar sempat tertekan oleh pernyataan Presiden AS Donald Trump terkait niat mengakuisisi Greenland, yang sempat mendorong lonjakan harga emas sebagai aset lindung nilai.\n\nMagnificent Seven Memulai Musim Laporan Keuangan\n\nMeta, Microsoft, dan Tesla dijadwalkan merilis laporan keuangan setelah penutupan pasar, menandai dimulainya musim laporan “Magnificent Seven” yang menjadi motor reli AI dan mendorong pasar ke rekor tertinggi.\n\nDengan valuasi yang sudah tinggi dan rotasi dana ke sektor yang dinilai lebih murah, rencana belanja modal grup ini akan menjadi sorotan, terutama terkait apakah investasi AI mampu menghasilkan imbal hasil yang sepadan.\n\n\n\nWall Street Ditutup Mixed, S&P 500 Naik dan Dow Jones Turun\n\n\nWall Street Dibuka Beragam Jelang Rapat The Fed\n\n\nWall Street Ditutup Menguat, Investor Cermati Kebijakan The Fed dan Laporan Pendapatan Perusahaan\n\n\nWall Street Dibuka Beragam, Investor Cermati Laporan Keuangan Big Tech\n\n\nThe Fed Diprediksi Tahan Suku Bunga pada Pertemuan Pertama 2026\n\n\nWall Street Pekan Depan Dibayangi Laporan Keuangan dan Arah Suku Bunga Acuan\n\n\nWall Street Ditutup Mixed Tertekan Prospek Kinerja Intel yang Suram\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nTesla Hentikan Produksi Model S dan X, Fokus Kembangkan Robot\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya",
    "summary": "Kenaikan ini didorong oleh penguatan saham-saham chip, di tengah antisipasi investor terhadap keputusan suku bunga Federal Reserve.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/08/06/wall_street_AP.JPG",
    "tags": [],
    "word_count": 626,
    "read_time_minutes": 3,
    "detail_scraped_at": "2026-01-29T16:58:55.076345"
  },
  {
    "title": "BEI Ungkap Strategi Redam Gejolak Pasar Pascapengumuman MSCI",
    "url": "https://www.idxchannel.com/market-news/bei-ungkap-strategi-redam-gejolak-pasar-pascapengumuman-msci",
    "date_display": "28/01/2026 21:05 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/07/03/BEI.jpeg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:49.123080",
    "full_content": "IDXChannel- Bursa Efek Indonesia (BEI) memaparkan sejumlah strategi untukmeredam gejolak pasarpascapengumuman pembekuan sementararebalancing saham Indonesiaoleh Morgan Stanley Capital International (MSCI).\n\nAdapun pada hari ini, Rabu (28/1/2026), BEI sempat menghentikan sementara perdagangan saham (trading halt) setelah indeks terkoreksi 8 persen ke level 8.261,7.\n\nDirektur Utama BEI, Iman Rachman, mengatakan untuk mengatasi gejolak pasar, pihaknya bakal mencoba mengikuti masukan dari MSCI yang menyoroti transparansi data kepemilikan saham di Indonesia.\n\nKondisi yang terjadi pada hari ini, kata dia, lantaran data yang sebelumnya disampaikan belum sesuai dengan yang dibutuhkan lembaga indeks global tersebut.\n\n\"Nah ini tadi hasil kami diskusi juga kita sedang mempersiapkan, kita sedang melihat bagaimana kita bisa memenuhi apa yang di-require (diperlukan), apa yang dibutuhkan oleh MSCI. Sehingga tadi kita tidak harapkan bahwa investor-investor kita yang ada sekarang panik,\" ujar Iman saat ditemui di Gedung BEI, Jakarta, Rabu (28/1/2026).\n\nIman mengatakan, pihaknya berkomitmen meningkatkan data free float sebagaimana yang diminta oleh MSCI. Namun demikian, permintaan data tersebut akan diberikan sesuai dengan peraturan perundangan yang berlaku di Indonesia.\n\nMisalnya, kata dia, permintaan data terkait kepemilikan saham pada perorangan pada suatu perusahaan meski bukan pengendali, tentu sulit dipenuhi karena berbenturan dengan aturan kerahasiaan data pribadi. Hal tersebut yang masih perlu dikomunikasikan kepada MSCI.\n\n\"Tujuan kami di Bursa mensupport sesuai dengan kemampuan kita,\" kata Iman.\n\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nIHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nApa Itu MSCI: Bikin IHSG Turun, Ini Dampak Indeksnya Bagi Saham dan Investor\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "BEI sempat menghentikan sementara perdagangan saham (trading halt) setelah indeks terkoreksi 8 persen ke level 8.261,7.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/07/03/BEI.jpeg",
    "tags": [],
    "word_count": 472,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:58:55.398776"
  },
  {
    "title": "RUPSLB Chandra Asri (TPIA) Umumkan Susunan Direktur dan Komisaris Terbaru",
    "url": "https://www.idxchannel.com/market-news/rupslb-chandra-asri-tpia-umumkan-susunan-direktur-dan-komisaris-terbaru",
    "date_display": "28/01/2026 20:30 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2021/04/20/tpia.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:49.123729",
    "full_content": "IDXChannel- PTChandra Asri PacificTbk (TPIA) telah selesai menggelar Rapat Umum Pemegang Saham Luar Biasa (RUPSLB) pada Senin, 26 Januari 2026.\n\nMengutip ringkasan risalah RUPSLB dalam keterbukaan informasi BEI, Rabu (28/1/2026), RUPSLB tersebut mengagendakan persetujuan perubahan susunan Direksi dan Dewan Komisaris perseroan. Pemegang saham menyetujui pengunduran diri sejumlah anggota pengurus.\n\nHasil rapat tersebut, pemegang saham menyetujui pengunduran diri Suwit Wiwattanawanich dari jabatannya selaku Direktur dan Santi Wasanasiri selaku Komisaris. Hal ini terhitung sejak tanggal 1 Januari 2026.\n\nKemudian, pemegang saham juga menyetujui pengunduran diri Bandhit Thamprajamchit dari jabatannya selaku Komisaris terhitung sejak penutupan rapat.\n\n\"Serta mengucapkan terima kasih atas jasa-jasa yang telah diberikan kepada perseroan selama masa jabatannya dan memberikan pelunasan dan pembebasan tanggung jawab sepenuhnya kepada Bapak Suwit Wiwattanawanich, Bapak Santi Wasanasiri dan Bapak Bandhit Thamprajamchit atas tindakan kepengurusan dan pengawasan yang telah dijalankan sampai dengan ditutupnya rapat ini,\" ujar perseroan.\n\n\n\nPengelolaan Risiko Air dan Iklim Dongkrak Skor CDP Chandra Asri (TPIA)\n\n\nCDIA Serap Dana IPO Rp1,21 Triliun, 51 Persen dari Target\n\n\nChandra Asri (TPIA) Lakukan Pemeliharaan Terjadwal Pabrik Petrokimia pada Januari 2026\n\n\nKomisaris-Direksi TPIA Mengundurkan Diri, Manajemen Jadwalkan RUPS\n\n\nTPIA Jual Peralatan Rp84 Miliar ke Wastewater Solution Indonesia\n\n\nChandra Asri Pacific (TPIA) Rampungkan Akuisisi Jaringan SPBU Esso di Singapura\n\n\nCDIA Raih Fasilitas Pinjaman dari Bangkok Bank Sebesar Rp3,3 Triliun\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok",
    "summary": "PT Chandra Asri Pacific Tbk (TPIA) telah selesai menggelar Rapat Umum Pemegang Saham Luar Biasa (RUPSLB) pada Senin, 26 Januari 2026.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2021/04/20/tpia.jpg",
    "tags": [],
    "word_count": 392,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:58:55.838515"
  },
  {
    "title": "CASS Likuidasi Anak Usaha, Cinta Airport Flores Pengelola Bandara Komodo",
    "url": "https://www.idxchannel.com/market-news/cass-likuidasi-anak-usaha-cinta-airport-flores-pengelola-bandara-komodo",
    "date_display": "28/01/2026 20:08 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2022/07/21/komodo.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:49.124380",
    "full_content": "IDXChannel- PTCahaya Aero ServicesTbk (CASS) melakukan likuidasi atau membubarkan entitas usaha, PTCinta Airport Flores(CAF), yang merupakan pengelolaBandara Komododi Labuan Bajo, Nusa Tenggara Timur (NTT). Pembubaran ini dilakukan pada 27 Januari 2026.\n\n\"Berdasarkan Akta No. 4, tanggal 27 Januari 2026 tentang Pernyataan Keputusan Sirkuler Sebagai Pengganti Rapat Umum Pemegang Saham Luar Biasa (RUPSLB) PT Cinta Airport Flores, telah diputuskan oleh seluruh pemegang saham PT Cinta Airport Flores untuk membubarkan dan melikuidasi PT Cinta Airport Flores,\" ujar Corporate Secretary CASS Purnama Wirya dalam keterbukaan informasi BEI, Rabu (28/1/2026).\n\nPurnama mengungkapkan, tidak terdapat dampak material atas kejadian, informasi atau fakta material tersebut terhadap kegiatan operasional, hukum, kondisi keuangan atau keberlangsungan usaha perseroan.\n\nPerseroan tidak mengungkapkan informasi lebih lanjut terkait alasan melakukan likuidasi terhadap entitas usaha, PT Cinta Airport Flores (CAF).\n\nUntuk diketahui, PT Cinta Airport Flores (CAF) merupakan anak perusahaan CASS dengan kepemilikan sebesar 80 persen.\n\n\n\nGanti Nama Jadi Cahaya Aero Services, CASS Pindah ke Soekarno-Hatta\n\n\nDear Investor, Anak Usaha Cardig Aero (JASS) Bersiap Go Private\n\n\nCardig Aero (CASS) Likuidasi Anak Usaha, Intip Gerak Sahamnya\n\n\nMenhub Jajaki Kerja Sama Pembukaan Rute Penerbangan UEA-Labuan Bajo\n\n\nPendapatan Naik, Cardig Aero (CASS) Raup Laba Bersih Rp181,6 Miliar\n\n\nAnak Usaha Emtek (EMTK) Resmi Akuisisi 51 Persen Saham CASS\n\n\nRestrukturisasi Bisnis, Cardig Aero (CASS) Kembali Bubarkan Satu Anak Usaha\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nPemerintah Jaga Inflasi Jelang Lebaran, Ada Diskon Transportasi hingga Bansos Beras\n\n\nTMII Targetkan 3,9 Juta Pengunjung Sepanjang 2026, Pengelola Siapkan Beragam Event\n\n\nPedagang Ngaku Tak Merasa Dirugikan Imbas Kota Tua Jadi Lokasi Syuting Film Lisa Blackpink\n\n\nLisa Blackpink Syuting Film di Jakarta, Ini Tanggapan Pramono\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nMayoritas Saham Merah, IHSG Jatuh ke Level 7.828 di Sesi Pertama\n\n\nReli Berlanjut, Harga Emas Dunia Berpotensi Tembus USD6.500",
    "summary": "PT Cahaya Aero Services Tbk (CASS) melakukan likuidasi atau membubarkan entitas usaha, PT Cinta Airport Flores (CAF), yang merupakan pengelola Bandara Komodo.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2022/07/21/komodo.jpg",
    "tags": [],
    "word_count": 390,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:58:56.282704"
  },
  {
    "title": "BEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026",
    "url": "https://www.idxchannel.com/market-news/bei-targetkan-penuhi-permintaan-msci-sebelum-mei-2026",
    "date_display": "28/01/2026 19:48 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/10/18/dirut_bei_iman_rachman_foto_dinar.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:49.125023",
    "full_content": "IDXChannel- Direktur Utama Bursa Efek Indonesia (BEI)Iman Rachmanmenargetkan dapat memenuhi permintaan lembaga indeks global Morgan Stanley Capital International (MSCI) terkait data perusahaan tercatat di Indonesia rampungsebelum Mei 2026.\n\nHal ini sebagai respons BEI terhadap kebijakan MSCI yang membekukan sementara rebalancing saham-saham Indonesia.\n\nIman menjelaskan, salah satu permintaan MSCI adalah kelengkapan dan transparansi data terkait porsi kepemilikan saham antara pemegang perorangan dan non perorangan di sebuah perusahaan tercatat. Jika permintaan tersebut tidak dipenuhi, saham di Indonesia terancam turun kasta dari emerging market menjadi frontier market.\n\n\"Kita sedang formulasikan, apa yang bisa kita berikan. Nah ini yang nanti diskusi itu akan berjalan sampai dengan kita harapkan sebelum bulan Mei,\" ujarnya dalam konferensi pers di gedung Bursa Efek Indonesia, Rabu (28/1/2026).\n\nPada kesempatan yang sama, Direktur Perdagangan dan Pengaturan Anggota Bursa BEI Irvan Susandy menambahkan, pihaknya akan memperbaharui aturan terkait transparansi struktur kepemilikan saham di Indonesia. Hal ini menyusul permintaan data yang mendetail dari indeks global MSCI.\n\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nOJK Bakal Umumkan Langkah Konkret Respons MSCI\n\n\nIHSG Kembali Melemah, Purbaya Minta Investor Tak Panik\n\n\nHarga Naik Tak Wajar, Saham Buana Artha (STAR) Dikunci Bursa\n\n\nMSCI Tekan IHSG, Saham-Saham Prajogo-Bakrie Jadi Beban\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Permintaan MSCI adalah transparansi data terkait porsi kepemilikan saham antara pemegang perorangan dan non perorangan di sebuah perusahaan tercatat.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/10/18/dirut_bei_iman_rachman_foto_dinar.jpg",
    "tags": [],
    "word_count": 400,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:58:56.728157"
  },
  {
    "title": "IHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI",
    "url": "https://www.idxchannel.com/market-news/ihsg-turun-8-persen-ceo-danantara-dorong-bei-tindaklanjuti-permintaan-msci",
    "date_display": "28/01/2026 19:36 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/11/20/Rosan.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:49.125741",
    "full_content": "IDXChannel- Chief Executive Officer (CEO)DanantaraRosan Roeslanibuka suara terkait turunnya Indeks Harga Saham Gabungan (IHSG) pada perdagangan Rabu (28/1/2026).\n\nIndeks terkoreksi hingga mencapai8 persendan BEI sempat melakukan penghentian sementara (trading halt) pada perdagangan hari ini.\n\nDia mengatakan, mengingat pelemahan IHSG tidak lepas dari adanya keputusan dari Morgan Stanley Capital International (MSCI) yang rilis baru-baru ini, maka diperlukan tindakan nyata dari bursa nasional.\n\n\"Ini kan triger dari MSCI yang mengeluarkan report. kita diharapkan bursa kita lebih transparan lagi dan ini kita harus tindaklanjuti soalnya ini sudah beberapa bulan kalau saya lihat,\" kata Rosan di Istana Kepresidenan, Rabu (28/1/2026).\n\nDia menegaskan, isu yang disoroti MSCI bukan menyangkut fundamental perusahaan-perusahaan di Indonesia, melainkan terkait aspek transparansi dan akuntabilitas pasar. Rosan menilai, secara umum kinerja dan fundamental emiten nasional masih berada dalam kondisi yang baik.\n\n\"Jadi harus ditindaklanjuti segera karena ini hanya masalah transparansi dan akuntabilitas. jadi kalau fundamental dari perushaan peruhsaan kita sangat baik,\" kata dia.\n\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Berakhir Merah, Turun 7,35 Persen ke 8.320\n\n\nApa Itu MSCI: Bikin IHSG Turun, Ini Dampak Indeksnya Bagi Saham dan Investor\n\n\nKena Trading Halt, Perdagangan Dibuka Lagi Pukul 14.13 WIB\n\n\nAnalis Soroti Ketahanan Fundamental Ekonomi Indonesia di Tengah Pelemahan IHSG\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Chief Executive Officer (CEO) Danantara Rosan Roeslani buka suara terkait amblesnya Indeks Harga Saham Gabungan (IHSG) pada perdagangan Rabu (28/1/2026). ",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/11/20/Rosan.jpg",
    "tags": [],
    "word_count": 410,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:58:57.248074"
  },
  {
    "title": "Tantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan",
    "url": "https://www.idxchannel.com/market-news/tantangan-menanti-di-juni-mendatang-usai-rebalancing-msci-untuk-saham-ri-dibekukan",
    "date_display": "28/01/2026 18:57 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2021/05/09/Bursa_Efek_Indonesia.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:49.126928",
    "full_content": "IDXChannel- Direktur Utama Bursa Efek Indonesia (BEI) Iman Rachman mengatakan tidak ada penambahan jumlah emiten di Indonesia yang masuk dalam indeks global Morgan Stanley Capital International (MSCI) untuk periode Februari-Mei 2026.\n\nHal ini menyusulsorotan MSCIterhadap penilaian free floatsaham Indonesia.\n\n\"Jadi hasil daripada yang terjadi hari ini menurut saya ada panic selling karena dua hal. Pertama untuk di bulan Februari rebalancingnya di freeze. Jadi kalau terjemahkan, tidak ada penambahan atau pengurangan konstituen perusahaan tercatat kita di MSCI,\" ujarnya di gedung Bursa Efek Indonesia, Rabu (28/1/2026).\n\nBerdasarkan hasil rebalancing yang efektif per 25 November 2025, sebanyak 18 emiten saham Indonesia resmi masuk dalam MSCI Global Standard Index. Dua pendatang baru pada periode ini adalah PT Barito Renewables Energy Tbk (BREN) dan PT Bumi Resources Minerals Tbk (BRMS), yang menggantikan PT Indofood CBP Sukses Makmur Tbk (ICBP) dan PT Kalbe Farma Tbk (KLBF).\n\n\"Mulai Februari sampai dengan Mei, tidak ada pergerakan yang artinya jumlah emiten kita akan tetap. Market share kita yang saat ini 1,5 persen di MSCI, akan stay di sana. itu yang kami baca,\" kata dia.\n\nIman menyebut,Juni mendatangakan menjaditantanganketika data yang diminta oleh lembaga indeks global itu tidak sesuai dengan kriteria yang diinginkan. Hal ini berpotensi terjadinya pengurangan jumlah emiten saham yang masuk dalam indeks MSCI.\n\n\"Memang challange kita di bulan Juni apabila keterbukaan atau transparansi data yang dibutuhkan MSCI itu tidak sesuai dengan keinginan seperti yang disampaikan,\" kata Iman.\n\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nKena Trading Halt, Perdagangan Dibuka Lagi Pukul 14.13 WIB\n\n\nRespons MSCI, BEI Tegaskan Komitmen Perkuat Kredibilitas Pasar Modal Indonesia\n\n\nMSCI Bekukan Rebalancing Indeks, Ini Langkah BEI\n\n\nHarga Melesat, Perdagangan Saham PLAN-LMPI Dihentikan Sementara\n\n\nSuspensi Dua Saham Berakhir Hari Ini, LUCY Kembali ke Papan FCA\n\n\nStartup Hypefast Bidik IPO di BEI pada Pertengahan 2027\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok",
    "summary": "Direktur Utama BEI Iman Rachman mengatakan tidak ada penambahan jumlah emiten di Indonesia yang masuk dalam indeks MSCI untuk periode Februari-Mei 2026.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2021/05/09/Bursa_Efek_Indonesia.jpg",
    "tags": [],
    "word_count": 480,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:58:57.668603"
  },
  {
    "title": "IHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini",
    "url": "https://www.idxchannel.com/market-news/ihsg-turun-hingga-8-persen-imbas-pengumuman-msci-purbaya-beri-respons-begini",
    "date_display": "28/01/2026 18:27 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/28/purbaya_di_istana_soal_MSCI_dan_Wamenkeu_baru__1_.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:49.127794",
    "full_content": "IDXChannel– Pasar modal Indonesia mengalami guncangan hebat pada perdagangan Rabu (28/1/2026). Indeks Harga Saham Gabungan (IHSG) ditutup merosot 7,35 persen ke level 8.320 dan penurunan sempat menyentuh angka 8 persen hingga akhirnya otoritas bursa memberlakukan penghentian perdagangan sementara (trading halt).\n\nMenteri KeuanganPurbaya Yudhi Sadewamenyoroti pengumuman dari Morgan Stanley Capital International (MSCI) sebagai faktor utama di balik aksi jual massal (panic selling) hari ini. Menurutnya, penilaian MSCI mencerminkan adanya persoalan mendasar terkait transparansi dan integritas perdagangan di bursa domestik.\n\n\"Ya menurut saya IHSG kan jatuh karena berita yang MSCI yang menganggap kita kurang transparan dan banyak goreng-gorengan saham segala macam kan. Persyaratan mereka ya itu manajemen bersih dan free float-nya berapa persen,\" ujarnya di Kompleks Istana Kepresidenan, Jakarta, Rabu (28/1/2026).\n\nMeski mengakui adanya celah yang perlu diperbaiki, Purbaya menilai kejatuhan IHSG hari ini merupakan respons pasar yang terlalu reaktif. Namun, masih ada ruang waktu bagi emiten dan otoritas untuk melakukan penyesuaian sebelum keputusan final MSCI dieksekusi pada pertengahan tahun.\n\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nMayoritas Saham Merah, IHSG Jatuh ke Level 7.828 di Sesi Pertama\n\n\nOJK Bakal Umumkan Langkah Konkret Respons MSCI\n\n\nIHSG Kembali Melemah, Purbaya Minta Investor Tak Panik\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Menteri Keuangan Purbaya Yudhi Sadewa menyoroti pengumuman dari Morgan Stanley Capital International (MSCI) sebagai faktor utama di balik aksi jual massal.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/28/purbaya_di_istana_soal_MSCI_dan_Wamenkeu_baru__1_.jpg",
    "tags": [],
    "word_count": 403,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:58:57.997395"
  },
  {
    "title": "Produksi Migas MedcoEnergi (MEDC) Capai 156 MBOEPD Sepanjang 2025, Masih Sesuai Target",
    "url": "https://www.idxchannel.com/market-news/produksi-migas-medcoenergi-medc-capai-156-mboepd-sepanjang-2025-masih-sesuai-target",
    "date_display": "28/01/2026 18:16 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/11/22/dok_medco.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:50.891019",
    "full_content": "IDXChannel– PTMedco Energi InternasionalTbk atauMedcoEnergi(MEDC) mencatatkan produksi minyak dan gas pada 2025 sebesar 156 MBOEPD. Capaian itu masih berada dalam kisaran target perseroan 165–170 MBOEPD, yang merupakan tingkat produksi tertinggi sepanjang sejarah perseroan.\n\n\"Didukung oleh proyek-proyek baru di Blok B Natuna serta peningkatan kepemilikan operasi di PSC Corridor menjadi 70 persen,\" ujar CEO MedcoEnergi Roberto Lorato dalam keterangan resminya, Rabu (28/1/2026).\n\nRoberto menyampaikan, pada kuartal IV-2025, produksi migas perseroan mencapai puncaknya sebesar 178 MBOEPD dan rata-rata 176 MBOEPD selama kuartal tersebut.\n\nKemudian, volume penjualan listrik MEDC sebesar 4.371 GWh sepanjang 2025, dengan pertumbuhan penjualan energi terbarukan sebesar 25 persen yang berasal dari IPP baru di Ijen dan Bali Timur.\n\n\n\nSaham MEDC hingga ENRG Menguat di Tengah Reli Harga Minyak\n\n\nIHSG Hari Ini Berpotensi Melanjutkan Penguatan, Simak Analisa Enam Saham Berikut\n\n\nIHSG Berpeluang Menguji Level 9.000 Hari Ini, AADI-MEDC Masuk Radar Analis\n\n\nDukung Bisnis Empat Anak Usaha, MEDC Suntik Dana Rp2,4 Miliar\n\n\nMedco (MEDC) Jual 99 Persen Saham di Exspan Petrogas ke Anak Usaha Senilai Rp24,17 Miliar\n\n\nSektor Energi Positif Sepanjang 2025, Empat Saham Ini Curi Perhatian\n\n\nOversupply Bayangi Harga Minyak, Analis Cermati Peluang Saham Migas\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nPemerintah Jaga Inflasi Jelang Lebaran, Ada Diskon Transportasi hingga Bansos Beras\n\n\nTMII Targetkan 3,9 Juta Pengunjung Sepanjang 2026, Pengelola Siapkan Beragam Event\n\n\nPedagang Ngaku Tak Merasa Dirugikan Imbas Kota Tua Jadi Lokasi Syuting Film Lisa Blackpink\n\n\nLisa Blackpink Syuting Film di Jakarta, Ini Tanggapan Pramono\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nMayoritas Saham Merah, IHSG Jatuh ke Level 7.828 di Sesi Pertama\n\n\nReli Berlanjut, Harga Emas Dunia Berpotensi Tembus USD6.500",
    "summary": "PT Medco Energi Internasional Tbk atau MedcoEnergi (MEDC) mencatatkan produksi minyak dan gas pada 2025 sebesar 156 MBOEPD.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/11/22/dok_medco.jpg",
    "tags": [],
    "word_count": 364,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:58:58.449724"
  },
  {
    "title": "BEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina",
    "url": "https://www.idxchannel.com/market-news/bei-ungkap-pasar-modal-ri-berisiko-turun-ke-kategori-frontier-market-setara-vietnam-dan-filipina",
    "date_display": "28/01/2026 17:05 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/28/Dirut_BEI_Iman_Rachman_trading_halt__1_.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:50.891643",
    "full_content": "IDXChannel- Direktur UtamaBursa Efek Indonesia(BEI)Iman Rachmanmengatakan, Morgan Stanley Capital International (MSCI) mengancam akan menurunkan peringkatpasar modal Indonesiadari kategoriEmerging MarketmenjadiFrontier Marketapabila kebutuhan transparansi datafree floatyang diminta tidak terpenuhi hingga Mei 2026.\n\nJika diturunkan, Indonesia akan sejajar dengan Vietnam dan Filipina, sementara saat ini Indonesia masih berada dalam kelompok Emerging Market bersama Malaysia.\n\n\"Kalau data yang diharapkan enggak terpenuhi sampai Mei 2026, mereka akan menurunkan peringkat kita dari Emerging Market ke Frontier Market. Kita sejajar dengan Vietnam dan Filipina. Emerging Market sama dengan Malaysia,\" ujarnya saat ditemui di Gedung BEI, Jakarta, Rabu (28/1/2026).\n\nIman menjelaskan, MSCI telah melakukan konsultasi sejak akhir 2025 kepada seluruh konstituennya terkait perubahan metodologi perhitungan free float, termasuk pengenalan kategori corporate dan others dalam struktur kepemilikan saham.\n\n\n\nIHSG Kembali Melemah, Purbaya Minta Investor Tak Panik\n\n\nHarga Naik Tak Wajar, Saham Buana Artha (STAR) Dikunci Bursa\n\n\nMSCI Tekan IHSG, Saham-Saham Prajogo-Bakrie Jadi Beban\n\n\nPasar Masih Dibayangi Sentimen MSCI, Analis Cermati Saham ANTM-ESSA\n\n\nIHSG Turun 8,00 Persen, Kena Trading Halt Lagi\n\n\nPeringatan MSCI Tekan Pasar, Goldman Sachs Downgrade Saham Indonesia\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers",
    "summary": "MSCI mengancam akan menurunkan peringkat pasar modal Indonesia dari kategori Emerging Market menjadi Frontier Market.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/28/Dirut_BEI_Iman_Rachman_trading_halt__1_.jpg",
    "tags": [],
    "word_count": 364,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:58:58.892341"
  },
  {
    "title": "Harga CPO Naik Lagi, Bertahan di Level Tertinggi Dua Bulan",
    "url": "https://www.idxchannel.com/market-news/harga-cpo-naik-lagi-bertahan-di-level-tertinggi-dua-bulan",
    "date_display": "28/01/2026 16:40 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/10/20/sawit_-_cpo_-_freepik.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:50.892267",
    "full_content": "IDXChannel -Harga minyaksawitmentah (CPO) menguat pada Rabu (28/1/2026), didukung oleh kenaikan harga minyak kedelai di Chicago serta kontrak palm olein dan minyak kedelai di Dalian.\n\nNamun, penguatan nilai tukar ringgit membatasi ruang kenaikan lebih lanjut. Penguatan ini memperpanjang tren naik ke hari ketiga berturut-turut, dengan harga masih bertahan di dekat level tertinggi dua bulan.\n\nKontrak acuan CPO untuk pengiriman April di Bursa Malaysia Derivatives Exchange naik 0,14 persen menjadi 4.264 ringgit Malaysia per ton pada pukul 16.14 WIB.\n\n“Kontrak berjangka melanjutkan tren naik secara umum, ditopang sentimen bullish dari minyak kedelai Chicago, palm olein dan minyak kedelai Dalian, serta momentum kenaikan harga energi,” ujar Kepala Riset Komoditas Sunvin Group yang berbasis di Mumbai, Anilkumar Bagani, dikutipReuters.\n\nIa menambahkan, produksi yang lebih lemah dan ekspor yang masih sehat pada Januari turut menopang hargaminyak sawitdan menjaga momentum bullish tetap terjaga. Namun, penguatan ringgit menahan laju kenaikan harga.\n\n\n\nHarga CPO Kembali Menguat, Ekspor dan Produksi Jadi Penopang\n\n\nProspek Positif Rapor Emiten CPO di Tengah Risiko Pungutan Ekspor\n\n\nANJT Pastikan Penutupan Tiga Anak Usaha Tidak Pengaruhi Kinerja Induk\n\n\nHarga Minyak Sawit (CPO) Naik Tiga Pekan Beruntun\n\n\nHarga CPO Naik 3 Hari, Tembus Level Tertinggi 7 Pekan\n\n\nHarga CPO Menguat, Pasar Antisipasi Produksi Tertekan dan Ekspor Membaik\n\n\nHarga CPO Melemah, Pasar Menanti Data Ekspor\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Harga minyak sawit mentah (CPO) menguat pada Rabu (28/1), didukung oleh kenaikan harga minyak kedelai di Chicago serta kontrak palm olein dan minyak kedelai.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/10/20/sawit_-_cpo_-_freepik.jpg",
    "tags": [],
    "word_count": 387,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:58:59.442198"
  },
  {
    "title": "Dirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI",
    "url": "https://www.idxchannel.com/market-news/dirut-bei-sebut-ihsg-turun-8-persen-akibat-investor-panic-selling-pasca-pengumuman-msci",
    "date_display": "28/01/2026 16:28 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/28/Dirut_BEI_Iman_Rachman_trading_halt__2_.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:50.892964",
    "full_content": "IDXChannel- Direktur Utama Bursa Efek Indonesia (BEI)Iman Rachmanbuka suara terkaitIndeks Harga Saham Gabungan(IHSG) yang terkoreksi dalam hingga menyentuh level terendahnya 8.187 pada perdagangan Rabu (28/1/2026).\n\nIman menuturkan, hal itu terjadi lantaran investor panic selling pasca pengumuman oleh perusahaan penyedia riset, data, dan indeks saham global Morgan Stanley Capital International (MSCI).\n\n\"Apa yang terjadi hari ini memang menurut saya ada panic selling. Karena ada dua hal yg disampaikan, bulan Februari rebalancing dibekukan, jadi tidak ada penambahan dan pengurangan konstituen perusahaan tercatat di MSCI,\" ujarnya di Gedung BEI, Jakarta, Rabu (28/1/2026).\n\nIman menjelaskan, MSCI telah melakukan konsultasi sejak akhir 2025 kepada seluruh konstituen terkait perubahan metodologi perhitungan free float, khususnya mengenai pemisahan kategori kepemilikan saham korporasi dan pihak lainnya (others).\n\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nPasar Masih Dibayangi Sentimen MSCI, Analis Cermati Saham ANTM-ESSA\n\n\nIHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Direktur Utama Bursa Efek Indonesia (BEI) Iman Rachman buka suara terkait IHSG yang terkoreksi dalam hingga menyentuh level terendahnya 8.187.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/28/Dirut_BEI_Iman_Rachman_trading_halt__2_.jpg",
    "tags": [],
    "word_count": 382,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:58:59.892511"
  },
  {
    "title": "10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya",
    "url": "https://www.idxchannel.com/market-news/10-saham-top-gainers-saat-ihsg-turun-28-januari-2026-intip-daftar-emitennya",
    "date_display": "28/01/2026 16:16 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/10/08/IHSG_turun.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:50.893576",
    "full_content": "IDXChannel—Simak 10 sahamtop gainerssaatIHSGmencatatkan penurunan di kisaran 8,5 persen pada Rabu 28 Januari 2026, imbasMSCImembekukan posisi saham-saham Indonesia dalam indeksnya untuk sementara.\n\nKeputusan MSCI memicu aksipanic sellingpada perdagangan sesi pertama, saham big banks dan saham konglomerat mencatatkan penurunan dalam, bahkan menyentuhauto reject bawah.\n\nSaham-saham yang tidak berkaitan dengan narasi indeks MSCI pun turut mencatatkan penurunan harga hingga sesi perdagangan kedua. Namun ada juga saham yang masih diperdagangan di level harga positif.\n\nDeretan top gainers hari ini (28/1/2026) tidak banyak, hingga sesi kedua hanya sekitar 20-an saham masuk dalam daftar top gainers harian. Kenaikan tertinggi dipimpin oleh PT Wahana Pronatural Tbk (WAPO) dengan kenaikan 34,04 persen.\n\nWAPO ditutup di harga Rp252 per saham. Disusul oleh saham PT Buana Artha Anugerah Tbk (STAR) yang mencatatkan kenaikan sebesar 24,80 persen di harga Rp780 per saham, dan saham PT Bintang Oto Global Tbk (BOGA) yang naik 24,74 persen di harga Rp1.790 per saham.\n\n\n\nIHSG Berakhir Merah, Turun 7,35 Persen ke 8.320\n\n\nApa Itu MSCI: Bikin IHSG Turun, Ini Dampak Indeksnya Bagi Saham dan Investor\n\n\nKena Trading Halt, Perdagangan Dibuka Lagi Pukul 14.13 WIB\n\n\nAnalis Soroti Ketahanan Fundamental Ekonomi Indonesia di Tengah Pelemahan IHSG\n\n\nMSCI Picu Guncangan Pasar, IHSG Terkoreksi 8 Persen dan Kena Trading Halt\n\n\nBUMI, PTRO, hingga RAJA ARB usai Keputusan MSCI, Bagaimana Nasib Saham Konglo?\n\n\nIHSG Anjlok 7,34 Persen ke 8.321 di Sesi Pertama\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nTesla Hentikan Produksi Model S dan X, Fokus Kembangkan Robot\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya",
    "summary": "Keputusan MSCI memicu aksi panic selling pada perdagangan sesi pertama, saham big banks dan saham konglomerat mencatatkan penurunan dalam.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/10/08/IHSG_turun.jpg",
    "tags": [],
    "word_count": 400,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:00.336737"
  },
  {
    "title": "IHSG Berakhir Merah, Turun 7,35 Persen ke 8.320",
    "url": "https://www.idxchannel.com/market-news/ihsg-berakhir-merah-turun-735-persen-ke-8320",
    "date_display": "28/01/2026 16:09 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/01/31/ihsg_saham_turun.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:50.894178",
    "full_content": "IDXChannel -Indeks Harga Saham Gabungan(IHSG) ditutup di zona merah pada perdagangan sesi II, Rabu (28/1/2026) sore, usai kena trading halt pada siang tadi.\n\nIHSG terpantau terkoreksi 659,67 poin atau 7,35 persen ke level 8.320,56.\n\nHingga sore hari ini, tercatat sebanyak 41 saham menguat, 787 saham melemah, dan 130 saham lainnya stagnan.\n\nKapitalisasi pasar pun ikut turun menjadi Rp15.093 triliun. Frekuensi saham ditransaksikan sebanyak 3,905 juta kali dengan total volume perdagangan 57,46 miliar senilai Rp45,04 triliun.\n\nSeluruh indeks sektoral berada di zona merah.\n\nSaham-saham yang masuk top gainers yaitu saham PT Wahana Pronatural Tbk (WAPO) menguat 34,04 persen ke Rp252, PT Buana Artha Anugerah Tbk (STAR) naik 24,80 persen ke Rp780, dan PT Bintang Oto Global Tbk (BOGA) menanjak 24,74 persen ke Rp1.790.\n\nSedangkan saham-saham yang masuk top losers antara lain, PT Impack Pratama Industri Tbk (IMPC) turun 15 persen ke Rp3.060, PT Bukit Uluwatu Villa Tbk (BUVA) merosot 15 persen ke Rp1.445, dan PT Artha Mahiya Investama Tbk (AIMS) melemah 15 persen ke Rp595.\n\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nMayoritas Saham Merah, IHSG Jatuh ke Level 7.828 di Sesi Pertama\n\n\nIHSG Kembali Melemah, Purbaya Minta Investor Tak Panik\n\n\nMSCI Tekan IHSG, Saham-Saham Prajogo-Bakrie Jadi Beban\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Indeks Harga Saham Gabungan (IHSG) ditutup di zona merah pada perdagangan sesi II, Rabu (28/1/2026) sore, usai kena trading halt pada siang tadi.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/01/31/ihsg_saham_turun.jpg",
    "tags": [],
    "word_count": 417,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:00.866967"
  },
  {
    "title": "IHSG Sempat Kena Trading Halt, Rupiah Malah Ditutup Menguat ke Rp16.722 per USD",
    "url": "https://www.idxchannel.com/market-news/ihsg-sempat-kena-trading-halt-rupiah-malah-ditutup-menguat-ke-rp16722-per-usd",
    "date_display": "28/01/2026 16:02 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/12/Rupiah_sindonews.JPG",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:52.734034",
    "full_content": "IDXChannel- Nilai tukarrupiahterhadap dolar Amerika Serikat (AS) atau USD ditutup menguat pada akhir perdagangan Rabu (28/1/2026), dengan mencatatkan kenaikan 46 poin atau sekitar 0,27 persen ke level Rp16.722 per USD.\n\nPengamat Pasar Uang Ibrahim Assuaibi mengatakan, penguatan rupiah ini salah satunya didorong sentimen eksternal yaitu ketegangan perdagangan tetap menjadi perhatian utama, dengan agenda tarif Presiden AS Donald Trump sekali lagi mengganggu pasar. Retorika perdagangan agresif Trump dan penggunaan tarif berulang sebagai senjata ekonomi membebani USD.\n\n\"Eskalasi perang dagang, yang sekarang terjadi antara AS dan Korea Selatan, meluas ke pasar keuangan. Ancaman Presiden AS Donald Trump untuk memberlakukan tarif 25 persen pada barang-barang dari Seoul mendorong nilai tukar dolar AS melemah,\" tulis Ibrahim dalam risetnya.\n\nDi saat yang sama, kekhawatiran akan penutupan pemerintahan AS lainnya semakin meningkat, dengan para anggota parlemen menghadapi tenggat waktu pendanaan pada 30 Januari. Dengan latar belakang ini, logam mulia terus menarik aliran safe haven.\n\n\n\nPenguatan Rupiah Berlanjut, Purbaya Apresiasi Upaya BI Jaga Stabilitas Nilai Tukar\n\n\nRupiah Hari Ini Ditutup Menguat ke Rp16.768 per Dolar AS\n\n\nEkonomi Indonesia Diprediksi Stabil di Tengah Tekanan Terhadap Rupiah\n\n\nThomas Djiwandono Jalani Fit and Proper Test, Rupiah Respons Positif\n\n\nCara Dicky Kartikoyono Tahan Pelemahan Rupiah: Terbitkan SBRI untuk Serap Likuiditas\n\n\nRupiah Sore Hari Ini Ditutup Bergairah ke Rp16.782 per USD\n\n\nTensi Geopolitik Memanas, Rupiah Rawan Tertekan\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Nilai tukar rupiah terhadap USD ditutup menguat pada akhir perdagangan Rabu (28/1/2026), dengan naik 46 poin atau sekitar 0,27 persen ke Rp16.722 per USD.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/12/Rupiah_sindonews.JPG",
    "tags": [],
    "word_count": 393,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:01.302635"
  },
  {
    "title": "Apa Itu MSCI: Bikin IHSG Turun, Ini Dampak Indeksnya Bagi Saham dan Investor",
    "url": "https://www.idxchannel.com/market-news/apa-itu-msci-bikin-ihsg-turun-ini-dampak-indeksnya-bagi-saham-dan-investor",
    "date_display": "28/01/2026 15:47 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/08/MSCI_-_building_-_7_Jan_26.jpeg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:52.734657",
    "full_content": "IDXChannel—Apa ituMSCI?Morgan Stanley Capital Internationalatau MSCI adalah perusahaan keuangan dengan bisnis jasa investasi. Lembaga ini memiliki layanan berupa penyusunan indeks saham, indeks real estat, hingga analytic tool untuk investor.\n\nJenis indeks pasar saham yang disusun oleh MSCI antara lain indeks sektoral, indeks global, indeks regional, indeks negara, dan indeks faktor.\n\nDari sekian banyak saham yang terdaftar di pasar saham suatu negara, indeks-indeks yang diterbitkan MSCI digunakan oleh investor-investor asing untuk memilah-milah mana saham paling potensial untuk dibeli.\n\nSaham-saham yang masuk dalamindeks MSCIpun tidak dipilih sembarangan, ada kriteria yang harus terpenuhi emiten agar sahamnya masuk sebagai konstituen indeks. Beberapa di antaranya adalah kenaikan harga yang wajar dan ukuranfree float(saham beredar).\n\nTidak selamanya suatu saham masuk sebagai konstituen indeks MSCI. Secara berkala dalam setahun MSCI akan melakukanrebalancingatau kocok ulang peserta untuk menyeimbangkan saham-saham di dalam indeksnya.\n\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nOJK Bakal Umumkan Langkah Konkret Respons MSCI\n\n\nIHSG Kembali Melemah, Purbaya Minta Investor Tak Panik\n\n\nMSCI Tekan IHSG, Saham-Saham Prajogo-Bakrie Jadi Beban\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Morgan Stanley Capital International atau MSCI adalah perusahaan keuangan dengan bisnis jasa investasi.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/08/MSCI_-_building_-_7_Jan_26.jpeg",
    "tags": [],
    "word_count": 382,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:01.729557"
  },
  {
    "title": "WIFI Manfaatkan Jaringan dan Infrastruktur Pos Indonesia Perluas Layanan Internet Murah",
    "url": "https://www.idxchannel.com/market-news/wifi-manfaatkan-jaringan-dan-infrastruktur-pos-indonesia-perluas-layanan-internet-murah",
    "date_display": "28/01/2026 14:45 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/28/WIFI_dan_Pos_Indonesia.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:52.735257",
    "full_content": "IDXChannel- PT Solusi Sinergi Digital Tbk atauSurge(WIFI) dan PTPos Indonesia(Persero) berkolaborasi untuk memperluas pengembangan layanan digital yang terintegrasi dan berkelanjutan di Indonesia.\n\nHal itu tertuang dalam penandatanganan Nota Kesepahaman (MoU) kedua belah pihak pada 27 Januari 2026.\n\nDirektur Utama WIFI Yune Marketatmo mengatakan, kerja sama ini merupakan langkah strategis kedua belah pihak dalam mengoptimalkan kapabilitas, jaringan, dan infrastruktur yang dimiliki untuk menciptakan sinergi bisnis yang saling menguntungkan.\n\n\"Dengan mengombinasikan keunggulan Surge di bidang teknologi dan solusi digital serta jaringan fisik dan operasional Pos Indonesia yang tersebar luas di seluruh Indonesia, kolaborasi ini diharapkan dapat meningkatkan akses layanan, efisiensi operasional, serta kualitas pelayanan kepada masyarakat dan pelaku usaha,\" ujarnya dalam keterangan resmi, Rabu (28/1/2026).\n\n\n\nWIFI Sukses Jalani Uji Coba Layanan FWA 1,4 Ghz, Internet Rakyat Siap Diluncurkan\n\n\nPos Indonesia Kini Layanani Kargo Internasional untuk Jamaah Haji-Umrah dan Pekerja Migran\n\n\nPercepat Pemerataan Akses Internet, Surge (WIFI) Gandeng Pos Properti Indonesia\n\n\nMomentum Baru Sektor Telekomunikasi dan Internet, EXCL-WIFI Menonjol\n\n\nInternet Rakyat Warnai Gerak Pasar Saham Teknologi RI Sepanjang 2025\n\n\nRealisasi Penyaluran BLT Tembus 90 Persen, Tambahan 3,2 Juta KPM Cair Hari Ini\n\n\nKinerja Ciamik Saham Teknologi Sepanjang 2025, IRSX-WIFI Berpesta\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "PT Solusi Sinergi Digital Tbk atau Surge (WIFI) dan PT Pos Indonesia (Persero) berkolaborasi untuk memperluas pengembangan layanan digital yang terintegrasi.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/28/WIFI_dan_Pos_Indonesia.jpg",
    "tags": [],
    "word_count": 372,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:02.164198"
  },
  {
    "title": "Buyback Tuntas, Ashmore Indonesia (AMOR) Serap 10,6 Juta Saham",
    "url": "https://www.idxchannel.com/market-news/buyback-tuntas-ashmore-indonesia-amor-serap-106-juta-saham",
    "date_display": "28/01/2026 14:26 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2022/03/19/buyback_saham.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:52.735853",
    "full_content": "IDXChannel- PT Ashmore Asset Management Indonesia Tbk (AMOR) menuntaskan aksipembelian kembali saham(buyback) sebanyak 10.616.800 saham dengan total nilai Rp4,49 miliar hingga 28 Januari 2026.\n\nPeriode pelaksanaan buyback ini berakhir lebih cepat dibandingkan dengan rencana semula yang dijadwalkan hingga 19 Februari 2026.\n\nManajemen AMOR menegaskan, aksi korporasi tersebut tidak menimbulkan dampak material terhadap kegiatan operasional maupun kondisi keuangan Perseroan.\n\n\"Tidak terdapat dampak material terhadap kegiatan operasional, hukum, serta kondisi keuangan yang dapat mengganggu kelangsungan usaha Perseroan,\" tulis manajemen AMOR dalam keterbukaan informasi, Rabu (28/1/2026).\n\nSelanjutnya, perseroan berencana melakukan pengalihan atas saham hasil buyback secara bertahap dengan tetap mengacu pada ketentuan peraturan perundang-undangan yang berlaku.\n\n\n\nPasar Saham Loyo, RAJA Berencana Buyback Rp250 Miliar\n\n\nDEWA Realisasikan Buyback 1,04 Miliar Saham, Sisa Dana Rp360 Miliar\n\n\nSaham Undervalued, Asuransi MAG (AMAG) Bakal Buyback Rp90 Miliar\n\n\nKondisi Pasar Fluktuatif, Erajaya (ERAA) Lanjutkan Buyback Rp150 Miliar\n\n\nSiapkan Skema MESOP, Bank Amar (AMAR) Belum Alihkan Saham Buyback\n\n\nProgram Buyback Rp2 Triliun Rampung Lebih Awal, Astra (ASII) Borong 305 Juta Saham\n\n\nPTPP Alihkan Seluruh Saham Treasuri Mulai Akhir Januari\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Periode pelaksanaan buyback ini berakhir lebih cepat dibandingkan dengan rencana semula yang dijadwalkan hingga 19 Februari 2026.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2022/03/19/buyback_saham.jpg",
    "tags": [],
    "word_count": 355,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:02.632546"
  },
  {
    "title": "Kinerja 2025 Sesuai Ekspektasi, Laba Bersih BBCA Diramal Tembus Rp62 Triliun di 2026",
    "url": "https://www.idxchannel.com/market-news/kinerja-2025-sesuai-ekspektasi-laba-bersih-bbca-diramal-tembus-rp62-triliun-di-2026",
    "date_display": "28/01/2026 14:10 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/28/BCA_BBCA_-_28_Jan_26.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:52.736446",
    "full_content": "IDXChannel –PT Bank Central Asia Tbk (BBCA) baru saja merilis laporan keuangan konsolidasian yang diaudit untuk tahun buku 2025.\n\nBerdasarkan laporan keuangan per Desember 2025, BBCA mencatatkanlababersih tahun berjalan yang diatribusikan kepada pemilik sebesar Rp57,5 triliun.\n\nCapaian tersebut mencerminkan pertumbuhan laba bersih sebesar 4,9 persen secara tahunan (year-on-year/yoy) dibandingkan periode yang sama tahun sebelumnya.\n\nKinerja tersebut sejalan dengan ekspektasi pasar, sebagaimana tercermin dari konsensus analis yang memperkirakan laba bersih BBCA mencapai Rp57,7 triliun. Pertumbuhan laba bersih BBCA ditopang oleh peningkatan pendapatan bunga bersih.\n\nHingga 31 Desember 2025, bank dengan kapitalisasi pasar terbesar di Bursa Efek Indonesia (BEI) itu membukukan pendapatan bunga bersih sebesar Rp85,8 triliun, naik 4,0 persen secara tahunan.\n\n\n\nLaba Tesla Anjlok 46 Persen pada 2025, Penjualan EV Turun Tajam\n\n\nBCA (BBCA) Umumkan Rencana Buyback Saham Maksimal Rp5 Triliun\n\n\nBCA Proyeksi BI Pangkas Suku Bunga Acuan 2 Kali di 2026\n\n\nBos BCA Sambut Terpilihnya Thomas Djiwandono Jadi Deputi Gubernur BI, Siapkan Koordinasi\n\n\nBCA Bukukan Laba Bersih Rp57,5 Triliun Sepanjang 2025, Tumbuh 4,9 Persen\n\n\nIHSG Sesi I Ditutup Turun 0,6 Persen, Saham BBCA Kembali Tertekan\n\n\nRUPSLB Green Power (LABA) Gagal Kuorum, Kepastian Nasib An Shaohong Belum Jelas\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "PT Bank Central Asia Tbk (BBCA) baru saja merilis laporan keuangan konsolidasian yang diaudit untuk tahun buku 2025.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/28/BCA_BBCA_-_28_Jan_26.jpg",
    "tags": [],
    "word_count": 372,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:03.073056"
  },
  {
    "title": "Kena Trading Halt, Perdagangan Dibuka Lagi Pukul 14.13 WIB",
    "url": "https://www.idxchannel.com/market-news/kena-trading-halt-perdagangan-dibuka-lagi-pukul-1413-wib",
    "date_display": "28/01/2026 14:06 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2022/01/24/ihsg_merah.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:52.737044",
    "full_content": "IDXChannel- PT Bursa Efek Indonesia (BEI) melakukan pembekuan sementara perdagangan saham atautrading haltpada Rabu, 28 Januari 2026, menyusul penurunan tajam Indeks Harga Saham Gabungan (IHSG) yang mencapai 8 persen ke level 8.261,79.\n\nPenghentian sementara perdagangan dilakukan pada pukul 13.43.13 waktu Jakarta Automated Trading System (JATS).\n\nBEI menyampaikan bahwa perdagangan akan kembali dibuka pada pukul 14.13.13 waktu JATS, tanpa adanya perubahan jadwal perdagangan bursa pada hari yang sama.\n\nLangkah trading halt ini dilakukan sebagai bagian dari mekanisme pengamanan pasar untuk menjaga agar aktivitas perdagangan saham tetap berlangsung secara teratur, wajar, dan efisien.\n\nKebijakan tersebut mengacu pada Peraturan Bursa Nomor II-A tentang Perdagangan Efek Bersifat Ekuitas, serta ketentuan yang diatur lebih lanjut dalam Surat Keputusan Direksi BEI Nomor Kep-00002/BEI/04-2025.\n\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nMayoritas Saham Merah, IHSG Jatuh ke Level 7.828 di Sesi Pertama\n\n\nOJK Bakal Umumkan Langkah Konkret Respons MSCI\n\n\nIHSG Kembali Melemah, Purbaya Minta Investor Tak Panik\n\n\nHarga Naik Tak Wajar, Saham Buana Artha (STAR) Dikunci Bursa\n\n\nMSCI Tekan IHSG, Saham-Saham Prajogo-Bakrie Jadi Beban\n\n\nIHSG Turun 8,00 Persen, Kena Trading Halt Lagi\n\n\nLuhut Bertemu Airlangga, Bahas Digitalisasi Sistem Pemerintah Lewat GovTech\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nJaga Stabilitas Harga Jelang Ramadan, Pedagang Pangan Diminta Ikuti Aturan Main\n\n\nPolri Teken MoU dengan Pupuk Indonesia, Pastikan Pendistribusian Tepat Sasaran\n\n\nPerputaran Uang Judol 2025 Turun Jadi Rp286,84 Triliun, Ada 12 Juta Pemain Aktif\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham",
    "summary": "BEI menyampaikan bahwa perdagangan akan kembali dibuka pada pukul 14.13.13 waktu JATS, tanpa adanya perubahan jadwal perdagangan bursa pada hari yang sama.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2022/01/24/ihsg_merah.jpg",
    "tags": [],
    "word_count": 362,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:03.412782"
  },
  {
    "title": "Analis Soroti Ketahanan Fundamental Ekonomi Indonesia di Tengah Pelemahan IHSG",
    "url": "https://www.idxchannel.com/market-news/analis-soroti-ketahanan-fundamental-ekonomi-indonesia-di-tengah-pelemahan-ihsg",
    "date_display": "28/01/2026 14:00 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2021/01/25/gugatan_pailit.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:54.577256",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG) pada perdagangan hari ini, Rabu (28/1), dibuka di zona merah pada level 8.393,51 atau melemah lebih dari 6 persen.Aktivitas perdagangan hingga pukul 10.45 WIB terpantau sangat aktif, dengan total volume transaksi mencapai 336,4 miliar saham dan nilai transaksi sebesar Rp23,4 triliun.Sejumlahanalismenyebutkan bahwa pelemahan IHSG ini dipengaruhi oleh pernyataan dan kebijakan terbaru dari Morgan Stanley Capital International (MSCI). Pada 27 Januari 2026, MSCI mengumumkan penerapan perlakuan sementara terhadap pasar Indonesia dengan membekukan sejumlah perubahan dalam proses peninjauan indeks.MSCI menjelaskan bahwa langkah tersebut dilakukan untuk mengurangi risiko investability serta memberikan ruang bagi otoritas pasar Indonesia dalam melakukan penguatan pada sejumlah aspek yang dinilai masih perlu ditingkatkan, terutama terkait transparansi struktur kepemilikan saham.\n\nMencermati pergerakan IHSG dan sentimen yang memengaruhinya, para analis mengimbau investor agar tidak panik dan justru memanfaatkan kondisi ini sebagai peluang.Ketua Umum Perkumpulan Analis Efek Indonesia (PAEI) David Sutyanto, memandang situasi ini dapat dilihat sebagai momentum perbaikan, bukan semata-mata sebagai ancaman.“Pasar modal Indonesia memiliki fondasi yang kuat, jumlah investor domestik yang terus bertumbuh, fundamental ekonomi yang relatif solid, serta emiten dengan kualitas bisnis yang kompetitif secara regional,” dalam keterangan tertulisnya, Rabu (28/1/2025).Di samping itu, ia menekankan bahwa tantangan ke depan adalah memastikan infrastruktur regulasi, transparansi data, dan konsistensi kebijakan mampu mengimbangi kemajuan tersebut.Menurut David, koreksi IHSG hari ini sebaiknya dipahami sebagai refleksi dari proses penyesuaian pasar terhadap informasi baru. Lebih jauh, situasi ini juga memberikan kesempatan bagi pasar modal Indonesia untuk melakukan penguatan struktural yang berpotensi memberikan dampak positif dalam jangka panjang.“Jika momentum ini dimanfaatkan dengan baik, bukan hanya status Indonesia sebagai Emerging Market yang dapat dipertahankan, tetapi kualitas pasar modal nasional justru dapat meningkat dan semakin dipercaya oleh investor global,” katanya.Pandangan serupa juga disampaikan oleh Senior Market Analyst Mirae Asset Sekuritas Indonesia, Nafan Aji Gusta. Ia menilai bahwa pelemahan IHSG hari ini kurang mencerminkan kondisiekonomi Indonesiayang saat ini masih solid. Oleh karena itu, penurunan indeks justru dapat dimanfaatkan sebagai peluang investasi.“Secara dinamika perekonomian, fundamental makroekonomi Indonesia sebenarnya masih solid,” tuturnya. Dengan adanya penurunan IHSG ini, investor sebaiknya tidak panik dan dapat mempertimbangkan strategi buy on dip.(kunthi fahmar sandy)\n\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nMayoritas Saham Merah, IHSG Jatuh ke Level 7.828 di Sesi Pertama\n\n\nOJK Bakal Umumkan Langkah Konkret Respons MSCI\n\n\nIHSG Kembali Melemah, Purbaya Minta Investor Tak Panik\n\n\nMSCI Tekan IHSG, Saham-Saham Prajogo-Bakrie Jadi Beban\n\n\nPasar Masih Dibayangi Sentimen MSCI, Analis Cermati Saham ANTM-ESSA\n\n\nIHSG Turun 8,00 Persen, Kena Trading Halt Lagi\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok",
    "summary": "Indeks Harga Saham Gabungan (IHSG) pada perdagangan hari ini, Rabu (28/1), dibuka di zona merah pada level 8.393,51 atau melemah lebih dari 6 persen.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2021/01/25/gugatan_pailit.jpg",
    "tags": [],
    "word_count": 586,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:03.884425"
  },
  {
    "title": "MSCI Picu Guncangan Pasar, IHSG Terkoreksi 8 Persen dan Kena Trading Halt",
    "url": "https://www.idxchannel.com/market-news/msci-picu-guncangan-pasar-ihsg-terkoreksi-8-persen-dan-kena-trading-halt",
    "date_display": "28/01/2026 13:54 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/04/01/saham_turun_-_12_-_freepik.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:54.577873",
    "full_content": "IDXChannel –Indeks Harga Saham Gabungan (IHSG) terkoreksi tajam hingga memicu penerapantrading haltpada lanjutan sesi II perdagangan Rabu (28/1/2026).\n\nTekanan pasar terjadi seiring aksi jual panik investor menyusul keputusan terbaruMSCIterkait saham Indonesia.\n\nMenurut data Bursa Efek Indonesia (BEI), IHSG merosot signifkan 8,00 persen ke 8.261,79 pada pukul 13.43 WIB, melanjutkan tekanan jual sejak pagi hari.\n\nNilai transaksi jumbo hingga Rp31,86 triliun, dengan volume 43,13 miliar saham.\n\nHanya 30 saham yang menguat, dengan 804 saham terbenam di zona merah, dan 124 sisanya stagnan.\n\nTekanan jual terutama menyasar saham-saham konglomerasi dan perbankan besar, seiring investor, termasuk asing, bergegas mengurangi risiko (risk-off).\n\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nMayoritas Saham Merah, IHSG Jatuh ke Level 7.828 di Sesi Pertama\n\n\nOJK Bakal Umumkan Langkah Konkret Respons MSCI\n\n\nIHSG Kembali Melemah, Purbaya Minta Investor Tak Panik\n\n\nMSCI Tekan IHSG, Saham-Saham Prajogo-Bakrie Jadi Beban\n\n\nPasar Masih Dibayangi Sentimen MSCI, Analis Cermati Saham ANTM-ESSA\n\n\nIHSG Turun 8,00 Persen, Kena Trading Halt Lagi\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Indeks Harga Saham Gabungan (IHSG) anjlok tajam hingga memicu penerapan trading halt pada lanjutan sesi II perdagangan Rabu (28/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/04/01/saham_turun_-_12_-_freepik.jpg",
    "tags": [],
    "word_count": 342,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:04.305638"
  },
  {
    "title": "BUMI, PTRO, hingga RAJA ARB usai Keputusan MSCI, Bagaimana Nasib Saham Konglo?",
    "url": "https://www.idxchannel.com/market-news/bumi-ptro-hingga-raja-arb-usai-keputusan-msci-bagaimana-nasib-saham-konglo",
    "date_display": "28/01/2026 13:27 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2023/09/05/Saham_turun_-_Freepik_-_5_Sept.jpeg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:54.578482",
    "full_content": "IDXChannel –KeputusanMSCImembekukan sementara sejumlah perubahan dalam indeks saham Indonesia langsung menekan saham-sahamkonglomeratyang selama ini mengandalkan narasiindex play.\n\nMenurut data Bursa Efek Indonesia (BEI), Indeks Harga Saham Gabungan (IHSG) turun tajam 7,34 persen ke level 8.321,22. Nilai transaksi tercatat jumbo, yakni sebesar Rp30,00 triliun, dengan volume perdagangan 40,69 miliar saham.\n\nSebanyak 800 saham turun, hanya 32 saham yang naik, dan 126 sisanya stagnan.\n\nSaham-saham konglomerat, dari mulai Grup Bakrie, Barito, hingga Salim, dan bank besar kompak menjadi pemberat indeks acuan.\n\nSejumlah emiten konglomerasi seperti PT Dian Swastatika Sentosa Tbk (DSSA) langsung ambruk hingga 15 persen atau menyentuh batas auto rejection bawah (ARB).\n\nSaham lain seperti PANI, BRPT, BRMS, CDIA,BUMI, hingga BREN juga tercatat jatuh belasan persen hingga ARB dalam satu hari perdagangan.\n\n\n\nOJK Bakal Umumkan Langkah Konkret Respons MSCI\n\n\nIHSG Kembali Melemah, Purbaya Minta Investor Tak Panik\n\n\nMSCI Tekan IHSG, Saham-Saham Prajogo-Bakrie Jadi Beban\n\n\nPasar Masih Dibayangi Sentimen MSCI, Analis Cermati Saham ANTM-ESSA\n\n\nIHSG Turun 8,00 Persen, Kena Trading Halt Lagi\n\n\nIHSG Dibuka Koreksi ke 8.027, BRPT-BUMI Huni Top Losers\n\n\nPeringatan MSCI Tekan Pasar, Goldman Sachs Downgrade Saham Indonesia\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok",
    "summary": "Keputusan MSCI membekukan sementara sejumlah perubahan dalam indeks saham Indonesia langsung menekan saham-saham konglomerat.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2023/09/05/Saham_turun_-_Freepik_-_5_Sept.jpeg",
    "tags": [],
    "word_count": 360,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:04.759527"
  },
  {
    "title": "GOTO Luncurkan Empat Inisiatif buat Driver, BPJS hingga Bonus Hari Raya",
    "url": "https://www.idxchannel.com/market-news/goto-luncurkan-empat-inisiatif-buat-driver-bpjs-hingga-bonus-hari-raya",
    "date_display": "28/01/2026 12:42 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/28/Bakti_GoTo_untuk_Negeri_3.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:54.579080",
    "full_content": "IDXChannel– PTGoToGojek Tokopedia Tbk (GOTO) meluncurkan empat inisiatif baru dalam rangka meningkatkan kesejahteraan mitra pengemudi Gojek beserta keluarganya. Program tersebut merupakan bagian dari inisiatif sosial perusahaan bertajuk “Bakti GoTo untuk Negeri.”\n\nKeempat inisiatif tersebut meliputi perluasan perlindungan sosial melaluiBPJSKesehatan dan BPJS Ketenagakerjaan, pemberianBonus Hari Raya, penyediaan Bursa Kerja bagi Mitra Gojek dan keluarganya, serta program beasiswa dan pengembangan Usaha Mitra Swadaya.\n\nManajemen GoTo menyatakan bahwa keempat inisiatif tersebut dirancang sebagai kontribusi jangka panjang perusahaan dalam membangun ekosistem kerja yang lebih aman, inklusif, dan berkelanjutan.\n\nProgram ini diharapkan tidak hanya membantu meringankan beban mitra pengemudi dalam jangka pendek, tetapi juga membuka peluang yang lebih luas bagi kesejahteraan keluarga mitra driver di masa depan.\n\nManajemen juga menyebutkan bahwa langkah ini merupakan upaya proaktif GoTo dalam menghadirkan solusi bagi jutaan mitra di Indonesia, sejalan dengan arahan Presiden Prabowo Subianto terkait penguatan perlindungan dan peningkatan kesejahteraan pekerja.\n\n\n\nPeserta JKN Tembus 282,7 Juta Jiwa, Indonesia Capai Universal Health Coverage\n\n\nGOTO Luncurkan Bursa Kerja Mitra Gojek untuk Lulusan D3 dan S1\n\n\nIni Susunan Lengkap Direksi dan Dewan Komisaris Terbaru GOTO pasca RUPSLB\n\n\nRUPSLB GOTO Resmi Angkat Hans Patuwo Sebagai Direktur Utama dan CEO\n\n\nIHSG Hari Ini Berpotensi Menguat, Simak Analisa BBCA, BBRI, BBNI, GOTO, dan BRPT\n\n\nGoTo Biayai BPJS Mitra Juara, Ekonom Paramadina: Ini Jadi Jalan Tengah yang Fair\n\n\nJadi yang Pertama, GoTo Tanggung Iuran BPJS TK-Kesehatan Mitra Driver Gojek Terbaik\n\n\nJaga Stabilitas Harga Jelang Ramadan, Pedagang Pangan Diminta Ikuti Aturan Main\n\n\nPolri Teken MoU dengan Pupuk Indonesia, Pastikan Pendistribusian Tepat Sasaran\n\n\nPerputaran Uang Judol 2025 Turun Jadi Rp286,84 Triliun, Ada 12 Juta Pemain Aktif\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan\n\n\nTiket Konser BTS Ludes, Presiden Meksiko Turun Tangan Minta Ditambah untuk Warganya\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia",
    "summary": "PT GoTo Gojek Tokopedia Tbk (GOTO) meluncurkan empat inisiatif baru dalam rangka meningkatkan kesejahteraan mitra pengemudi Gojek beserta keluarganya.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/28/Bakti_GoTo_untuk_Negeri_3.jpg",
    "tags": [],
    "word_count": 413,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:05.081485"
  },
  {
    "title": "IHSG Anjlok 7,34 Persen ke 8.321 di Sesi Pertama",
    "url": "https://www.idxchannel.com/market-news/ihsg-anjlok-734-persen-ke-8321-di-sesi-pertama",
    "date_display": "28/01/2026 12:22 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/28/9b6190b1-a4f7-4595-aa3d-cfe5d67db0ef.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:54.579673",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG) anjlok 7,34 persen ke 8.321,22 pada penutupan perdagangan sesi I, Rabu (28/1/2026).\n\nTotal volume transaksi tercatat 40 miliar saham dengan nilai transaksi Rp30 triliun. Sebanyak 32 saham menguat, 800 saham melemah, dan 126 saham stagnan.\n\nSejumlah indeks utama turut mencatatkan koreksi antara lain LQ45 turun 6,77 persen, IDX30 turun 5,42 persen, MNC36 turun 5,93 persen, serta indeks JII turun 9,14 persen\n\nSeluruh sektor masih berada di zona merah meliputi konsumer non siklikal, infrastruktur, teknologi, industri, energi, konsumer siklikal, keuangan, properti, bahan baku, transportasi, industri dan kesehatan.\n\nJajaran penghuni top gainers antara lain PT Buana Artha Anugerah Tbk (STAR), PT Dafam Property Indonesia Tbk (DFAM), dan PT Wahana Pronatural Tbk (WAPO).\n\n\n\nIHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat\n\n\nIHSG Hari Ini Masih Rawan Terkoreksi Pascapengumuman MSCI, Simak Analisa 4 Saham Berikut\n\n\nIHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Berakhir Merah, Turun 7,35 Persen ke 8.320\n\n\nKena Trading Halt, Perdagangan Dibuka Lagi Pukul 14.13 WIB\n\n\nAnalis Soroti Ketahanan Fundamental Ekonomi Indonesia di Tengah Pelemahan IHSG\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nTesla Hentikan Produksi Model S dan X, Fokus Kembangkan Robot\n\n\nBPBD Jakarta Laporkan 52 RT dan 17 Jalan Terendam Banjir, Ini Rincian Lokasinya\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nJumlah Pengungsi Bencana Sumatera Terus Berkurang, Capai 111.788 Orang Hari Ini\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan",
    "summary": "Sebanyak 32 saham menguat, 800 saham melemah, dan 126 saham stagnan.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/28/9b6190b1-a4f7-4595-aa3d-cfe5d67db0ef.jpg",
    "tags": [],
    "word_count": 374,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:05.399995"
  },
  {
    "title": "Respons MSCI, BEI Tegaskan Komitmen Perkuat Kredibilitas Pasar Modal Indonesia",
    "url": "https://www.idxchannel.com/market-news/respons-msci-bei-tegaskan-komitmen-perkuat-kredibilitas-pasar-modal-indonesia",
    "date_display": "28/01/2026 12:05 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/28/BEI.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:54.580268",
    "full_content": "IDXChannel- PT Bursa Efek Indonesia (BEI) menegaskan komitmennya untuk terus meningkatkan kredibilitaspasar modal Indonesia, menyusul pengumuman terbaru dariMSCIInc. (MSCI) yang dirilis hari ini, Rabu (28/01/2026).\n\nBEI bersama Self-Regulatory Organization (SRO) lainnya, yakni PT Kustodian Sentral Efek Indonesia (KSEI) dan PT Kliring Penjaminan Efek Indonesia (KPEI), serta dengan dukungan Otoritas Jasa Keuangan (OJK), menyatakan akan terus memperkuat koordinasi dan komunikasi dengan MSCI.\n\nBEI menilai masukan yang disampaikan MSCI merupakan bagian penting dari upaya berkelanjutan dalam memperkuat kualitas dan kredibilitas pasar modal nasional. MSCI dinilai memiliki peran strategis dalam ekosistem pasar keuangan global, sekaligus menjadi salah satu acuan utama bagiinvestorinternasional.\n\nSejalan dengan hal tersebut, BEI menyampaikan komitmen untuk mengupayakan peningkatan bobotsahamIndonesia dalam indeks MSCI melalui berbagai langkah perbaikan struktural dan peningkatan kualitas pasar.\n\nSalah satu fokus utama yang dilakukan adalah penguatan transparansi data pasar, termasuk penyediaan informasi yang lebih akurat, andal, dan selaras dengan praktik terbaik global serta ekspektasi pemangku kepentingan internasional.\n\n\n\nMayoritas Saham Merah, IHSG Jatuh ke Level 7.828 di Sesi Pertama\n\n\nOJK Bakal Umumkan Langkah Konkret Respons MSCI\n\n\nIHSG Kembali Melemah, Purbaya Minta Investor Tak Panik\n\n\nHarga Naik Tak Wajar, Saham Buana Artha (STAR) Dikunci Bursa\n\n\nMSCI Tekan IHSG, Saham-Saham Prajogo-Bakrie Jadi Beban\n\n\nBursa Asia Beragam saat Wall Street Hijau\n\n\nPasar Masih Dibayangi Sentimen MSCI, Analis Cermati Saham ANTM-ESSA\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nTesla Hentikan Produksi Model S dan X, Fokus Kembangkan Robot\n\n\nBPBD Jakarta Laporkan 52 RT dan 17 Jalan Terendam Banjir, Ini Rincian Lokasinya\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nJumlah Pengungsi Bencana Sumatera Terus Berkurang, Capai 111.788 Orang Hari Ini\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan",
    "summary": "PT Bursa Efek Indonesia (BEI) menegaskan komitmennya untuk terus meningkatkan kredibilitas pasar modal Indonesia, menyusul pengumuman terbaru dari MSCI Inc.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/28/BEI.jpg",
    "tags": [],
    "word_count": 391,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:05.845988"
  },
  {
    "title": "IHSG Turun Tajam Akibat Isu MSCI, Analis Soroti WIIM hingga ERAA",
    "url": "https://www.idxchannel.com/market-news/ihsg-turun-tajam-akibat-isu-msci-analis-soroti-wiim-hingga-eraa",
    "date_display": "28/01/2026 11:22 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/03/19/Saham_Rekomendasi_Influencer__Beli_atau_Jangan.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:56.623171",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG) terkoreksi tajam 6,53 persen ke level 8.393 pada pembukaan perdagangan Rabu (28/1/2026).\n\nTekanan jual meluas sejak awal sesi, menyeret seluruh sektor ke zona merah. Sejumlah saham konglomerasi terpantau ramai-ramai menyentuh auto reject bawah (ARB), mencerminkan tingginya tekanan jual di pasar.\n\nEquity Analyst PT Indo Premier Sekuritas (IPOT) David Kurniawan menjelaskan, pelemahan IHSG dipicu oleh keputusanMSCIyang membekukan sementara penilaian (review) terhadap saham-saham Indonesia.\n\nKebijakan tersebut berkaitan dengan isu free float serta transparansi kepemilikan saham di pasar domestik. Menurut David, sentimen ini memicu aksi jual berskala besar, terutama pada saham-saham konglomerasi dan blue chip yang selama ini menjadi komponen utama indeks.\n\nMeski demikian, da menegaskan bahwa koreksi tajam IHSG tidak mencerminkan pelemahan fundamental ekonomi Indonesia.\n\n\n\nIHSG Kembali Melemah, Purbaya Minta Investor Tak Panik\n\n\nMSCI Tekan IHSG, Saham-Saham Prajogo-Bakrie Jadi Beban\n\n\nPasar Masih Dibayangi Sentimen MSCI, Analis Cermati Saham ANTM-ESSA\n\n\nIHSG Turun 8,00 Persen, Kena Trading Halt Lagi\n\n\nIHSG Dibuka Koreksi ke 8.027, BRPT-BUMI Huni Top Losers\n\n\nPeringatan MSCI Tekan Pasar, Goldman Sachs Downgrade Saham Indonesia\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nBPBD Jakarta Laporkan 52 RT dan 17 Jalan Terendam Banjir, Ini Rincian Lokasinya\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nJumlah Pengungsi Bencana Sumatera Terus Berkurang, Capai 111.788 Orang Hari Ini\n\n\nLuhut Bertemu Airlangga, Bahas Digitalisasi Sistem Pemerintah Lewat GovTech\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nJaga Stabilitas Harga Jelang Ramadan, Pedagang Pangan Diminta Ikuti Aturan Main\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa",
    "summary": "IHSG terkoreksi tajam 6,53 persen ke level 8.393 pada pembukaan perdagangan Rabu (28/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/03/19/Saham_Rekomendasi_Influencer__Beli_atau_Jangan.jpg",
    "tags": [],
    "word_count": 360,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:06.172943"
  },
  {
    "title": "OJK Sebut Demutualisasi Bursa Rampung Semester I-2026",
    "url": "https://www.idxchannel.com/market-news/ojk-sebut-demutualisasi-bursa-rampung-semester-i-2026",
    "date_display": "28/01/2026 10:39 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/07/03/bursa_efek_indonesia_gedung_-_unsplash.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:56.623793",
    "full_content": "IDXChannel- Otoritas Jasa Keuangan (OJK) menargetkan prosesdemutualisasiBursaEfek Indonesia (BEI) dapat diselesaikan pada paruh pertama tahun ini.\n\nLangkah strategis ini merupakan transformasi struktural besar bagi bursa nasional yang bertujuan untuk mengadopsi standar pengelolaan kelas dunia.\n\nKetua Dewan Komisioner OJK, Mahendra Siregar mengatakan bahwa kebijakan ini sangat krusial untuk memperbaiki struktur internal serta posisipasar modalIndonesia di mata internasional.\n\n“Kebijakan ini ditargetkan bisa rampung pada semester I 2026 ini dan tujuannya adalah untuk meningkatkan dan memperkuat tata kelola good governances, meningkatkan bentuk pengelolaan yang lebih profesional, dan mengurangi risiko benturan kepentingan,” kata Mahendra dalam Konferensi Pers KSSK, Selasa (27/1/2026).\n\nDemutualisasi ini secara teknis akan mengubah status BEI dari organisasi yang dimiliki secara eksklusif oleh para anggotanya (perusahaan efek) menjadi sebuah badan hukum Perseroan Terbatas (PT).\n\n\n\nPendapatan Premi Asuransi Jiwa Capai Rp163,88 Triliun per November 2025\n\n\nRestrukturisasi Kredit Korban Bencana Sumatera Capai Rp12,58 Triliun\n\n\nPenyaluran Kredit UMKM Capai Rp1.494 Triliun pada November 2025\n\n\nModal Minimum Kurang dari 12 Persen, OJK Cabut Izin Usaha BPR Prima Master\n\n\nPertumbuhan Kredit Kuartal I-2026 Diproyeksi Positif\n\n\nOJK Izinkan 10 BPD Bergabung ke Empat Kelompok Usaha Bank (KUB)\n\n\nIHSG Diprediksi Rawan Terkoreksi di Awal Pekan, Intip Saham Rekomendasi\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers",
    "summary": "Otoritas Jasa Keuangan (OJK) menargetkan proses demutualisasi Bursa Efek Indonesia (BEI) dapat diselesaikan pada paruh pertama tahun ini.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/07/03/bursa_efek_indonesia_gedung_-_unsplash.jpg",
    "tags": [],
    "word_count": 373,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:06.498073"
  },
  {
    "title": "MSCI Bekukan Rebalancing Indeks, Ini Langkah BEI",
    "url": "https://www.idxchannel.com/market-news/msci-bekukan-rebalancing-indeks-ini-langkah-bei",
    "date_display": "28/01/2026 10:02 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/06/18/BEI_1.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:56.624438",
    "full_content": "IDXChannel- Bursa Efek Indonesia (BEI) bersama otoritas pasar modal lainnya menanggapi keputusan pengelola indeks global,MSCIyang membekukan sementara perubahan indeks pada saham-saham Indonesia.\n\nHal ini seiring dengan jatuhnya Indeks Harga Saham Gabungan (IHSG) hingga 6,53 persen ke level 8.393,51 pada pembukaan perdagangan Rabu (28/1/2026).\n\nSekretaris Perusahaan BEI, Kautsar Primadi Nurahmad menyatakan, sinergi antara OJK, BEI (IDX), dan KSEI terus diperkuat untuk memberikan klarifikasi serta solusi atas keraguan yang muncul terkait data kepemilikan saham publik (free float).\n\n\"Terkait dengan pengumuman dari MSCI pagi ini, OJK, IDX, dan KSEI akan terus melakukan diskusi dengan MSCI. Sebelumnya, kami telah melakukan peningkatan keterbukaan dengan penyampaian pengumuman data free float di website BEI,\" tulis Kautsar kepada media, Rabu (28/1/2026).\n\nPihak otoritas juga membuka ruang lebar bagi MSCI untuk memberikan masukan lebih lanjut jika keterbukaan data yang ada saat ini dianggap masih belum mencukupi standar internasional.\n\n\n\nPasar Masih Dibayangi Sentimen MSCI, Analis Cermati Saham ANTM-ESSA\n\n\nIHSG Turun 8,00 Persen, Kena Trading Halt Lagi\n\n\nIHSG Dibuka Koreksi ke 8.072, BRPT-BUMI Huni Top Losers\n\n\nPeringatan MSCI Tekan Pasar, Goldman Sachs Downgrade Saham Indonesia\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nIHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat\n\n\nSuspensi Lima Saham Dibuka, IFSH-SOTS Kompak Masuk Papan FCA\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok",
    "summary": "BEI bersama otoritas pasar modal lainnya menanggapi keputusan MSCI yang membekukan sementara perubahan indeks pada saham-saham Indonesia.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/06/18/BEI_1.jpg",
    "tags": [],
    "word_count": 387,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:06.842630"
  },
  {
    "title": "Keputusan MSCI Seret IHSG Turun 6 Persen, Saham Konglomerat Ramai-Ramai ARB",
    "url": "https://www.idxchannel.com/market-news/keputusan-msci-seret-ihsg-turun-6-persen-saham-konglomerat-ramai-ramai-arb",
    "date_display": "28/01/2026 09:49 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/07/02/saham_turun_-_freepik_13.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:56.625038",
    "full_content": "IDXChannel –Indeks Harga Saham Gabungan (IHSG) dibuka turun tajam pada Rabu (28/1/2026) seiring saham-saham big capkonglomeratberjatuhan usai pengumuman teranyar soalMSCI.\n\nBerdasarkan data Bursa Efek Indonesia (BEI), IHSG sempat dibuka melemah  signifikan 6,80 persen ke level 8.369,83, sebelum memangkas penurunan menjadi 4,73 persen ke posisi 8.555,17 pada pukul 09.22 WIB.\n\nHanya 53 saham yang menguat, dengan 636 saham terbenam di zona merah, dan 269 sisanya stagnan.\n\nSaham-saham konglomerat yang lekat dengan narasi indeks MSCI berguguran. Sebut saja, raksasa batu bara milik GrupBakrie-GrupSalimPTBumiResources Tbk (BUMI) yang jatuh hingga auto rejection bawah (ARB) 14,53 persen ke Rp294 per unit, dengan nilai transaksi Rp397 miliar.\n\nSaham Grup Bakrie lainnya, PT Darma Henwa Tbk (DEWA) merosot 10,45 persen ke Rp600 per unit, usai sempat ARB 15 persen. Saham PT VKTR Teknologi Mobilitas Tbk (VKTR) juga ARB 15 persen ke Rp1.105 per unit.\n\n\n\nIHSG Turun 8,00 Persen, Kena Trading Halt Lagi\n\n\nIHSG Dibuka Koreksi ke 8.072, BRPT-BUMI Huni Top Losers\n\n\nPeringatan MSCI Tekan Pasar, Goldman Sachs Downgrade Saham Indonesia\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nIHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat\n\n\nBEI Ungkap Strategi Redam Gejolak Pasar Pascapengumuman MSCI\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nJaga Stabilitas Harga Jelang Ramadan, Pedagang Pangan Diminta Ikuti Aturan Main\n\n\nPolri Teken MoU dengan Pupuk Indonesia, Pastikan Pendistribusian Tepat Sasaran\n\n\nPerputaran Uang Judol 2025 Turun Jadi Rp286,84 Triliun, Ada 12 Juta Pemain Aktif\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan\n\n\nTiket Konser BTS Ludes, Presiden Meksiko Turun Tangan Minta Ditambah untuk Warganya\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham",
    "summary": "Indeks Harga Saham Gabungan (IHSG) dibuka turun tajam pada Rabu (28/1/2026) seiring saham-saham big cap konglomerat berjatuhan usai pengumuman teranyar soal MSC",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/07/02/saham_turun_-_freepik_13.jpg",
    "tags": [],
    "word_count": 389,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:07.292682"
  },
  {
    "title": "IHSG Koreksi Tajam ke 8.393, Seluruh Sektor Dibuka ke Zona Merah",
    "url": "https://www.idxchannel.com/market-news/ihsg-koreksi-tajam-ke-8393-seluruh-sektor-dibuka-ke-zona-merah",
    "date_display": "28/01/2026 09:29 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/02/13/IHSG_merah.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:56.625760",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG) koreksi tajam ke level 8.393,51 atau dibuka turun 6,53 persen pada perdagangan Rabu (28/1/2026).\n\nSebanyak 70 saham naik, 390 saham turun, dan 498 saham lainnya stagnan. Nilai transaksi awal menyentuh Rp1,9 triliun dengan volume perdagangan mencapai 2,9 miliar saham.\n\nSeluruh sektor berada di zona merah, di mana sektor energi anjlok 9,24 persen, sektor non siklikal turun 1,04 persen, siklikal terkoreksi 4,92 persen.\n\nLalu sektor keuangan turun 2,93 persen, infrastruktur melemah hingga 7,42 persen, properti turun 5,44 persen, sektor bahan baku melemah 6,06 persen, dan sektor transportasi turun 1,19 persen.\n\nSementara itu, sektor industri turun 4,53 persen, teknologi turun 4,63 persen, dan sektor kesehatan minus 3,10 persen.\n\n\n\nIHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat\n\n\nIHSG Hari Ini Masih Rawan Terkoreksi Pascapengumuman MSCI, Simak Analisa 4 Saham Berikut\n\n\nIHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Berakhir Merah, Turun 7,35 Persen ke 8.320\n\n\nKena Trading Halt, Perdagangan Dibuka Lagi Pukul 14.13 WIB\n\n\nAnalis Soroti Ketahanan Fundamental Ekonomi Indonesia di Tengah Pelemahan IHSG\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nTesla Hentikan Produksi Model S dan X, Fokus Kembangkan Robot\n\n\nBPBD Jakarta Laporkan 52 RT dan 17 Jalan Terendam Banjir, Ini Rincian Lokasinya\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nJumlah Pengungsi Bencana Sumatera Terus Berkurang, Capai 111.788 Orang Hari Ini\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan",
    "summary": "IHSG koreksi tajam ke level 8.393,51 atau turun 6,53 persen pada pembukaan perdagangan Rabu (28/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/02/13/IHSG_merah.jpg",
    "tags": [],
    "word_count": 370,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:07.741753"
  },
  {
    "title": "Harga Emas Antam (ANTM) Hari Ini Melonjak Rp52 Ribu Jadi Rp2.968.000 per Gram",
    "url": "https://www.idxchannel.com/market-news/harga-emas-antam-antm-hari-ini-melonjak-rp52-ribu-jadi-rp2968000-per-gram",
    "date_display": "28/01/2026 09:24 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/08/11/Tabungan_Emas_OCBC.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:56.626398",
    "full_content": "IDXChannel-Harga emasAntam (ANTM) pada hari ini, Rabu (28/1/2026) melesat Rp52.000 ke Rp2.968.000 per gram.\n\nSejalan dengan buyback atau harga yang didapat jika pemilikemasingin menjual emas batangan juga naik Rp50.000 ke Rp2.799.000.\n\nHargaemas Antamtersebut berlaku di kantor Antam Pulo Gadung, Jakarta. Adapun di laman resmi tersebut untuk saat ini beberapa macam emas masih belum tersedia.\n\nSaat ini, PPN tidak dipungut sesuai PP No.49 Tahun 2022. Nilai PPN tidak diperhitungkan dalam perhitungan grand total.\n\nSesuai dengan PMK Nomor 48 tahun 2023 dengan tarif 0,25 persen (sesuai ketentuan yang berlaku) dan akan diterbitkan bukti potong PPh 22 oleh PT ANTAM Tbk sebagai Penjual.\n\n\n\nHarga Emas Dunia Tembus USD5.400, Reli Rekor Berlanjut\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nTambang Pani Mulai Irigasi Heap Leach, EMAS Targetkan Produksi Perdana di Kuartal I-2026\n\n\nMembedah Prospek Saham Merdeka Group, Pilih MBMA, MDKA, atau EMAS?\n\n\nHarga Emas Melonjak 3 Persen Lebih, Tembus Rekor Tertinggi Baru\n\n\nSaham ANTM-BRMS Cs Terimbas Aksi Ambil Untung\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.916.000 per Gram, Cek Lengkapnya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Harga emas Antam (ANTM) pada hari ini, Rabu (28/1/2026) melesat Rp52.000 ke Rp2.968.000 per gram",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/08/11/Tabungan_Emas_OCBC.jpg",
    "tags": [],
    "word_count": 356,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:08.155222"
  },
  {
    "title": "Dampak Keputusan MSCI Dinilai Bisa Picu Outflow Masif",
    "url": "https://www.idxchannel.com/market-news/dampak-keputusan-msci-dinilai-bisa-picu-outflow-masif",
    "date_display": "28/01/2026 09:05 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/04/01/saham_turun_-_12_-_freepik.jpg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:58.466859",
    "full_content": "IDXChannel –Keputusan pengelola indeks globalMSCIuntuk membekukan sementara sejumlah perubahan indeks saham Indonesia dinilai berpotensi memicu arus keluar dana asing (outflow) dalam skala besar.\n\nAnalis memperingatkan, risiko tersebut bisa meningkat apabila Indonesia hingga Mei 2026 gagal memenuhi tuntutan transparansi pasar yang disoroti investor global.\n\nPengamat pasar modal Michael Yeoh menilai langkah terbaru MSCI membawa implikasi serius bagi pasar modal Indonesia.\n\n“Terbaru, MSCI akan membekukan sementara posisi Indonesia, sehingga tidak akan ada konstituen yang masuk maupun keluar. MSCI akan merevisi kembali hingga Mei, di mana ada potensi Indonesia akan dikeluarkan dari klasifikasi emerging market,” ujar Michael, Rabu (28/1/2026).\n\nMenurut dia, dampak dari skenario terburuk tersebut tidak bisa dianggap sepele.\n\n“Jika ini terjadi, maka akan terjadioutflowsebesar kurang lebih Rp150 triliun,” katanya.\n\n\n\nBEI Ungkap Strategi Redam Gejolak Pasar Pascapengumuman MSCI\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nIHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Berakhir Merah, Turun 7,35 Persen ke 8.320\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Keputusan pengelola indeks global MSCI untuk membekukan sementara sejumlah perubahan indeks saham Indonesia dinilai berpotensi memicu arus keluar dana asing (ou",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/04/01/saham_turun_-_12_-_freepik.jpg",
    "tags": [],
    "word_count": 378,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:08.548625"
  },
  {
    "title": "Harga Melesat, Perdagangan Saham PLAN-LMPI Dihentikan Sementara",
    "url": "https://www.idxchannel.com/market-news/harga-melesat-perdagangan-saham-plan-lmpi-dihentikan-sementara",
    "date_display": "28/01/2026 08:38 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/11/13/Suspensi_BEI.jpg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:58.467478",
    "full_content": "IDXChannel- Bursa Efek Indonesia (BEI) menghentikan sementara perdagangan tiga saham sekaligus pada Rabu (28/1/2026) di Pasar Reguler dan Pasar Tunai.\n\nKetiga saham tersebut adalah PT Planet Properindo Jaya Tbk (PLAN), PT Langgeng Makmur Industri Tbk (LMPI), dan PT Indal Aluminium Industry Tbk (INAI).\n\n\"BEI memandang perlu untuk melakukan penghentian sementara perdagangan saham PLAN, LMPI, INAI pada tanggal 28 Januari 2026,\" tulis pengumuman Bursa, Rabu (28/1/2026).\n\nSaham-saham tersebut dikunci imbas terjadinya peningkatan harga kumulatif yang signifikan. Sehingga Bursa memandang perlu dilakukannya cooling down untuk memberikan waktu yang memadai bagi pelaku pasar dalam mempertimbangkan setiap pengambilan keputusan investasinya pada kedua saham tersebut.\n\nPada Selasa (27/1/2026), saham PLAN menguat 9,28 persen ke Rp106, LMPI melesat 24,60 persen ke Rp314, dan INAI naik signifikan 24,79 persen ke Rp292.\n\n\n\nSuspensi Lima Saham Dibuka, IFSH-SOTS Kompak Masuk Papan FCA\n\n\nBEI Ungkap Strategi Redam Gejolak Pasar Pascapengumuman MSCI\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nKena Trading Halt, Perdagangan Dibuka Lagi Pukul 14.13 WIB\n\n\nRespons MSCI, BEI Tegaskan Komitmen Perkuat Kredibilitas Pasar Modal Indonesia\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers",
    "summary": "BEI menghentikan sementara perdagangan tiga saham sekaligus pada Rabu (28/1/2026) di Pasar Reguler dan Pasar Tunai.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/11/13/Suspensi_BEI.jpg",
    "tags": [],
    "word_count": 379,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:08.868001"
  },
  {
    "title": "Produsen Bir Bintang (MLBI) Ambil Alih 99,9 Persen Saham Karya Distilindo",
    "url": "https://www.idxchannel.com/market-news/produsen-bir-bintang-mlbi-ambil-alih-999-persen-saham-karya-distilindo",
    "date_display": "28/01/2026 08:36 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2022/07/18/Profil_dan_Sejarah_Saham_MLBI.jpg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:58.468084",
    "full_content": "IDXChannel- ProdusenBir Bintang, PTMulti BintangIndonesia Tbk (MLBI) mengakuisisi 99,9 persen saham PTKarya DistilindoSejahtera (KDS).\n\nBerdasarkan hasil negosiasi awal, MLBI sepakat membeli saham KDS dari empat pemegang saham, yakni Tri Susila, Jessica Laetitia, King Purbaya Suwangsa, dan I Made Tjandi Sugiharto, dengan nilai transaksi yang tidak melebihi Rp15 miliar.\n\nDalam keterbukaan informasi Selasa (27/1/2029) manajemen MLBI menegaskan, transaksi ini dilakukan dengan pihak independen. Tidak terdapat hubungan afiliasi baik antara MLBI dengan para penjual saham, maupun antara MLBI dengan KDS, baik dari sisi kepemilikan saham maupun manajemen.\n\nDengan kepemilikan hampir penuh, MLBI kini memiliki kendali atas seluruh aktivitas operasional KDS. Meski demikian,akuisisiini tidak menimbulkan dampak hukum yang signifikan, selain konsekuensi untuk memastikan kepatuhan KDS dalam menjalankan kegiatan usahanya.\n\nAksi korporasi tersebut diproyeksikan memberi kontribusi positif terhadap pendapatan konsolidasian MLBI. Namun, perseroan menilai tidak terdapat dampak signifikan terhadap kelangsungan usaha sebagai imbas dari transaksi ini.\n\n\n\nMinta Restu Akuisisi hingga Rights Issue, BABY Tunda RUPSLB hingga Februari\n\n\nRama Indonesia Berencana Caplok 59 Persen Saham Dua Putra (DPUM)\n\n\nAkuisisi Emway, BABY Gelar Rights Issue Pakai Skema Inbreng\n\n\nSaham BLUE Masuk Radar UMA, Proses Akuisisi Dragonmine Masih Berjalan\n\n\nHashim Djojohadikusumo dan Northstar Dikabarkan Mau Akuisisi UDNG, Ini Klarifikasi Manajemen\n\n\nPOSCO Tender Offer Saham SGRO, Tawarkan Harga Premium Rp7.903 per Saham\n\n\nSaiko Consultancy Bakal Caplok 27,83 Persen Saham Soraya Berjaya (SPRE)\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nJumlah Pengungsi Bencana Sumatera Terus Berkurang, Capai 111.788 Orang Hari Ini\n\n\nLuhut Bertemu Airlangga, Bahas Digitalisasi Sistem Pemerintah Lewat GovTech\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nJaga Stabilitas Harga Jelang Ramadan, Pedagang Pangan Diminta Ikuti Aturan Main\n\n\nPolri Teken MoU dengan Pupuk Indonesia, Pastikan Pendistribusian Tepat Sasaran\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa",
    "summary": "Multi Bintang mengakuisisi 99,9 persen saham Karya Distilindo Sejahtera dengan nilai transaksi yang tidak melebihi Rp15 miliar.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2022/07/18/Profil_dan_Sejarah_Saham_MLBI.jpg",
    "tags": [],
    "word_count": 392,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:09.303586"
  },
  {
    "title": "Peringatan Terbaru dari MSCI: Bekukan Kenaikan Bobot dan Penambahan Saham Indonesia",
    "url": "https://www.idxchannel.com/market-news/peringatan-terbaru-dari-msci-bekukan-kenaikan-bobot-dan-penambahan-saham-indonesia",
    "date_display": "28/01/2026 07:39 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/11/06/MSCI_-_6_Nov_25.jpg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:58.468698",
    "full_content": "IDXChannel –Pengelola indeks globalMSCImengumumkan pembekuan sementara terhadap sejumlah perubahan indeks yang melibatkansaham-saham Indonesia, menyusul kekhawatiran investor global terkait transparansi data kepemilikan saham dan aspek investabilitas pasar.\n\nKeputusan ini disampaikan dalam pengumuman resmi MSCI Global Standard Indexes pada Selasa (27/1/2026) malam waktu setempat atau Rabu dini hari waktu Indonesia.\n\nLangkah tersebut diambil setelah MSCI menyelesaikan konsultasi mengenai penilaian free float saham Indonesia.\n\nDalam proses itu, sebagian pelaku pasar global mendukung penggunaan laporan Monthly Holding Composition dari PT Kustodian Sentral Efek Indonesia (KSEI) sebagai referensi tambahan. Namun, mayoritas investor justru menyampaikan kekhawatiran serius atas klasifikasi pemegang saham dalam data KSEI.\n\nMeski terdapat perbaikan minor pada data free float yang disediakan PT Bursa Efek Indonesia (BEI), investor menilai persoalan mendasar masih belum teratasi.\n\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nIHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat\n\n\nBEI Ungkap Strategi Redam Gejolak Pasar Pascapengumuman MSCI\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nIHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok",
    "summary": "Pengelola indeks global MSCI mengumumkan pembekuan sementara terhadap sejumlah perubahan indeks yang melibatkan saham-saham Indonesia.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/11/06/MSCI_-_6_Nov_25.jpg",
    "tags": [],
    "word_count": 378,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:09.631747"
  },
  {
    "title": "Harga Minyak Melonjak 3 Persen, Produksi AS Terganggu Badai",
    "url": "https://www.idxchannel.com/market-news/harga-minyak-melonjak-3-persen-produksi-as-terganggu-badai",
    "date_display": "28/01/2026 07:35 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2023/08/11/Kilang_minyak_-_Freepik.jpeg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:58.469299",
    "full_content": "IDXChannel -Hargaminyakditutup menguat sekitar 3 persen pada Selasa (27/1/2026), setelah para produsen terdampak badai musim dingin yang melumpuhkan produksi minyak mentah dan sempat menghentikan ekspor minyak dari Pantai Teluk Amerika Serikat (AS) selama akhir pekan.\n\nKontrak berjangka (futures)Brentditutup naik 3,02 persen menjadi USD67,57 per barel. Sementara itu, West Texas Intermediate (WTI) AS menguat 2,9 persen ke USD62,39 per barel.\n\nAnalis dan pelaku pasar memperkirakan produsen minyak AS kehilangan hingga 2 juta barel per hari, atau sekitar 15 persen dari total produksi nasional, sepanjang akhir pekan.\n\nGangguan ini terjadi ketika badai musim dingin parah melanda sejumlah wilayah, memberi tekanan besar pada infrastruktur energi dan jaringan listrik.\n\n“Cuaca ekstrem tersebut mendorong kenaikanharga minyakberjangka, dengan risiko jangka pendek condong ke arah penguatan akibat kekhawatiran gangguan pasokan,” ujar Analis Pasar City Index, Fawad Razaqzada, dikutipReuters.\n\n\n\nHarga Minyak Dunia Bertahan di Level Tertinggi 4 Bulan\n\n\nENRG Temukan Cadangan Baru di WK Malacca Strait, Potensi 31 Juta Barel Minyak\n\n\nHarga Minyak Melemah, Pasar Cermati Dampak Badai Musim Dingin\n\n\nHarga Minyak Naik Lebih 2 Persen Sepekan, AS Kerahkan Armada ke Iran dan Perketat Sanksi\n\n\nTarget Lifting Minyak 1,6 Juta Barel Mustahil Tercapai, Ini Penjelasan Bahlil\n\n\nHarga Minyak Turun 2 Persen, Ancaman Trump soal Greenland-Iran Mereda\n\n\nLifting Minyak Ambles 2 juta Barel di Awal Tahun akibat Pipa Bocor Sumatera\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Harga minyak ditutup menguat sekitar 3 persen pada Selasa (27/1/2026), setelah para produsen terdampak badai musim dingin.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2023/08/11/Kilang_minyak_-_Freepik.jpeg",
    "tags": [],
    "word_count": 396,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:10.196598"
  },
  {
    "title": "Andalkan Segmen Middle-Up, BELL Pasang Target Pertumbuhan 8 Persen di 2026",
    "url": "https://www.idxchannel.com/market-news/andalkan-segmen-middle-up-bell-pasang-target-pertumbuhan-8-persen-di-2026",
    "date_display": "28/01/2026 07:33 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2021/08/09/trisula_BELL.jpg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:57:58.469907",
    "full_content": "IDXChannel- PTTrisula TextileIndustries Tbk (BELL) membidik target pertumbuhan kinerja sebesar 8 persen pada 2026.\n\nPerseroan optimistis target tersebut dapat dicapai dengan menjaga keunggulan produk dengan karakter unik (uniqueness) serta kemampuan memenuhi pesanan khusus (customized order).\n\n\"Fleksibilitas dalam pemenuhan pesanan akan membuat produk BELL tetap relevan dan memiliki daya saing, baik di pasar domestik maupun internasional,\" kata manajemen BELL dalam menjawab pertanyaan Bursa Efek Indonesia di keterbukaan informasi pada Selasa (27/1/2026).\n\nSelain itu, kekuatan merek Bellini dan Caterina yang telah lama dikenal pasar menjadi modal penting bagi perseroan untuk mempertahankan loyalitas pelanggan di tengah persaingan yang kian ketat.\n\nPerseroan mengakui tekanan persaingan semakin intens, terutama akibat maraknya produk impor ilegal berharga murah yang membanjiri pasar domestik.\n\n\n\nKadin Harap BUMN Tekstil Bisa Atasi Banjir Impor hingga Perkuat Daya Saing Industri\n\n\nDanantara Akan Bentuk BUMN Tekstil, Asosiasi Pengusaha Optimistis Bersinergi\n\n\nPemerintah Bentuk BUMN Tekstil di Bawah Danantara, Bakal Jadi Calon Investor Sritex?\n\n\nRencana Pemerintah Jadi Katalis Saham Tekstil, Simak Kondisi ARGO-BELL Cs\n\n\nDanantara Ungkap Alasan Bentuk BUMN Tekstil: Return Rendah tapi Ciptakan Lapangan Kerja Tinggi\n\n\nBelasan Saham Pesta Berkat Rencana Pembentukan BUMN Tekstil, Ini Daftar Emitennya\n\n\nIndustri Tekstil Dapat Dana Segar, Saham BELL hingga ESTI Kompak Terbang\n\n\nPolri Teken MoU dengan Pupuk Indonesia, Pastikan Pendistribusian Tepat Sasaran\n\n\nPerputaran Uang Judol 2025 Turun Jadi Rp286,84 Triliun, Ada 12 Juta Pemain Aktif\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan\n\n\nTiket Konser BTS Ludes, Presiden Meksiko Turun Tangan Minta Ditambah untuk Warganya\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nPemerintah Jaga Inflasi Jelang Lebaran, Ada Diskon Transportasi hingga Bansos Beras\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia",
    "summary": "Perseroan optimistis target tersebut dapat dicapai dengan menjaga keunggulan produk serta kemampuan memenuhi pesanan khusus.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2021/08/09/trisula_BELL.jpg",
    "tags": [],
    "word_count": 382,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:10.528735"
  },
  {
    "title": "Membedah Prospek Saham Merdeka Group, Pilih MBMA, MDKA, atau EMAS?",
    "url": "https://www.idxchannel.com/market-news/membedah-prospek-saham-merdeka-group-pilih-mbma-mdka-atau-emas",
    "date_display": "28/01/2026 07:22 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/28/Area-Tambang_Merdeka_Gold.jpg",
    "category": "MARKET NEWS",
    "batch": 6,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:00.208309",
    "full_content": "IDXChannel -Prospek saham-saham di bawahMerdekaGroup dinilai masih menjanjikan, dengan potensi kenaikan yang besar dan risiko penurunan yang relatif terkelola.\n\nDalam riset yang terbit pada 19 Januari 2026, Indo Premier Sekuritas merekomendasikan PT Merdeka Battery Materials Tbk (MBMA) sebagai pilihan utama, disusul PT Merdeka Copper Gold Tbk (MDKA) dan PT Merdeka Gold Resources Tbk (EMAS).\n\nUntuk MBMA, Indo Premier menilai risiko kuota Rencana Kerja dan Anggaran Biaya (RKAB) masih relatif dapat dikelola.\n\nBerdasarkan hasil pengecekan, perusahaan tambang yang memiliki fasilitas hilirisasi dinilai lebih berpeluang memperoleh persetujuan RKAB, sejalan dengan visi Kementerian ESDM untuk menyeimbangkan pasokan bijih dan kebutuhan smelter.\n\nMeski terdapat risiko tambahan biaya jika persetujuan RKAB bersifat parsial, yang berpotensi menaikkan biaya tunai (cash cost) nikel pig iron (NPI) sekitar USD180-USD850 per ton, tekanan tersebut dinilai dapat diimbangi oleh kenaikan harga NPI sekitar USD1.300 per ton dari level terendahnya menjadi USD12.800 per ton, yang diperkirakan bertahan hingga 2026.\n\n\n\nTambang Pani Mulai Irigasi Heap Leach, EMAS Targetkan Produksi Perdana di Kuartal I-2026\n\n\nHarga Emas Antam (ANTM) Hari Ini Melonjak Rp52 Ribu Jadi Rp2.968.000 per Gram\n\n\nHarga Emas Melonjak 3 Persen Lebih, Tembus Rekor Tertinggi Baru\n\n\nSaham ANTM-BRMS Cs Terimbas Aksi Ambil Untung\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.916.000 per Gram, Cek Lengkapnya\n\n\nHarga Emas Dunia Sentuh USD5.100, Geopolitik Picu Aksi Safe Haven\n\n\nHarga Emas Dunia Diprediksi Tembus USD6.000 pada Akhir 2026\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Prospek saham-saham di bawah Merdeka Group dinilai masih menjanjikan, dengan potensi kenaikan yang besar dan risiko penurunan yang relatif terkelola.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/28/Area-Tambang_Merdeka_Gold.jpg",
    "tags": [],
    "word_count": 408,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:10.873421"
  },
  {
    "title": "Harga Emas Melonjak 3 Persen Lebih, Tembus Rekor Tertinggi Baru",
    "url": "https://www.idxchannel.com/market-news/harga-emas-melonjak-3-persen-lebih-tembus-rekor-tertinggi-baru",
    "date_display": "28/01/2026 07:14 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/10/22/emas_-_freepik_-_20_Okt_25.jpg",
    "category": "MARKET NEWS",
    "batch": 6,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:00.208929",
    "full_content": "IDXChannel -Hargaemasdunia melonjak lebih dari 3 persen dan menembus rekor tertinggi sepanjang masa pada Selasa (27/1/2026), seiring ketidakpastian ekonomi dan geopolitik yang berkepanjangan mendorong investor memburu aset lindung nilai.\n\nEmas spot(XAU/USD) ditutup melesat 3,43 persen ke USD5.180,62 per troy ons, usai sempat menyentuh puncak USD5.190,51 per troy ons. Sehari sebelumnya,harga emasuntuk pertama kalinya menembus level psikologis USD5.000.\n\nSepanjang tahun ini, emas telah melesat lebih dari 18 persen, melanjutkan reli kuat tahun lalu.\n\nKenaikan tersebut ditopang kombinasi faktor, mulai dari meningkatnya ketegangan geopolitik dan ketidakpastian ekonomi, ekspektasi pemangkasan suku bunga AS, hingga pembelian emas oleh bank sentral di tengah tren de-dolarisasi global.\n\n“Reli biasanya berakhir ketika faktor pendorong yang membawa investor masuk ke pasar emas menghilang, dan itu sama sekali belum terjadi,” ujar Ahli Strategi Komoditas Bank of America, Michael Widmer, dikutip dariReuters.\n\n\n\nTambang Pani Mulai Irigasi Heap Leach, EMAS Targetkan Produksi Perdana di Kuartal I-2026\n\n\nHarga Emas Antam (ANTM) Hari Ini Melonjak Rp52 Ribu Jadi Rp2.968.000 per Gram\n\n\nMembedah Prospek Saham Merdeka Group, Pilih MBMA, MDKA, atau EMAS?\n\n\nSaham ANTM-BRMS Cs Terimbas Aksi Ambil Untung\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.916.000 per Gram, Cek Lengkapnya\n\n\nHarga Emas Dunia Sentuh USD5.100, Geopolitik Picu Aksi Safe Haven\n\n\nHarga Emas Dunia Diprediksi Tembus USD6.000 pada Akhir 2026\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Harga emas dunia melonjak lebih dari 3 persen dan menembus rekor tertinggi sepanjang masa pada Selasa (27/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/10/22/emas_-_freepik_-_20_Okt_25.jpg",
    "tags": [],
    "word_count": 392,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:11.282176"
  },
  {
    "title": "Suspensi Dua Saham Berakhir Hari Ini, LUCY Kembali ke Papan FCA",
    "url": "https://www.idxchannel.com/market-news/suspensi-dua-saham-berakhir-hari-ini-lucy-kembali-ke-papan-fca",
    "date_display": "28/01/2026 06:55 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/03/17/bei.jpeg",
    "category": "MARKET NEWS",
    "batch": 6,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:00.209524",
    "full_content": "IDXChannel- Bursa Efek Indonesia (BEI) mengakhirisuspensiperdagangan saham PT Lima Dua Lima Tiga Tbk (LUCY) dan PT Berkah Prima Perkasa Tbk (BLUE) pada Rabu (28/1/2026).\n\nKedua saham tersebut diperdagangkan kembali di Pasar Reguler dan Pasar Tunai mulai sesi I hari ini.\n\n\"Suspensi atas perdagangan saham LUCY dan BLUE di Pasar Reguler dan Pasar Tunai dibuka kembali mulai sesi I,\" tulis pengumuman Bursa, Rabu (28/1/2026).\n\nNamun, LUCY kembali ke papan pemantauan khusus dengan mekanisme full-call auction (FCA). Sahamnya disuspensi lebih dari satu hari Bursa sejak 9 Januari lalu setelah harganya melesat dalam beberapa hari terakhir.\n\nSaham emiten pengelola bisnis Lucy in the Sky ini dikunci Bursa setelah mencatatkan auto reject atas (ARA) sejak akhir tahun lalu dengan kenaikan rata-rata harian 9,5 persen.\n\n\n\nSuspensi Lima Saham Dibuka, IFSH-SOTS Kompak Masuk Papan FCA\n\n\nBEI Ungkap Strategi Redam Gejolak Pasar Pascapengumuman MSCI\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nKena Trading Halt, Perdagangan Dibuka Lagi Pukul 14.13 WIB\n\n\nRespons MSCI, BEI Tegaskan Komitmen Perkuat Kredibilitas Pasar Modal Indonesia\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "BEI mengakhiri suspensi perdagangan saham LUCY dan BLUE di Pasar Reguler dan Pasar Tunai.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/03/17/bei.jpeg",
    "tags": [],
    "word_count": 376,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:11.802977"
  },
  {
    "title": "Tiga Emiten Gelar RUPS, RAJA Tebar Dividen Interim Rp105 Miliar",
    "url": "https://www.idxchannel.com/market-news/tiga-emiten-gelar-rups-raja-tebar-dividen-interim-rp105-miliar",
    "date_display": "28/01/2026 06:23 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/01/14/dividend.jpg",
    "category": "MARKET NEWS",
    "batch": 6,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:00.210127",
    "full_content": "IDXChannel- Tiga emiten dijadwalkan menggelar Rapat Umum Pemegang Saham (RUPS) secara serentak pada Rabu (28/1/2026).\n\nAksi korporasi hari ini juga diramaikan oleh pembayarandividen interimdari PT Rukun Raharja Tbk (RAJA). Di mana RAJA menebardividenRp105,68 miliar atau setara dengan Rp25 per saham.\n\nHingga 30 September 2025, emiten minyak dan gas itu membukukan laba bersih yang dapat diatribusikan kepada pemilik entitas induk sebesar USD17,75 juta atau setara Rp296 miliar dengan asumsi kurs Rp16.700 per USD.\n\nSementara itu, saldo laba yang belum ditentukan penggunaannya mencapai USD108 juta dengan posisi ekuitas sebesar USD237 juta.\n\nBerikut agenda emiten hari ini:\n\nPT Bank KB Indonesia Tbk (BBKP)\n\nPT Satria Mega Kencana Tbk (SOTS)\n\nPT Citra Putra Realty Tbk (CLAY)\n\nPT Rukun Raharja Tbk (RAJA)\n\n\n\nBUMI, PTRO, hingga RAJA ARB usai Keputusan MSCI, Bagaimana Nasib Saham Konglo?\n\n\nEmiten Baja (GDST) Cairkan Dividen Interim Hari Ini, Segini Nilainya\n\n\nJangan Lupa Cek Saldo, Dividen Interim EAST-SOHO Cair Hari Ini\n\n\nCek Rekening, Dividen Interim RDTX Rp53,76 Miliar Cair Hari Ini\n\n\n10 Saham Catatkan Penurunan Terbesar Pekan ini, Ada BBSS, RAJA, hingga FPNI\n\n\nPerforma Solid, Bank Mandiri (BMRI) Bagikan Dividen Interim Rp9,3 Triliun\n\n\nEmpat Emiten Kompak Cairkan Dividen Interim Hari Ini, Terbesar BBRI Rp20,6 Triliun\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nPemerintah Jaga Inflasi Jelang Lebaran, Ada Diskon Transportasi hingga Bansos Beras\n\n\nTMII Targetkan 3,9 Juta Pengunjung Sepanjang 2026, Pengelola Siapkan Beragam Event\n\n\nPedagang Ngaku Tak Merasa Dirugikan Imbas Kota Tua Jadi Lokasi Syuting Film Lisa Blackpink\n\n\nLisa Blackpink Syuting Film di Jakarta, Ini Tanggapan Pramono\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nMayoritas Saham Merah, IHSG Jatuh ke Level 7.828 di Sesi Pertama\n\n\nReli Berlanjut, Harga Emas Dunia Berpotensi Tembus USD6.500",
    "summary": "Tiga emiten dijadwalkan menggelar Rapat Umum Pemegang Saham (RUPS) secara serentak pada Rabu (28/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2023/11/16/Apakah_Dividen_Masuk_ke_Rekening_RDN.jpg",
    "tags": [],
    "word_count": 372,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:12.139396"
  },
  {
    "title": "Wall Street Ditutup Mixed, S&P 500 Naik dan Dow Jones Turun",
    "url": "https://www.idxchannel.com/market-news/wall-street-ditutup-mixed-sp-500-naik-dan-dow-jones-turun",
    "date_display": "28/01/2026 06:18 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/04/22/wall_street_financial_times.jpg",
    "category": "MARKET NEWS",
    "batch": 6,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:00.210733",
    "full_content": "IDXChannel- Saham AS berakhir beragam pada hari Selasa, karena indeks acuan S&P 500 mencetak rekor penutupan berkat dorongan dari saham teknologi dan diimbangi oleh penurunan indeks Dow Jones Industrial Average.\n\nDilansir dari laman Investing Rabu (28/1/2025), investor menantikan keputusan penting Federal Reserve pada hari Rabu dan laporan pendapatan perusahaan teknologi besar pada awal musim pelaporan kuartal ini.\n\nDow Jones turun 0,8 persen menjadi 49.003,41 poin, sementara S&P naik 0,4 persen menjadi 6.979,49 poin, dan NASDAQ Composite naik 0,9 persen menjadi 23.817,10 poin.\n\nUnitedhealth Group (NYSE:UNH) menjadi beban besar bagi Dow Jones, karena raksasa perawatan kesehatan ini bergabung dengan perusahaan sejenisnya setelah usulan kenaikan pembayaran yang jauh lebih rendah dari perkiraan untuk rencana Medicare Advantage tahun depan.\n\nSementara itu, Boeing Co (NYSE:BA) juga menjadi saham dengan persentase kerugian terbesar di Dow Jones, meskipun produsen pesawat tersebut mencatatkan laba triwulanan.\n\n\n\nThe Fed Tahan Suku Bunga, Powell Sebut Ada Sinyal Prospek Ekonomi AS\n\n\nWall Street Ditutup Mixed usai The Fed Tahan Suku Bunga, Dow Jones Tetap dan Nasdaq Naik Tipis\n\n\nWall Street Dibuka Semringah, S&P Tembus Level 7.000 untuk Pertama Kalinya\n\n\nDolar AS Turun Tajam, Trump Tak Khawatir\n\n\nWall Street Dibuka Beragam Jelang Rapat The Fed\n\n\nWall Street Ditutup Menguat, Investor Cermati Kebijakan The Fed dan Laporan Pendapatan Perusahaan\n\n\nWall Street Dibuka Beragam, Investor Cermati Laporan Keuangan Big Tech\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Investor menantikan keputusan penting Federal Reserve pada hari Rabu dan laporan pendapatan perusahaan teknologi besar pada awal musim pelaporan kuartal ini.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/04/22/wall_street_financial_times.jpg",
    "tags": [],
    "word_count": 401,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:12.549560"
  },
  {
    "title": "IHSG Hari Ini Berpotensi Lanjut Menguat ke Area 8.992-9.018, Simak Analisa 4 Saham Berikut",
    "url": "https://www.idxchannel.com/market-news/ihsg-hari-ini-berpotensi-lanjut-menguat-ke-area-8992-9018-simak-analisa-4-saham-berikut",
    "date_display": "28/01/2026 06:00 WIB",
    "date": "2026-01-28",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/06/IHSG_hijau.JPG",
    "category": "MARKET NEWS",
    "batch": 6,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:00.211329",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG)berpotensi melanjutkan penguatanke area 8.992-9.018 meski rawan terkoreksi pada perdaganganRabu(28/1/2026).\n\nAdapun indeks menguat 0,05 persen ke 8.980 pada penutupan perdagangan hari sebelumnya, dengan adanya peningkatan volume pembelian.\n\n\"Kami perkirakan, posisi IHSG masih berada pada bagian dari wave [iv] dari wave 5 sehingga IHSG masih rawan terkoreksi. Waspadai area koreksi yang berada di 8.708-8.790. Adapun area penguatan diperkirakan berada di 8.992-9.018,\" tulis riset MNC Sekuritas.\n\nIHSG diperkirakan berada pada level support 8.852, 8.816 dan resistance: 9.039, 9.120.\n\nBerikut,saham-sahamyang menarik dicermati:\n\nPT Barito Pacific Tbk (BRPT) - Buy on Weakness\n\nBRPT menguat 4,65 persen ke harga Rp2.700 dan disertai dengan munculnya volume pembelian. Posisi BRPT diperkirakan berada pada bagian dari wave 4 dari wave (C).\n\nBuy on Weakness: Rp2.560-Rp2.630\n\nTarget Price: Rp2.840, Rp2.960\n\nStoploss: below Rp2.520\n\nPT Sinergi Inti Andalan Prima Tbk (INET) - Buy on Weakness\n\nINET menguat 1,36 persen ke harga Rp448 dan disertai dengan munculnya volume pembelian, penguatannya pun mampu bertahan di atas MA60. Posisi INET saat ini diperkirakan berada pada bagian dari wave 4 dari wave (C).\n\nBuy on Weakness: Rp412-Rp434\n\nTarget Price: Rp468, Rp492\n\nStoploss: below Rp392\n\n\n\nIHSG Hari Ini Masih Rawan Terkoreksi Pascapengumuman MSCI, Simak Analisa 4 Saham Berikut\n\n\nIHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Berakhir Merah, Turun 7,35 Persen ke 8.320\n\n\nKena Trading Halt, Perdagangan Dibuka Lagi Pukul 14.13 WIB\n\n\nAnalis Soroti Ketahanan Fundamental Ekonomi Indonesia di Tengah Pelemahan IHSG\n\n\nMSCI Picu Guncangan Pasar, IHSG Terkoreksi 8 Persen dan Kena Trading Halt\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Indeks Harga Saham Gabungan (IHSG) berpotensi melanjutkan penguatan ke area 8.992-9.018 meski rawan terkoreksi pada perdagangan Rabu (28/1/2026). ",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/06/IHSG_hijau.JPG",
    "tags": [],
    "word_count": 439,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:13.013553"
  },
  {
    "title": "IHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD",
    "url": "https://www.idxchannel.com/market-news/ihsg-lesu-nilai-tukar-rupiah-ikut-loyo-ke-rp16755-per-usd",
    "date_display": "29/01/2026 16:50 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/06/13/3_digit_berapa_rupiah.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:03.166806",
    "full_content": "IDXChannel- Nilai tukarrupiahterhadap dolar Amerika Serikat (AS) atau USD ditutup melemah pada akhir perdagangan Kamis (29/1/2026), yakni dengan mecatatkan penurunan 33 poin atau sekitar 0,20 persen ke level Rp16.755 per USD.\n\nPengamat Pasar Uang Ibrahim Assuaibi mengatakan, pelemahan rupiah ini salah satunya didorong sentimen eksternal yaitu Presiden AS Donald Trump sedang mempertimbangkan serangan besar terbaru terhadap Iran setelah negosiasi mengenai program nuklir dan produksi rudal negara itu terhenti.\n\n“Laporan ini muncul setelah Trump mengerahkan beberapa kapal ke Timur Tengah, dan mengancam akan melakukan aksi militer yang dia sebut sebagai potensi dukungan terhadap protes nasional di Iran,” ujarnya dalam risetnya.\n\nTindakan AS lebih lanjut terhadap Iran dapat meningkatkan ketegangan di Timur Tengah, dengan Iran telah bersumpah akan melakukan pembalasan yang keras terhadap tindakan tersebut. Selain itu, tuntutan Trump atas Greenland juga semakin memperkuat tren ini, meskipun ia terlihat meredam retorikanya dalam beberapa minggu terakhir.\n\n\n\nIHSG Sempat Kena Trading Halt, Rupiah Malah Ditutup Menguat ke Rp16.722 per USD\n\n\nPenguatan Rupiah Berlanjut, Purbaya Apresiasi Upaya BI Jaga Stabilitas Nilai Tukar\n\n\nRupiah Hari Ini Ditutup Menguat ke Rp16.768 per Dolar AS\n\n\nEkonomi Indonesia Diprediksi Stabil di Tengah Tekanan Terhadap Rupiah\n\n\nThomas Djiwandono Jalani Fit and Proper Test, Rupiah Respons Positif\n\n\nCara Dicky Kartikoyono Tahan Pelemahan Rupiah: Terbitkan SBRI untuk Serap Likuiditas\n\n\nRupiah Sore Hari Ini Ditutup Bergairah ke Rp16.782 per USD\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Nilai tukar rupiah terhadap dolar AS ditutup melemah pada akhir perdagangan Kamis (29/1/2026), yakni turun 33 poin atau sekitar 0,20 persen ke Rp16.755 per USD.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/06/13/3_digit_berapa_rupiah.jpg",
    "tags": [],
    "word_count": 402,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:13.453803"
  },
  {
    "title": "MSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini",
    "url": "https://www.idxchannel.com/market-news/msja-habiskan-dana-ipo-rp24519-miliar-hingga-akhir-2025-tersisa-segini",
    "date_display": "29/01/2026 16:45 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2022/07/19/dana_ipo.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:03.167451",
    "full_content": "IDXChannel- PTMulti Spunindo JayaTbk (MSJA) melaporkan telah menggunakan dana hasil penawaran umum perdana saham (IPO) sebesar Rp245,19 miliar per 31 Desember 2025. Jumlah ini setara 92,63 persen dari total Rp264,70 miliar.\n\nDilansir dari keterbukaan informasi Bursa Efek Indonesia (BEI), Kamis (29/1/2026), rincian penggunaandana IPOyakni untuk pembayaran utang bank Rp76,30 miliar, modal kerja Rp76,30 miliar, modal kerja perseroan Rp76,30 miliar, dan pengembangan usaha perseroan dan entitas anak Rp92,59 miliar.\n\nSehingga, sisa dana hasil IPO Rp9,13 miliar. Perseroan menempatkan sisa dana ini sebagai instrumen keuangan berupa tabungan di PT Bank Mandiri (Persero) Tbk (BMRI) dengan tingkat bunga 4,25 persen per tahun.\n\nSebagai informasi, PT Multi Spunindo Jaya Tbk (MSJA) resmi listing di BEI pada 10 Januari 2024. Pencatatan saham perseroan melalui penawaran umum perdana saham (IPO) seharga Rp300 per saham.\n\n\n\nNgegas Ekspansi, RATU Habiskan Seluruh Dana IPO Rp212 Miliar\n\n\nDana IPO ALII Hampir Habis, Bayar Utang Anak Usaha hingga Tambah Armada Kapal\n\n\nBukalapak (BUKA) Masih Punya Sisa Dana IPO Rp4,28 Triliun, Disimpan di Deposito hingga SBN\n\n\nBelum Digunakan, Dana IPO YUPI Rp596,6 Miliar Masih Mengendap di Bank\n\n\nDicecar Bursa Soal Sisa Dana IPO, Ini Tanggapan Bukalapak (BUKA)\n\n\nTata Capital Raup USD523 Juta dari Investor Utama dalam IPO di India\n\n\nLG Electronics India Raup USD1,3 Miliar dari IPO\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "PT Multi Spunindo Jaya Tbk (MSJA) melaporkan telah menggunakan dana hasil penawaran umum perdana saham (IPO) sebesar Rp245,19 miliar per 31 Desember 2025.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2022/07/19/dana_ipo.jpg",
    "tags": [],
    "word_count": 390,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:13.922753"
  },
  {
    "title": "Harga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?",
    "url": "https://www.idxchannel.com/market-news/harga-emas-meroket-jadi-rp3-juta-sebaiknya-beli-perhiasan-atau-logam-mulia",
    "date_display": "29/01/2026 16:35 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/12/28/Beli_Perhiasan_atau_Logam_Mulia.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:03.168095",
    "full_content": "IDXChannel- Di tengah lonjakanharga emasyang kini telah menembus Rp3 juta per gram, transaksi emas terpantau ramai. Bahkan, didominasi oleh pembeli yang menjadikan emas sebagai instrumen investasi.\n\nSuki, salah satu pedagang emas di Pasar Emas Cikini, menyarankan masyarakat untuk lebih memilih membeli logam mulia dibandingkan perhiasan. Menurutnya, logam mulia lebih tepat sebagai investasi untuk disimpan dalam jangka panjang.\n\n\"Kalau beli perhiasan ya cukup untuk dipakai saja, tetapi kalau untuk disimpan harusnya logam mulia, jangan yang perhiasan,\" ujarnya saat berbincang denganIDX Channeldi kiosnya, Jakarta Pusat, Kamis (29/1/2026).\n\nSuki menjelaskan, emas, khususnya logam mulia mampu menjaga nilai uang dari tekanan inflasi dan kenaikan harga barang kebutuhan. Bahkan, katanya, emas dan perak memiliki nilai yang relatif stabil sejak dahulu.\n\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nReli Berlanjut, Harga Emas Dunia Berpotensi Tembus USD6.500\n\n\nHarga Emas Antam (ANTM) Hari Ini Melonjak Rp165 Ribu Jadi Rp3.168.000 per Gram\n\n\nSusul Antam, Harga Emas di Pegadaian Tembus Rp3 Juta per Gram\n\n\nHarga Emas Dunia Tembus USD5.400, Reli Rekor Berlanjut\n\n\nHarga Emas Antam (ANTM) Hari Ini Melonjak Rp52 Ribu Jadi Rp2.968.000 per Gram\n\n\nHarga Emas Melonjak 3 Persen Lebih, Tembus Rekor Tertinggi Baru\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Suki menjelaskan, emas, khususnya logam mulia mampu menjaga nilai uang dari tekanan inflasi dan kenaikan harga barang kebutuhan.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/12/28/Beli_Perhiasan_atau_Logam_Mulia.jpg",
    "tags": [],
    "word_count": 373,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:14.559493"
  },
  {
    "title": "Langkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen",
    "url": "https://www.idxchannel.com/market-news/langkah-ojk-sro-redakan-kepanikan-ihsg-pangkas-penurunan-ke-106-persen",
    "date_display": "29/01/2026 16:19 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2023/10/27/saham_turun_-_asing_-_freepik.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:03.168725",
    "full_content": "IDXChannel –Indeks Harga Saham Gabungan (IHSG) bergerak fluktuatif sepanjang Kamis (29/1/2026), setelah sempat mengalami penghentian sementara perdagangan (trading halt) selama 30 menit di awal sesi.\n\nSetelah perdagangan dibuka kembali, IHSG berhasil memangkas penurunan hingga penutupan pasar seiring respons investor terhadap langkah Otoritas Jasa Keuangan (OJK) bersama self-regulatory organization (SRO) dalam menanggapi peringatanMSCI.\n\nBerdasarkan data Bursa Efek Indonesia (BEI), IHSG ditutup melemah 1,06 persen ke level 8.232,20.\n\nSepanjang perdagangan, indeks sempat mengalami trading halt selama 30 menit setelah anjlok 8 persen pada pukul 09.26-09.56 WIB.\n\nPada fase penurunan tersebut, IHSG sempat menyentuh level terendah harian di 7.481,99, atau terkoreksi hingga 10,07 persen, sebelum akhirnya memangkas pelemahan hingga penutupan.\n\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Keberhasilan IHSG keluar dari tekanan jual yang tinggi ditopang oleh rebound saham-saham berkapitalisasi besar.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2023/10/27/saham_turun_-_asing_-_freepik.jpg",
    "tags": [],
    "word_count": 364,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:14.992801"
  },
  {
    "title": "Harga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "url": "https://www.idxchannel.com/market-news/harga-emas-melangit-pedagang-sebut-masyarakat-ramai-beli-ketimbang-jual",
    "date_display": "29/01/2026 16:14 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/10/30/harga_emas_perhiasan_hari_ini.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:03.169353",
    "full_content": "IDXChannel-Harga emasyang terus meroket hingga menembus angka Rp3 juta per gram tidak menyurutkan minat beli masyarakat. Pedagang emas mengungkapkan, antusiasme untuk membeli emas saat ini justru terbilang tinggi.\n\nSuki, salah satu pedagang emas di Pasar Emas Cikini mengatakan, kenaikan harga memang mendorong sebagian masyarakat untuk menjual emas yang telah mereka simpan sejak lama untuk meraih keuntungan. Namun, dia menilai jumlah pembeli justru lebih dominan.\n\n\"Ada sebagian menjual karena mereka sudah memiliki emas lebih lama, sehingga berpikir sudah dapat keuntungannya. Tetapi lebih utama lagi banyak juga yang baru membeli karena dia tahu bahwa emas ini memang lindung uang, untuk menjamin uangnya tidak inflasi,\" ujarnya saat berbincang denganIDX Channeldi kiosnya, Jakarta Pusat, Kamis (29/1/2026).\n\nMenurutnya, kesadaran masyarakat terhadap fungsi emas sebagai instrumen investasi kini semakin meningkat. Emas dipandang mampu menjaga nilai kekayaan di tengah kenaikan harga barang dan tekanan inflasi.\n\n\n\nReli Berlanjut, Harga Emas Dunia Berpotensi Tembus USD6.500\n\n\nHarga Emas Antam (ANTM) Hari Ini Melonjak Rp165 Ribu Jadi Rp3.168.000 per Gram\n\n\nSusul Antam, Harga Emas di Pegadaian Tembus Rp3 Juta per Gram\n\n\nHarga Emas Dunia Tembus USD5.400, Reli Rekor Berlanjut\n\n\nHarga Emas Antam (ANTM) Hari Ini Melonjak Rp52 Ribu Jadi Rp2.968.000 per Gram\n\n\nHarga Emas Melonjak 3 Persen Lebih, Tembus Rekor Tertinggi Baru\n\n\nHarga Emas Dunia Sentuh USD5.100, Geopolitik Picu Aksi Safe Haven\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Namun, dia menilai jumlah pembeli justru lebih dominan.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/10/30/harga_emas_perhiasan_hari_ini.jpg",
    "tags": [],
    "word_count": 396,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:15.532684"
  },
  {
    "title": "IHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers",
    "url": "https://www.idxchannel.com/market-news/ihsg-berakhir-turun-106-persen-ke-8232-golf-bumi-pimpin-top-losers",
    "date_display": "29/01/2026 16:09 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/29/IHSG_merah.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:03.169981",
    "full_content": "IDXChannel-Indeks Harga Saham Gabungan(IHSG) ditutup di zona merah pada perdagangan sesi II, Kamis (29/1/2026) sore, usai trading halt diberlakukan pada pagi tadi.\n\nIHSG berakhir terkoreksi 88,36 poin atau 1,06 persen ke level 8.232,20.\n\nHingga sore hari ini, tercatat sebanyak 544 saham turun, 227 saham naik, dan 187 lainnya stagnan.\n\nKapitalisasi pasar pun ikut turun menjadi Rp14.922 triliun. Frekuensi saham ditransaksikan sebanyak 4,852 juta kali dengan total volume perdagangan 94,86 miliar senilai Rp67,34 triliun.\n\nSeluruh indeks sektoral berada di zona merah, kecuali transportasi yang menguat 0,76 persen.\n\nSaham-saham yang masuk top gainers yaitu saham PT Kioson Komersial Indonesia Tbk (KIOS) menguat 26,23 persen ke Rp154, PT Asia Sejahtera Mina Tbk (AGAR) naik 24,46 persen ke Rp346, dan PT Daya Sinergitama Jaya Tbk (ELIT) menanjak 23,02 persen ke Rp342.\n\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nMayoritas Saham Merah, IHSG Jatuh ke Level 7.828 di Sesi Pertama\n\n\nIHSG Kembali Melemah, Purbaya Minta Investor Tak Panik\n\n\nMSCI Tekan IHSG, Saham-Saham Prajogo-Bakrie Jadi Beban\n\n\nIHSG Turun 8,00 Persen, Kena Trading Halt Lagi\n\n\nIHSG Dibuka Koreksi ke 8.027, BRPT-BUMI Huni Top Losers\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "IHSG Kamis (29/1/2026) sore berakhir terkoreksi 88,36 poin atau 1,06 persen ke level 8.232,20.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/29/IHSG_merah.jpg",
    "tags": [],
    "word_count": 376,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:16.001359"
  },
  {
    "title": "IHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok",
    "url": "https://www.idxchannel.com/market-news/ihsg-trading-halt-dua-hari-ojk-bakal-berkantor-di-bei-mulai-besok",
    "date_display": "29/01/2026 15:50 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/12/17/Mahendra_Siregar_OJK.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:03.170613",
    "full_content": "IDXChannel- Ketua Dewan KomisionerOJKMahendra Siregar mengatakan pihaknya akan mulai berkantor diBursa Efek Indonesia(BEI) mulai besok, Jumat (30/1/2026). Hal ini dalam rangka mengawal reformasipasar modalyang menjadi perhatian pemerintah.\n\n\"Kami fokus adalah reformasi, perbaikan seluruhnya, dan berjalan cepat, tepat, dan efektif. Maka untuk memastikan hal itu, mulai besok kami akan berkantor di sini (BEI),\" ujarnya dalam konferensi pers di Gedung BEI, Kamis (29/1/2026).\n\nMahendra mengatakan pihaknya telah bertemu dengan stakeholders Pemerintah untuk membahas berbagai strategi reformasi pasar modal di Indonesia. Tujuan yang akan dicapai menyangkut transparansi, dan perbaikan tata kelola untuk perkembangan pasar modal.\n\n\"Semua mendukung penuh langkah-langkah reformasi dan perbaikan, jadi solid, semua mendukung hal itu, karena kepentingan nasional untuk melihat bahwa Bursa Efek Indonesia memang setara dengan kondisi dan perkembangan serta standar yang ada di mancanegara,\" tambahnya.\n\nMenurutnya, transparansi menjadi modal penting dalam mendukung perkembangan pasar modal. Harapannya dengan berkantornya OJK di Gedung BEI, bisa meningkatkan transparansi dan kepercayaan para investor terhadap pasar modal Indonesia.\n\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham\n\n\nDanantara Sampaikan Masukan ke MSCI Soal Pasar Modal Indonesia\n\n\nMayoritas Saham Merah, IHSG Jatuh ke Level 7.828 di Sesi Pertama\n\n\nOJK Bakal Umumkan Langkah Konkret Respons MSCI\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "OJK akan mulai berkantor di BEI mulai besok, Jumat (30/1/2026). Hal ini dalam rangka mengawal reformasi pasar modal yang menjadi perhatian pemerintah.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/12/17/Mahendra_Siregar_OJK.jpg",
    "tags": [],
    "word_count": 407,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:16.497799"
  },
  {
    "title": "Aturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "url": "https://www.idxchannel.com/market-news/aturan-demutualisasi-bei-ditargetkan-meluncur-di-kuartal-i-2026",
    "date_display": "29/01/2026 15:20 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/06/16/Bursa_Efek_Indonesia_by_IDXC.jpeg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:03.171243",
    "full_content": "IDXChannel- Ketua Dewan KomisionerOtoritas Jasa Keuangan(OJK) Mahendra Siregar mengatakan, pihaknya tengah menyiapkan aturan terkait demutualisasiBursa Efek Indonesia(BEI). Aturan tersebut ditargetkan rampung pada kuartal I-2026.\n\nDia menjelaskan, langkah ini merupakan bagian dari transformasi BEI untuk meningkatkan tata kelola agar pengelolaannya lebih profesional, sehingga minim konflik kepentingan. Sebab, demutualisasi tersebut mencakup perubahan struktur kepemilikan saham PT Bursa Efek Indonesia (BEI), yang juga bisa dimiliki oleh publik.\n\n\"Berdasarkan diskusi dengan pemerintah, bahwa pemerintah akan menerbitkan peraturan terkait demutualisasi bursa, (tuntas) dalam kuartal I tahun ini,\" ujarnya dalam konferensi pers di Gedung BEI, Jakarta, Kamis (29/1/2026).\n\nMenurutnya, demutualisasi tidak hanya soal perubahan struktur kepemilikan, tetapi juga merupakan bagian dari komitmen untuk membangun pasar modal yang lebih berintegritas, transparan, dan berstandar internasional. OJK, kata dia, akan mengawal langsung seluruh proses reformasi tersebut agar berjalan efektif dan tepat waktu.\n\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan\n\n\nIHSG Kembali Melemah, Istana dan Airlangga Minta OJK Reformasi Regulasi Bursa\n\n\nOJK-BEI Siap Tindaklanjuti Masukan MSCI soal Transparansi Kepemilikan Saham\n\n\nOJK Bakal Umumkan Langkah Konkret Respons MSCI\n\n\nPendapatan Premi Asuransi Jiwa Capai Rp163,88 Triliun per November 2025\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nOJK Sebut Demutualisasi Bursa Rampung Semester I-2026\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "OJK tengah menyiapkan aturan terkait demutualisasi Bursa Efek Indonesia (BEI). Aturan tersebut ditargetkan rampung pada kuartal I-2026.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/06/16/Bursa_Efek_Indonesia_by_IDXC.jpeg",
    "tags": [],
    "word_count": 389,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:17.038894"
  },
  {
    "title": "Plaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya",
    "url": "https://www.idxchannel.com/market-news/plaza-indonesia-plin-gelar-rupslb-20-februari-2026-ini-agendanya",
    "date_display": "29/01/2026 15:05 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2022/07/22/plaza_indonesia.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:03.171884",
    "full_content": "IDXChannel- PTPlaza Indonesia RealtyTbk (PLIN) berencana menggelar Rapat Umum Pemegang Saham Luar Biasa (RUPSLB) pada Jumat, 20 Februari 2026. Sejumlah agenda yang akan dibahas di dalam rapat pun telah disiapkan.\n\nDilansir dari keterbukaan informasi BEI, Kamis (29/1/2026), ada dua yang agenda yang akan dibahas oleh perseroan bersama para pemegang saham dalam RUPSLB.\n\nPertama, pengalihan saham hasil pembelian kembali melalui mekanisme pengurangan modal yaitu sebanyak-banyaknya 0,40 persen dari modal disetor perseroan atau maksimum sebanyak 14.246.270.\n\nKedua, persetujuan atas penjaminan sebagian besar harta kekayaan (aset) perseroan dalam satu transaksi atau beberapa transaksi baik yang berkaitan satu sama lain maupun yang tidak berkaitan, sesuai dengan ketentuan Pasal 12 ayat (4) Anggaran Dasar perseroan, dan atas pemberian kuasa dan wewenang dengan hak substitusi kepada Direksi perseroan untuk melaksanakan atau terkait dengan penjaminan tersebut.\n\nPemegang saham yang berhak hadir atau diwakili dalam rapat adalah pemegang saham yang namanya tercatat dalam Daftar Pemegang Saham (DPS) perseroan atau pemegang saham dalam penitipan kolektif di PT Kustodian Sentral Efek Indonesia (KSEI) pada Rabu, 28 Januari 2026 sampai dengan pukul 16.00 WIB.\n\n\n\nPlaza Indonesia (PLIN) Targetkan Okupansi Tenant Mal di Atas 80 Persen pada 2026\n\n\nPengelola Plaza Indonesia (PLIN) Bagi Dividen Interim Rp268 Miliar, Catat Jadwalnya\n\n\nSiapa Pemilik Plaza Indonesia (PLIN) yang Sahamnya Disuspensi Berbulan-bulan\n\n\nPenuhi Free Float, PLIN Masih Tunggu Momen yang Tepat Siapkan Aksi Korporasi\n\n\nDiterpa Isu Jual Hotel Grand Hyatt Jakarta, Intip Kinerja Plaza Indonesia (PLIN)\n\n\nRumor Hotel Grand Hyatt Jakarta Dijual Rp12,5 Triliun, Ini Bantahan Plaza Indonesia (PLIN)\n\n\nPengelola Plaza Indonesia (PLIN) Bagi Dividen Rp236,89 Miliar, Cum Date Pekan Depan\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers",
    "summary": "PT Plaza Indonesia Realty Tbk (PLIN) berencana menggelar Rapat Umum Pemegang Saham Luar Biasa (RUPSLB) pada Jumat, 20 Februari 2026.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2022/07/22/plaza_indonesia.jpg",
    "tags": [],
    "word_count": 439,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:17.571435"
  },
  {
    "title": "MSCI Tekan IHSG, Saham-Saham Prajogo-Bakrie Jadi Beban",
    "url": "https://www.idxchannel.com/market-news/msci-tekan-ihsg-saham-saham-prajogo-bakrie-jadi-beban",
    "date_display": "29/01/2026 10:14 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/04/12/msci.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:04.310738",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG) kembali tertekan pada sesi pembukaan perdagangan Kamis (29/1/2026). Indeks jatuh 8 persen ke level Rp7.600 dengan saham-saham \"konglo\" menjadi pemberat utama.\n\nSaham PT Bumi Resources Tbk (BUMI) misalnya kembali menyentuh batasauto rejectbawah (ARB) ke level Rp250. Senada saham PT Petrosea Tbk (PTRO) juga ARB ke Rp6.225 dan PT Bumi Resources Minerals Tbk (BMRS) ARB ke Rp940.\n\nKondisi ini memaksa sistem perdagangan secara otomatis menetapkan suspensi aliastrading haltselama 30 menit.Trading haltjuga sempat terjadi pada perdagangan kemarin meski IHSG berakhir turun sebesar 7,3 persen.\n\nFaktor utama yang menekan IHSG yakni keputusan Morgan Stanley Capital International (MSCI) yang membekukan pasar saham Indonesia terkait isu transparansi struktur kepemilikan saham di Indonesia. Langkah ini menekan saham-saham milik taipan Prajogo Pangestu hingga Bakrie yang disebut-sebut berupaya masuk indeks global tersebut.\n\nApa itu MSCI? MSCI merupakan perusahaan keuangan yang berpusat di New York, AS, yang membuat indeks saham global. Indeks buatan MSCI memiliki kredibilitas tinggi sehingga dipercaya oleh manajer investasi global hingga dana pensiun sebagai acuan utama untuk menanamkan modalnya.\n\n\n\nHarga Naik Tak Wajar, Saham Buana Artha (STAR) Dikunci Bursa\n\n\nPasar Masih Dibayangi Sentimen MSCI, Analis Cermati Saham ANTM-ESSA\n\n\nIHSG Turun 8,00 Persen, Kena Trading Halt Lagi\n\n\nIHSG Dibuka Koreksi ke 8.072, BRPT-BUMI Huni Top Losers\n\n\nPeringatan MSCI Tekan Pasar, Goldman Sachs Downgrade Saham Indonesia\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nIHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nTesla Hentikan Produksi Model S dan X, Fokus Kembangkan Robot\n\n\nBPBD Jakarta Laporkan 52 RT dan 17 Jalan Terendam Banjir, Ini Rincian Lokasinya\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026\n\n\nPlaza Indonesia (PLIN) Gelar RUPSLB 20 Februari 2026, Ini Agendanya\n\n\nBEI Bakal Revisi Aturan Free Float Jadi 15 Persen, Berlaku Bulan Depan",
    "summary": "Indeks Harga Saham Gabungan (IHSG) kembali tertekan pada sesi pembukaan perdagangan Kamis (29/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/04/12/msci.jpg",
    "tags": [],
    "word_count": 416,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:18.173756"
  },
  {
    "title": "Bursa Asia Beragam saat Wall Street Hijau",
    "url": "https://www.idxchannel.com/market-news/bursa-asia-beragam-saat-wall-street-hijau",
    "date_display": "29/01/2026 10:12 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/03/19/bursa_asia_-_19_mar_24_reuters.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:04.311349",
    "full_content": "IDXChannel –Bursa saham Asiacenderung bergerak beragam pada Kamis (29/1/2026) di tengah penguatan Wall Street semalam.\n\nMenurut data pasar, Shanghai Composite naik 0,02 persen dan Hang Seng Hong Kong mendaki 0,33 persen.\n\nKOSPI Korea Selatan terkerek 0,13 persen, di kisaran rekor tertingginya.\n\nIndeks acuan Negeri Ginseng tersebut mencatatkan kenaikan sekitar 20 persen sejak awal tahun, jauh mengungguli banyak bursa global lainnya.\n\nSahamSamsung Electronics dan SK Hynix berada di garis depan reli pasar belakangan ini, ditopang permintaan kuat chip dan memori untuk server kecerdasan buatan serta pusat data.\n\nKinerja positif saham-saham teknologi juga ditopang oleh laporan keuangan yang solid. Samsung Electronics bahkan mencatat sejarah sebagai perusahaan domestik pertama yang membukukan laba operasional kuartalan di atas 20 triliun won Korea.\n\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nRespons MSCI, BEI Tegaskan Komitmen Perkuat Kredibilitas Pasar Modal Indonesia\n\n\nPeringatan Terbaru dari MSCI: Bekukan Kenaikan Bobot dan Penambahan Saham Indonesia\n\n\nASLC Andalkan Ekosistem Lelang–Ritel, Bidik Pertumbuhan Pendapatan Double Digit di 2026\n\n\nRMKE Masuk Pantauan Analis Seiring Proyeksi Kinerja 2026\n\n\nNarasi MSCI di Balik Gugurnya Saham Konglomerat BUMI-PTRO Cs\n\n\nBursa Asia Menguat, Tersengat Penguatan Wall Street\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Bursa saham Asia cenderung bergerak beragam pada Kamis (29/1/2026) di tengah penguatan Wall Street semalam.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/03/19/bursa_asia_-_19_mar_24_reuters.jpg",
    "tags": [],
    "word_count": 361,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:18.640988"
  },
  {
    "title": "Pasar Masih Dibayangi Sentimen MSCI, Analis Cermati Saham ANTM-ESSA",
    "url": "https://www.idxchannel.com/market-news/pasar-masih-dibayangi-sentimen-msci-analis-cermati-saham-antm-essa",
    "date_display": "29/01/2026 10:08 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/03/11/Saham_Rally__Kapan_Waktu_Tepat_untuk_Entry.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:04.311946",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG) diproyeksikan bergerak variatif pada perdagangan Kamis (29/1/2026) dengan kisaran 8.200-8.400, setelah mengalami tekanan jual signifikan pada sesi sebelumnya.\n\nPelemahan tajam ini dipicu oleh kombinasi sentimen global dan domestik, terutama keputusan Morgan Stanley Capital International (MSCI) terkait pasar saham Indonesia.\n\nAnalis Ajaib Sekuritas Ratih Mustikoningsih menilai, tekanan pada IHSG masih akan terasa seiring derasnya arus dana asing keluar dari pasar ekuitas domestik.\n\nSepanjang perdagangan kemarin, investor asing tercatat melakukan net sell di seluruh pasar sebesar Rp6,17 triliun.\n\n“Outflow asing dipicu oleh keputusan MSCI yang tidak menambahkan saham Indonesia dalam rebalancing Februari 2026 akibat isu transparansi free float,” ujar Ratih dalam risetnya, Kamis (29/1/2026).\n\n\n\nIHSG Turun 8,00 Persen, Kena Trading Halt Lagi\n\n\nPeringatan MSCI Tekan Pasar, Goldman Sachs Downgrade Saham Indonesia\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nIHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat\n\n\nBEI Ungkap Strategi Redam Gejolak Pasar Pascapengumuman MSCI\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nIHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Tekanan pada IHSG masih akan terasa seiring derasnya arus dana asing keluar dari pasar ekuitas domestik.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/03/11/Saham_Rally__Kapan_Waktu_Tepat_untuk_Entry.jpg",
    "tags": [],
    "word_count": 352,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:18.979801"
  },
  {
    "title": "IHSG Turun 8,00 Persen, Kena Trading Halt Lagi",
    "url": "https://www.idxchannel.com/market-news/ihsg-turun-800-persen-kena-trading-halt-lagi",
    "date_display": "29/01/2026 09:34 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/03/27/saham_turun_-_freepik_-_7.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:04.312554",
    "full_content": "IDXChannel –Indeks Harga Saham Gabungan (IHSG) kembali tertekan tajam pada Kamis (29/1/2026) hingga memicu penghentian sementara perdagangan (trading halt). Tekanan jual menguat seiring investor mengambil sikaprisk-offsetelah pengumumanMSCIdan penurunan peringkat saham Indonesia olehGoldman Sachs.\n\nMenurut data Bursa Efek Indonesia (BEI), IHSG terkoreksi tajam 8,00 persen ke 7.654,66 pada 09.26 WIB dan akan kembali dibuka 30 menit kemudian.\n\nNilai transaksi tercatat mencapai Rp10,78 triliun.\n\nSebanyak 694 saham turun, hanya 34 yang menguat, dan 230 sisanya stagnan.\n\nSehari sebelumnya, IHSG juga sempat terkena trading halt 30 menit sebelum ditutup turun 7,35 persen.\n\nInformasi saja, BEI memiliki mekanisme penghentian sementara perdagangan apabila IHSG mengalami penurunan tajam dalam satu hari bursa.\n\nBEI akan memberlakukan trading halt selama 30 menit jika IHSG turun lebih dari 8 persen. Jika tekanan berlanjut dan IHSG kembali melemah hingga lebih dari 15 persen, perdagangan kembali dihentikan sementara selama 30 menit.\n\n\n\nIHSG Dibuka Koreksi ke 8.072, BRPT-BUMI Huni Top Losers\n\n\nPeringatan MSCI Tekan Pasar, Goldman Sachs Downgrade Saham Indonesia\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nIHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat\n\n\nIHSG Hari Ini Masih Rawan Terkoreksi Pascapengumuman MSCI, Simak Analisa 4 Saham Berikut\n\n\nBEI Ungkap Strategi Redam Gejolak Pasar Pascapengumuman MSCI\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Indeks Harga Saham Gabungan (IHSG) kembali tertekan tajam pada Kamis (29/1/2026) hingga memicu penghentian sementara perdagangan (trading halt).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/03/27/saham_turun_-_freepik_-_7.jpg",
    "tags": [],
    "word_count": 387,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:19.353861"
  },
  {
    "title": "IHSG Dibuka Koreksi ke 8.027, BRPT-BUMI Huni Top Losers",
    "url": "https://www.idxchannel.com/market-news/ihsg-dibuka-koreksi-ke-8027-brpt-bumi-huni-top-losers",
    "date_display": "29/01/2026 09:20 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/06/19/IHSG_turun_-_19_june.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:04.313158",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG) dibuka turun ke 8.027,83 pada perdagangan Kamis (29/1/2026).\n\nHingga 09.22 WIB, indeks saham jatuh 7,61 persen ke 7.689. Sebanyak 36 saham menguat, 688 turun, dan 234 lainnya bergerak stagnan.\n\nNilai transaksi awal menyentuh Rp9,86 triliun dengan volume perdagangan mencapai 11,45 miliar saham.\n\nSeluruh sektor masih berada di zona merah, di mana sektor energi dan infrastruktur turun tajam 9 persen. Diikuti sektor barang baku yang turun 8,9 persen, siklikal dan properti turun masing-masing 7,3 persen.\n\nLalu sektor teknologi minus 7,09 persen, keuangan 6,72 persen, transportasi 5,60 persen, industri 5,45 persen, dan non siklikal 6,61 persen.\n\n\n\nIHSG Turun 8,00 Persen, Kena Trading Halt Lagi\n\n\nPeringatan MSCI Tekan Pasar, Goldman Sachs Downgrade Saham Indonesia\n\n\nIHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat\n\n\nIHSG Hari Ini Masih Rawan Terkoreksi Pascapengumuman MSCI, Simak Analisa 4 Saham Berikut\n\n\nIHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Berakhir Merah, Turun 7,35 Persen ke 8.320\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Hingga 09.22 WIB, indek saham jatuh 7,61 persen ke 7.689.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/06/19/IHSG_turun_-_19_june.jpg",
    "tags": [],
    "word_count": 352,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:19.826198"
  },
  {
    "title": "Peringatan MSCI Tekan Pasar, Goldman Sachs Downgrade Saham Indonesia",
    "url": "https://www.idxchannel.com/market-news/peringatan-msci-tekan-pasar-goldman-sachs-downgrade-saham-indonesia",
    "date_display": "29/01/2026 09:17 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2023/09/14/saham_turun_suspensi_freepik.jpeg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:04.313758",
    "full_content": "IDXChannel –Analis Goldman Sachs Group Inc memangkas peringkat saham Indonesia menjadi underweight.\n\nLangkah ini diambil seiring peringatan bahwa kekhawatiranMSCIterkait aspek investabilitas berpotensi memicu arus keluar dana lebih dari USD13 miliar (Rp217 triliun) jika pasar Indonesia diturunkan statusnya menjadi pasar frontier.\n\nMelansir dariBloomberg, bank investasi Wall Street itu memperkirakan, dalam skenario ekstrem ketika Indonesia direklasifikasi dari pasar berkembang (emerging market/EM), dana pasif (passive fund) yang mengikuti indeks MSCI diperkirakan melepas aset hingga USD7,8 miliar (Rp130 triliun)\n\nSelain itu, arus keluar tambahan sebesar USD5,6 miliar juga bisa terjadi apabila FTSE Russell meninjau ulang metodologi free float dan status pasar Indonesia.\n\n“Kami memperkirakan penjualan pasif masih berlanjut dan menilai perkembangan ini menjadi beban (overhang) yang akan menghambat kinerja pasar,” tulis para analis Goldman Sachs, termasuk Timothy Moe, dalam laporannya.\n\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nIHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat\n\n\nIHSG Hari Ini Masih Rawan Terkoreksi Pascapengumuman MSCI, Simak Analisa 4 Saham Berikut\n\n\nBEI Ungkap Strategi Redam Gejolak Pasar Pascapengumuman MSCI\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nIHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok",
    "summary": "Analis Goldman Sachs Group Inc memangkas peringkat saham Indonesia menjadi underweight.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2023/08/12/Saham_Turun_-_Freepik.jpeg",
    "tags": [],
    "word_count": 382,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:20.287436"
  },
  {
    "title": "Saiko Consultancy Batal Akuisisi Saham Soraya Berjaya (SPRE)",
    "url": "https://www.idxchannel.com/market-news/saiko-consultancy-batal-akuisisi-saham-soraya-berjaya-spre",
    "date_display": "29/01/2026 07:47 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/19/SPRE_dok_Soraya_Berjaya.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:05.461386",
    "full_content": "IDXChannel- Perusahaan asal Singapura,Saiko ConsultancyPte Ltd membatalkan rencanaakuisisi27,83 persen saham PTSoraya BerjayaIndonesia Tbk (SPRE).\n\nSaham tersebut sebelumnya akan diambil alih dari Rizet Ramawi, pemegang saham pengendali perseroan.\n\nPembatalan ini dilakukan seiring dengan komitmen Rizet Ramawi untuk tetap mempertahankan statusnya sebagai pengendali sekaligus pemilik manfaat (beneficial owner) SPRE, sebagaimana tertuang dalam surat komitmen yang telah disampaikan sebelumnya.\n\nSeiring perkembangan negosiasi yang berlangsung, Saiko Consultancy selaku calon pengendali baru masih melakukan diskusi terkait kemungkinan struktur transaksi alternatif yang dapat ditempuh ke depan.\n\n“Rencana pengambilalihan atas Perseroan oleh Saiko Consultancy Pte Ltd menjadi batal. Kami akan menginformasikan apabila terdapat perkembangan lebih lanjut terkait rencana pengambilalihan atas Perseroan,” tulis manajemen Saiko Consultancy dalam keterbukaan informasi, Kamis (29/1/2026).\n\n\n\nProdusen Bir Bintang (MLBI) Ambil Alih 99,9 Persen Saham Karya Distilindo\n\n\nMinta Restu Akuisisi hingga Rights Issue, BABY Tunda RUPSLB hingga Februari\n\n\nRama Indonesia Berencana Caplok 59 Persen Saham Dua Putra (DPUM)\n\n\nAkuisisi Emway, BABY Gelar Rights Issue Pakai Skema Inbreng\n\n\nSaham BLUE Masuk Radar UMA, Proses Akuisisi Dragonmine Masih Berjalan\n\n\nHashim Djojohadikusumo dan Northstar Dikabarkan Mau Akuisisi UDNG, Ini Klarifikasi Manajemen\n\n\nPOSCO Tender Offer Saham SGRO, Tawarkan Harga Premium Rp7.903 per Saham\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers",
    "summary": "Saham tersebut sebelumnya akan diambil alih dari Rizet Ramawi, pemegang saham pengendali perseroan.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/19/SPRE_dok_Soraya_Berjaya.jpg",
    "tags": [],
    "word_count": 370,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:20.652401"
  },
  {
    "title": "Harga Minyak Dunia Bertahan di Level Tertinggi 4 Bulan",
    "url": "https://www.idxchannel.com/market-news/harga-minyak-dunia-bertahan-di-level-tertinggi-4-bulan",
    "date_display": "29/01/2026 07:35 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/12/19/rigs_oil_minyak_kilang_-_18_des_25.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:05.462002",
    "full_content": "IDXChannel -Harga minyaknaik ke level tertinggi sejak akhir September pada Rabu (28/1/2026), didorong kekhawatiran seputar Iran serta pelemahan dolar AS yang memberi dukungan tambahan.\n\nKontrak berjangka (futures)Brentditutup naik 1,23 persen ke USD 68,40 per barel. Sementara itu, minyak mentah West Texas Intermediate (WTI) AS menguat 1,31 persen ke USD 63,21 per barel.\n\nKedua acuan tersebut menuju kenaikan bulanan terbesar secara persentase sejak Juli 2023, dengan Brent berpeluang naik sekitar 12 persen dan WTI sekitar 10 persen.\n\nPresiden Amerika Serikat (AS) Donald Trump pada Rabu mendesak Iran untuk kembali ke meja perundingan dan mencapai kesepakatan terkait senjata nuklir, atau menghadapi serangan AS berikutnya yang disebut akan jauh lebih buruk.\n\nNamun, Teheran menyatakan akan melawan dengan kekuatan penuh jika hal itu terjadi.\n\n\n\nHarga Minyak Melonjak 3 Persen, Produksi AS Terganggu Badai\n\n\nHarga Minyak Melemah, Pasar Cermati Dampak Badai Musim Dingin\n\n\nHarga Minyak Naik Lebih 2 Persen Sepekan, AS Kerahkan Armada ke Iran dan Perketat Sanksi\n\n\nHarga Minyak Turun 2 Persen, Ancaman Trump soal Greenland-Iran Mereda\n\n\nHarga Minyak Naik usai Force Majeure Kazakhstan hingga Lesunya Ekspor Venezuela\n\n\nHarga Minyak Naik di Tengah Gangguan Pasokan Kazakhstan, Isu Greenland Membayangi\n\n\nHarga Minyak Stabil, Isu Iran Mereda dan Greenland Jadi Sorotan\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "Harga minyak naik ke level tertinggi sejak akhir September pada Rabu (28/1/2026), didorong kekhawatiran seputar Iran serta pelemahan dolar AS yang memberi dukun",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/12/19/rigs_oil_minyak_kilang_-_18_des_25.jpg",
    "tags": [],
    "word_count": 380,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:21.001128"
  },
  {
    "title": "Begini Analisis Saham REAL di Tengah Volatilitas Pasar",
    "url": "https://www.idxchannel.com/market-news/begini-analisis-saham-real-di-tengah-volatilitas-pasar",
    "date_display": "29/01/2026 07:28 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/12/01/Ciri-Ciri_Saham_Gorengan.jpeg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:05.462608",
    "full_content": "IDXChannel- Berdasarkan data perdagangan Bursa Efek Indonesia (BEI), saham PTRepower AsiaIndonesia Tbk (REAL) mencatatkan net buy asing sekitar 51 juta pada perdagangan Rabu (28/1/2026).\n\nAksi beli tersebut dilakukan di tengah investor asing membukukan tekanan jual di pasar reguler. Masuknya aliran dana asing kesaham REALmengindikasikan adanya sentimen yang membuat emiten ini tetap dilirik di tengahvolatilitaspasar.\n\nAnalis MNC Sekuritas Rudy Setiawan, menilai saham REAL saat ini berada pada level yang baik, secara valuasi maupun sentimen.\n\nMenurutnya, PBV REAL berada di kisaran 1,2x, yang mencerminkan valuasi relatif murah, sementara pergerakan harga saham telah berada di area oversold setelah mengalami tekanan koreksi.\n\n“Selain faktor teknikal yang sudah oversold, saat ini REAL juga sedang mengembangkan bisnis ke sektor properti digital melalui data center, yang menjadi salah satu tema investasi yang tengah diminati investor asing. Kombinasi valuasi yang relatif murah dan sentimen pengembangan bisnis ini membuka peluang technical rebound,” ujar Rudy dalam keterangan tertulis Kamis (29/1/2025).\n\n\n\nRepower Asia (REAL) Raup Laba Tertinggi Sejak Pandemi, Sinyal Kebangkitan Sektor Properti\n\n\nSiapa Pemilik Saham REAL? Ini Profil Bisnis dan Informasi Pengendalinya\n\n\nSaham REAL Diborong Asing, Sentimen Data Center Dorong Optimisme Pasar\n\n\nSaham REAL Berpotensi Lanjut Menguat di Tengah Kabar Aksi Korporasi\n\n\nREAL Targetkan Kerja Sama dengan Riscon Group Berjalan Akhir 2025\n\n\nPrabowo Instruksikan Percepatan Rumah Subsidi, Saham Properti Ini Berpotensi Kembali Menguat\n\n\nEmpat Saham Lepas dari Suspensi, RONY Auto Pindah Papan FCA\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Saham PT Repower Asia Indonesia Tbk (REAL) mencatatkan net buy asing sekitar 51 juta pada perdagangan Rabu (28/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/12/01/Ciri-Ciri_Saham_Gorengan.jpeg",
    "tags": [],
    "word_count": 401,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:21.453360"
  },
  {
    "title": "Harga Emas Dunia Tembus USD5.400, Reli Rekor Berlanjut",
    "url": "https://www.idxchannel.com/market-news/harga-emas-dunia-tembus-usd5400-reli-rekor-berlanjut",
    "date_display": "29/01/2026 07:23 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/09/03/emas_-3_sept_25_freepik.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:05.463209",
    "full_content": "IDXChannel –Hargaemasdunia melanjutkan reli pemecahan rekor pada Rabu (28/1/2026), menembus level USD5.400 per troy ons seiring investor mencari aset aman di tengah ketidakpastian ekonomi dan geopolitik yang kian dalam.\n\nHargaemas spot(XAU/USD) melesat 4,57 persen ke USD5.417,98 per troy ons, setelah sebelumnya menyentuh rekor tertinggi USD5.418,96 pada sesi yang sama.\n\nPada sesi sebelumnya, emas melonjak sekitar USD200 per troy ons dan mencetak rekor tertinggi secara beruntun.\n\n“Kenaikan ini didorong oleh pembelian berkelanjutan bank sentral, momentum kuat dari dana pengikut tren, serta permintaan flight to quality yang solid,” ujar analis pasar IG, Tony Sycamore, dikutipReuters.\n\n“Meski sifat reli yang parabolik mengindikasikan koreksi tidak jauh lagi, fundamental yang mendasari diperkirakan tetap suportif sepanjang 2026, sehingga setiap pelemahan dipandang sebagai peluang beli yang menarik,” imbuh dia.\n\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nTambang Pani Mulai Irigasi Heap Leach, EMAS Targetkan Produksi Perdana di Kuartal I-2026\n\n\nHarga Emas Antam (ANTM) Hari Ini Melonjak Rp52 Ribu Jadi Rp2.968.000 per Gram\n\n\nMembedah Prospek Saham Merdeka Group, Pilih MBMA, MDKA, atau EMAS?\n\n\nHarga Emas Melonjak 3 Persen Lebih, Tembus Rekor Tertinggi Baru\n\n\nSaham ANTM-BRMS Cs Terimbas Aksi Ambil Untung\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.916.000 per Gram, Cek Lengkapnya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Harga emas dunia melanjutkan reli pemecahan rekor pada Rabu (28/1/2026), menembus level USD5.400 per troy ons seiring investor mencari aset aman.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/09/03/emas_-3_sept_25_freepik.jpg",
    "tags": [],
    "word_count": 376,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:21.845506"
  },
  {
    "title": "Ada Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?",
    "url": "https://www.idxchannel.com/market-news/ada-badai-msci-saham-apa-saja-yang-bisa-tahan-banting",
    "date_display": "29/01/2026 07:17 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/11/03/saham_naik_-_freepik_-_3_Nov_25.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:05.463806",
    "full_content": "IDXChannel –Tekanan besar akibat keputusan terbaruMSCImengguncang pasarsahamIndonesia. Namun di tengah ‘badai’ tersebut, sejumlah saham dinilai masih memiliki daya tahan dan layak dicermati investor, terutama dari sektor komoditas dan saham defensif.\n\nPengamat pasar modal Michael Yeoh menilai, saham-saham berbasis komoditasemasdanlogammenarik untuk dicermati karena dinilai memiliki fundamental yang solid serta potensi pertumbuhan kinerja keuangan.\n\n“Saat ini saham-saham komoditas emas dan logam terlihat memiliki fundamental serta potensi laporan keuangan yanggrowth,” ujar Michael, Rabu (28/1/2026).\n\nIa menambahkan, minat investorasingjuga masih terlihat cukup kuat di sektor tersebut. “Foreignjuga aktif di sektor ini,” katanya.\n\nSaham-saham yang disebut Michael antara lain ANTM, MBMA, NCKL, dan INCO.\n\nPandangan lainnya datang dari CGS International. Dalam analisisnya, CGS menilai Indonesia berisiko menghadapi arus keluar dana asing apabila MSCI menerapkan skenario terburuk dalam penilaian free float saham domestik.\n\n\n\nHarga Emas Dunia Tembus USD5.400, Reli Rekor Berlanjut\n\n\nIHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat\n\n\nTambang Pani Mulai Irigasi Heap Leach, EMAS Targetkan Produksi Perdana di Kuartal I-2026\n\n\nBEI Ungkap Strategi Redam Gejolak Pasar Pascapengumuman MSCI\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nIHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers",
    "summary": "Tekanan besar akibat keputusan terbaru MSCI mengguncang pasar saham Indonesia.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/11/03/saham_naik_-_freepik_-_3_Nov_25.jpg",
    "tags": [],
    "word_count": 383,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:22.286255"
  },
  {
    "title": "IHSG Tersengat Pengumuman MSCI, Investor Bisa Alihkan Fokus ke Saham Berfundamental Kuat",
    "url": "https://www.idxchannel.com/market-news/ihsg-tersengat-pengumuman-msci-investor-bisa-alihkan-fokus-ke-saham-berfundamental-kuat",
    "date_display": "29/01/2026 07:01 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/02/24/Jika_Saham_Longsor_Apakah_Harus_Jual.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:05.464405",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG) mengalami guncangan hebat pada perdagangan Rabu (28/1/2026) setelah pengumuman terbaru dari Morgan Stanley Capital International (MSCI).\n\nIHSG sempat anjlok hingga 8,8 persen secara intraday yang memicu penghentian sementara perdagangan (trading halt), sebelum akhirnya ditutup melemah 7,3 persen di level 8.320,6.\n\nTekanan tajam tersebut dipicu oleh keputusan MSCI pada Selasa (27/1/2026) yang mengumumkan penerapan perlakuan sementara (temporary treatment) terhadap pasar saham Indonesia. Kebijakan ini mencakup pembekuan sejumlah perubahan dalam indeks MSCI, termasuk indeks review Februari 2026.\n\nDalam pengumumannya, MSCI membekukan seluruh kenaikan Foreign Inclusion Factor (FIF) dan Number of Shares (NOS), menghentikan penambahan konstituen baru ke dalam MSCI Investable Market Indexes (IMI), serta menunda perpindahan saham antar segmen ukuran, termasuk dari Small Cap ke Standard Index.\n\nLangkah ini dilakukan untuk menekan tingkat index turnover sekaligus memitigasi risiko kelayakan investasi (investability) di pasar Indonesia.\n\n\n\nAda Badai MSCI, Saham Apa Saja yang Bisa Tahan Banting?\n\n\nPasar Saham Loyo, RAJA Berencana Buyback Rp250 Miliar\n\n\nIHSG Hari Ini Masih Rawan Terkoreksi Pascapengumuman MSCI, Simak Analisa 4 Saham Berikut\n\n\nBEI Ungkap Strategi Redam Gejolak Pasar Pascapengumuman MSCI\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nIHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Dengan tenggat waktu hingga Mei 2026, investor masih memiliki ruang untuk menyesuaikan strategi investasi.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/02/24/Jika_Saham_Longsor_Apakah_Harus_Jual.jpg",
    "tags": [],
    "word_count": 386,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:22.743974"
  },
  {
    "title": "Pasar Saham Loyo, RAJA Berencana Buyback Rp250 Miliar",
    "url": "https://www.idxchannel.com/market-news/pasar-saham-loyo-raja-berencana-buyback-rp250-miliar",
    "date_display": "29/01/2026 06:52 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/12/03/rukun_raharja_raja.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:06.600396",
    "full_content": "IDXChannel- PTRukun RaharjaTbk (RAJA) mengumumkan rencana pembelian kembali saham ataubuybackdengan nilai maksimum Rp250 miliar.\n\nBuyback tersebut dalam rangka mendukung stabilitas pasar modal di tengah rontoknya Indeks Harga Saham Gabungan (IHSG) pada perdagangan Rabu (28/1/2026) hingga jatuh 7,35 persen ke level 8.320,56. Saham RAJA ikut anjlok 15 persen ke harga Rp4.590 per saham.\n\nJumlah saham yang akan dibeli kembali tidak akan melebihi 20 persen dari jumlah modal yang ditempatkan RAJA dengan ketentuan paling sedikit saham yang beredar adalah 7,5 persen.\n\nAdapun buyback akan dilakukan pada harga yang dianggap baik dan wajar oleh perseroan dengan memperhatikan ketentuan yang berlaku.\n\nDalam pelaksanaan buyback, RAJA menggunakan dana yang berasal dari saldo kas internal perseroan sehingga tidak menimbulkan tambahan liabilitas maupun biaya pembiayaan (financing cost) bagi perseroan.\n\n\n\nBuyback Tuntas, Ashmore Indonesia (AMOR) Serap 10,6 Juta Saham\n\n\nBUMI, PTRO, hingga RAJA ARB usai Keputusan MSCI, Bagaimana Nasib Saham Konglo?\n\n\nTiga Emiten Gelar RUPS, RAJA Tebar Dividen Interim Rp105 Miliar\n\n\nDEWA Realisasikan Buyback 1,04 Miliar Saham, Sisa Dana Rp360 Miliar\n\n\nSaham Undervalued, Asuransi MAG (AMAG) Bakal Buyback Rp90 Miliar\n\n\nKondisi Pasar Fluktuatif, Erajaya (ERAA) Lanjutkan Buyback Rp150 Miliar\n\n\n10 Saham Catatkan Penurunan Terbesar Pekan ini, Ada BBSS, RAJA, hingga FPNI\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok",
    "summary": "PT Rukun Raharja Tbk (RAJA) mengumumkan rencana pembelian kembali saham atau buyback dengan nilai maksimum Rp250 miliar.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/12/03/rukun_raharja_raja.jpg",
    "tags": [],
    "word_count": 375,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:23.208562"
  },
  {
    "title": "BCA (BBCA) Umumkan Rencana Buyback Saham Maksimal Rp5 Triliun",
    "url": "https://www.idxchannel.com/market-news/bca-bbca-umumkan-rencana-buyback-saham-maksimal-rp5-triliun",
    "date_display": "29/01/2026 06:33 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/10/20/bca_ist.JPG",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:06.601007",
    "full_content": "IDXChannel- PT Bank Central Asia Tbk (BCA) akan melakukan pembelian kembali saham Perseroan (shares buyback) yang telah dikeluarkan dan tercatat di Bursa Efek Indonesia (BEI).\n\nAksi korporasi ini dilakukan dalam rangka turut mendukung stabilitas pasar modal Indonesia, meningkatkan kepercayaan investor, serta memberikan tingkat pengembalian yang lebih optimal bagi para pemegang saham.\n\n“Periode shares buyback akan dilaksanakan selama 12 bulan sejak disetujuinya rencana shares buyback oleh Rapat Umum Pemegang Saham Tahunan (RUPST) yang rencananya akan dilaksanakan pada tanggal 12 Maret 2026, kecuali diakhiri lebih cepat oleh Perseroan dengan memperhatikan ketentuan dan peraturan perundang-undangan yang berlaku,\" ujar EVP Corporate Communication and Social Responsibility BCA Hera F. Haryn dalam keterangan pers Kamis (29/1/2025.\n\nAdapun jumlah nilai shares buyback adalah sebesar-besarnya Rp5 triliun termasuk biaya perantara pedagang efek dan biaya lain.\n\nBerikut perkiraan jadwal dan pembatasan jangka waktu shares buyback:\n\n1. Pengumuman Rapat Umum Pemegang Saham Tahunan (RUPST) sehubungan dengan rencana pelaksanaan shares buyback 28 Januari 2026\n\n\n\nKinerja 2025 Sesuai Ekspektasi, Laba Bersih BBCA Diramal Tembus Rp62 Triliun di 2026\n\n\nBCA Proyeksi BI Pangkas Suku Bunga Acuan 2 Kali di 2026\n\n\nBos BCA Sambut Terpilihnya Thomas Djiwandono Jadi Deputi Gubernur BI, Siapkan Koordinasi\n\n\nBCA Bukukan Laba Bersih Rp57,5 Triliun Sepanjang 2025, Tumbuh 4,9 Persen\n\n\nCatatan Analis soal Aksi Erajaya (ERAA) Buyback Saham Rp150 Miliar\n\n\nIHSG Sesi I Ditutup Turun 0,6 Persen, Saham BBCA Kembali Tertekan\n\n\nValuasi Saham BBCA Dinilai Atraktif, Simak Penjelasan Analis\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nMSJA Habiskan Dana IPO Rp245,19 Miliar hingga Akhir 2025, Tersisa Segini\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual",
    "summary": "BCA akan melakukan pembelian kembali saham Perseroan (shares buyback) yang telah dikeluarkan dan tercatat di Bursa Efek Indonesia (BEI).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/10/20/bca_ist.JPG",
    "tags": [],
    "word_count": 414,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:23.541630"
  },
  {
    "title": "Suspensi Lima Saham Dibuka, IFSH-SOTS Kompak Masuk Papan FCA",
    "url": "https://www.idxchannel.com/market-news/suspensi-lima-saham-dibuka-ifsh-sots-kompak-masuk-papan-fca",
    "date_display": "29/01/2026 06:27 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/11/15/BEI_1.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:06.601604",
    "full_content": "IDXChannel- Bursa Efek Indonesia (BEI) mencabutsuspensiperdagangan lima saham sekaligus pada Kamis (29/1/2026) di Pasar Reguler dan Pasar Tunai.\n\nKelima saham tersebut adalah PT Langgeng Makmur Industri Tbk (LMPI), PT Planet Properindo Jaya Tbk (PLAN), PT Indal Aluminium Industry Tbk (INAI), PT Ifishdeco Tbk (IFSH), dan PT Satria Mega Kencana Tbk (SOTS).\n\n\"Dengan ini diumumkan bahwa suspensi atas perdagangan saham LMPI, PLAN, INAI, IFSH, dan SOTS dibuka kembali mulai sesi I tanggal 29 Januari 2026,\" tulis pengumuman Bursa, Kamis (29/1/2026).\n\nSementara itu, IFSH dan SOTS kompak masuk papan pemantauan khusus dengan mekanisme full-call auction (FCA). Kedua saham ini telah disuspensi lebih dari satu hari Bursa berturut-turut.\n\nSaham IFSH dikunci sejak 14 Januari lalu setelah mencatatkan penguatan sejak awal tahun. IFSH terakhir diperdagangkan di harga Rp2.100 atau melesat 25 persen pada Selasa (13/1/2026).\n\n\n\nBEI Ungkap Strategi Redam Gejolak Pasar Pascapengumuman MSCI\n\n\nBEI Targetkan Penuhi Permintaan MSCI Sebelum Mei 2026\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nKena Trading Halt, Perdagangan Dibuka Lagi Pukul 14.13 WIB\n\n\nRespons MSCI, BEI Tegaskan Komitmen Perkuat Kredibilitas Pasar Modal Indonesia\n\n\nMSCI Bekukan Rebalancing Indeks, Ini Langkah BEI\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nHarga Emas Meroket Jadi Rp3 Juta, Sebaiknya Beli Perhiasan atau Logam Mulia?\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok",
    "summary": "BEI mencabut suspensi perdagangan lima saham sekaligus pada Kamis (29/1/2026) di Pasar Reguler dan Pasar Tunai.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/11/15/BEI_1.jpg",
    "tags": [],
    "word_count": 382,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:24.012613"
  },
  {
    "title": "Wall Street Ditutup Mixed usai The Fed Tahan Suku Bunga, Dow Jones Tetap dan Nasdaq Naik Tipis",
    "url": "https://www.idxchannel.com/market-news/wall-street-ditutup-mixed-usai-the-fed-tahan-suku-bunga-dow-jones-tetap-dan-nasdaq-naik-tipis",
    "date_display": "29/01/2026 06:20 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/10/26/wall_street.jfif",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:06.602202",
    "full_content": "IDXChannel- Saham AS sebagian besar berakhir datar pada hari Rabu usai Federal Reserve mempertahankan suku bunga tetap seperti yang diperkirakan.\n\nNamun, KetuaThe FedJerome Powell menolak untuk membahas apa pun tentang penyelidikan pemerintahan Trump terhadap bank sentral.\n\nDilansir dari laman Investing Kamis (29/1/2025), kenaikan sebelumnya membuat indeks acuan S&P 500 sempat menembus level bersejarah 7.000 poin untuk pertama kalinya setelah bel pembukaan. Namun, ideks tersebut akhirnya menetap di 6.978,52 poin.\n\nSementara itu, Dow Jones Industrial Average berakhir datar di 49.015,54 poin. NASDAQ Composite mencatatkan kenaikan tipis 0,2 persen untuk ditutup di 23.857,45 poin.\n\nPowell bungkam soal investigasi\n\nFederal Reserve mempertahankan suku bunganya dan menghentikan serangkaian pemotongan suku bunga berturut-turut sebesar 25 basis poin.\n\n\n\nThe Fed Tahan Suku Bunga, Powell Sebut Ada Sinyal Prospek Ekonomi AS\n\n\nWall Street Dibuka Semringah, S&P Tembus Level 7.000 untuk Pertama Kalinya\n\n\nDolar AS Turun Tajam, Trump Tak Khawatir\n\n\nWall Street Ditutup Mixed, S&P 500 Naik dan Dow Jones Turun\n\n\nWall Street Dibuka Beragam Jelang Rapat The Fed\n\n\nWall Street Ditutup Menguat, Investor Cermati Kebijakan The Fed dan Laporan Pendapatan Perusahaan\n\n\nWall Street Dibuka Beragam, Investor Cermati Laporan Keuangan Big Tech\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "Dow Jones Industrial Average berakhir datar di 49.015,54 poin. NASDAQ Composite mencatatkan kenaikan tipis 0,2 persen untuk ditutup di 23.857,45 poin.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/08/30/wall_street_dok_AP.JPG",
    "tags": [],
    "word_count": 362,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:24.452261"
  },
  {
    "title": "IHSG Hari Ini Masih Rawan Terkoreksi Pascapengumuman MSCI, Simak Analisa 4 Saham Berikut",
    "url": "https://www.idxchannel.com/market-news/ihsg-hari-ini-masih-rawan-terkoreksi-pascapengumuman-msci-simak-analisa-4-saham-berikut",
    "date_display": "29/01/2026 06:00 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/10/11/IHSG_-_Papan_-_10_Okt_25.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:06.602797",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG)masih rawan melanjutkan koreksipada perdaganganKamis(29/1/2026), di tengah memburuknya sentimen pasar usai pengumuman terbaru Morgan Stanley Capital International (MSCI).\n\nPada Rabu (28/1/2026), BEI sempat menghentikan sementara perdagangan saham (trading halt) setelah indeks terkoreksi 8 persen ke level 8.261,7. Pada sesi penutupan perdagangan, IHSG melemah 7,35 persen ke 8.320 dengan disertai dengan munculnya tekanan jual.\n\n\"Posisi IHSG saat ini diperkirakan sedang berada pada bagian dari wave (c) dari wave [iv] dari wave 3, sehingga IHSG masih rawan melanjutkan koreksinya ke rentang 8,127-8,168. Adapun area penguatan terdekatnya berada di 8.374-8.490,\" tulis riset MNC Sekuritas.\n\nIHSG diperkirakan berada support 8.187, 8.137 dan resistance 8.354, 8.414.\n\nBerikut,saham-sahamyang menarik dicermati hari ini:\n\nPT Archi Indonesia Tbk (ARCI) - Buy on Weakness\n\nARCI terkoreksi 2,27 persen ke harga Rp1.940 dan disertai dengan adanya peningkatan tekanan jual. Namun, koreksinya masih tertahan oleh MA20. Kami perkirakan, posisi ARCI saat ini sedang berada pada bagian dari wave [b] dari wave 4.\n\nBuy on Weakness: Rp1.885-Rp1.925\n\nTarget Price: Rp2.000, Rp2.050\n\nStoploss: below Rp1.855\n\nPT Bukit Uluwatu Villa Tbk (BUVA) - Buy on Weakness\n\nBUVA terkoreksi agresif sebesar 15 persen ke harga Rp1.445 dengan volume yang mengecil. Kami perkirakan, posisi BUVA sedang berada pada bagian dari wave A dari wave (4).\n\nBuy on Weakness: Rp1.255-Rp1.370\n\nTarget Price: Rp1.665, Rp1.790\n\nStoploss: below Rp1.215\n\n\n\nIHSG Turun 8 Persen, CEO Danantara Dorong BEI Tindaklanjuti Permintaan MSCI\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nIHSG Berakhir Merah, Turun 7,35 Persen ke 8.320\n\n\nKena Trading Halt, Perdagangan Dibuka Lagi Pukul 14.13 WIB\n\n\nAnalis Soroti Ketahanan Fundamental Ekonomi Indonesia di Tengah Pelemahan IHSG\n\n\nMSCI Picu Guncangan Pasar, IHSG Terkoreksi 8 Persen dan Kena Trading Halt\n\n\nIHSG Anjlok 7,34 Persen ke 8.321 di Sesi Pertama\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "IHSG diperkirakan berada support 8.187, 8.137 dan resistance 8.354, 8.414.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/10/11/IHSG_-_Papan_-_10_Okt_25.jpg",
    "tags": [],
    "word_count": 465,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T16:59:24.914571"
  },
  {
    "title": "Siap-Siap Cek Saldo, Dividen Tunai Interim CDIA Rp1,34 per Saham Cair Hari ini",
    "url": "https://www.idxchannel.com/market-news/siap-siap-cek-saldo-dividen-tunai-interim-cdia-rp134-per-saham-cair-hari-ini",
    "date_display": "29/01/2026 05:30 WIB",
    "date": "2026-01-29",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2023/09/01/Saat_Ex_Date_Apakah_Dapat_Dividen.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-29T16:58:06.603393",
    "full_content": "IDXChannel- PTChandra Daya InvestasiTbk (CDIA) pada hari ini, Kamis (29/1/2026), membagikandividen interim tunaisebesar Rp1,34 per saham kepada para investor.\n\nPenetapan dividen interim itu mengacu pada Keputusan Sirkuler Direksi CDIA yang juga disetujui oleh Dewan Komisaris melalui Keputusan Edaran Pengganti Rapat pada 29 Desember 2025.\n\n\"Perseroan memutuskan untuk melakukan pembagian dividen interim untuk tahun buku 2025, yang berasal dari laba bersih tahun berjalan periode yang berakhir pada tanggal 30 Juni 2025,\" ujar Corporate Secretary CDIA Merly melalui keterbukaan informasi BEI, dikutip Kamis (28/1/2026).\n\nPada semester I-2025, anak usaha PT Chandra Asri Pacific Tbk (TPIA) itu membukukan laba bersih yang dapat diatribusikan kepada pemilik entitas induk sebesar USD67,84 juta. Sementara itu saldo laba yang belum ditentukan penggunaannya mencapai USD78,4 juta dengan ekuitas USD996 juta.\n\nDividen tersebut akan dibagikan kepada 124,83 miliar saham CDIA. Harga saham emiten infrastruktur tersebut berada di level Rp1.620, mengindikasikan dividend yield sebesar 0,08 persen.\n\n\n\nCek Rekening, Dividen Interim RDTX Rp53,76 Miliar Cair Hari Ini\n\n\nIHSG Hari Ini Berpotensi Melanjutkan Penguatan, Simak Analisa Enam Saham Berikut\n\n\nCDIA Serap Dana IPO Rp1,21 Triliun, 51 Persen dari Target\n\n\nTPIA Jual Peralatan Rp84 Miliar ke Wastewater Solution Indonesia\n\n\nKinerja Saham Prajogo Pangestu 2025, CDIA Catat Pertumbuhan Tertinggi\n\n\nCDIA Raih Fasilitas Pinjaman dari Bangkok Bank Sebesar Rp3,3 Triliun\n\n\nCDIA Bagikan Dividen Interim Perdana, Disalurkan Akhir Januari 2026\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nPolda Metro Jaya Tangkap Pengedar Narkoba, Amankan Barang Bukti Rp41,7 Miliar\n\n\nKepala Daerah Masif Ajukan Wilayah Tambang Rakyat, Mayoritas Komoditas Emas\n\n\nChina Eksekusi Mati 11 Anggota Sindikat Online Scam\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nBEI Ungkap Pasar Modal RI Berisiko Turun ke Kategori Frontier Market, Setara Vietnam dan Filipina\n\n\nIHSG Turun hingga 8 Persen Imbas Pengumuman MSCI, Purbaya Beri Respons Begini\n\n\nDirut BEI Sebut IHSG Turun 8 Persen Akibat Investor Panic Selling Pasca Pengumuman MSCI\n\n\nTantangan Menanti di Juni Mendatang Usai Rebalancing MSCI untuk Saham RI Dibekukan\n\n\n10 Saham Top Gainers saat IHSG Turun 28 Januari 2026, Intip Daftar Emitennya\n\n\nLangkah OJK-SRO Redakan Kepanikan, IHSG Pangkas Penurunan ke 1,06 Persen\n\n\nHarga Emas Melangit, Pedagang Sebut Masyarakat Ramai Beli Ketimbang Jual\n\n\nIHSG Berakhir Turun 1,06 Persen ke 8.232, GOLF-BUMI Pimpin Top Losers\n\n\nIHSG Trading Halt Dua Hari, OJK Bakal Berkantor di BEI Mulai Besok\n\n\nAturan Demutualisasi BEI Ditargetkan Meluncur di Kuartal I-2026",
    "summary": "PT Chandra Daya Investasi Tbk (CDIA) pada hari ini, Kamis (29/1/2026), membagikan dividen interim tunai sebesar Rp1,34 per saham kepada para investor.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2023/09/01/Saat_Ex_Date_Apakah_Dapat_Dividen.jpg",
    "tags": [],
    "word_count": 392,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-01-29T16:59:25.366430"
  }
]