[
  {
    "title": "Saiko Consultancy Bakal Caplok 27,83 Persen Saham Soraya Berjaya (SPRE)",
    "url": "https://www.idxchannel.com/market-news/saiko-consultancy-bakal-caplok-2783-persen-saham-soraya-berjaya-spre",
    "date_display": "19/01/2026 22:30 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/19/SPRE_dok_Soraya_Berjaya.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:42.829170",
    "full_content": "IDXChannel-Saiko ConsultancyPte Ltd, perusahaan asal Singapura mengumumkan rencanaakuisisi27,83 persen saham PTSoraya BerjayaIndonesia Tbk (SPRE).\n\nSaham tersebut akan diambil alih dari Rizet Ramawi, selaku pemegang saham pengendali perseroan. Dengan demikian, Saiko Consultancy berpotensi menjadi pengendali baru dari produsen sprei asal Padang tersebut.\n\nDirektur Saiko Consultancy Mark Leong Kei Wei mengatakan, rencana akuisisi tersebut untuk mendukung strategi pengembangan usaha serta memperluas kegiatan bisnis serta rencana ekspansi Saiko Consultancy ke depan.\n\n“Tujuan dilaksanakannya rencana pengambilalihan ini adalah untuk menunjang strategi pengembangan usaha serta memperluas kegiatan bisnis pembeli,” ujar Mark dalam keterbukaan informasi, Senin (19/1/2026).\n\nSaat ini, proses negosiasi atas rencana pengambilalihan masih berlangsung antara pihak pembeli dan penjual. Sejumlah aspek utama masih dalam tahap pembahasan, termasuk penetapan nilai akhir transaksi serta jadwal penyelesaian akuisisi.\n\n\n\nSuspensi Empat Saham Berakhir, SPRE-MKAP Masuk Papan FCA\n\n\nSMKM Siap Caplok LSO Holdings, Nilai Akuisisi Capai Rp172,25 Miliar\n\n\nSaiko Consultancy Batal Akuisisi Saham Soraya Berjaya (SPRE)\n\n\nProdusen Bir Bintang (MLBI) Ambil Alih 99,9 Persen Saham Karya Distilindo\n\n\nMinta Restu Akuisisi hingga Rights Issue, BABY Tunda RUPSLB hingga Februari\n\n\nRama Indonesia Berencana Caplok 59 Persen Saham Dua Putra (DPUM)\n\n\nAkuisisi Emway, BABY Gelar Rights Issue Pakai Skema Inbreng\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Perusahaan asal Singapura mengumumkan rencana akuisisi 27,83 persen saham Soraya Berjaya.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/19/SPRE_dok_Soraya_Berjaya.jpg",
    "tags": [],
    "word_count": 336,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:02.205642"
  },
  {
    "title": "Mulai Beroperasi 2026, ARKO Bidik Pendapatan Rp140 Miliar dari PLTM Tomoni",
    "url": "https://www.idxchannel.com/market-news/mulai-beroperasi-2026-arko-bidik-pendapatan-rp140-miliar-dari-pltm-tomoni",
    "date_display": "19/01/2026 22:10 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/07/18/ARKO.JPG",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:42.829628",
    "full_content": "IDXChannel- PTArkora HydroTbk (ARKO) memproyeksikan lonjakan pendapatan pada 2026 seiring beroperasinya proyek pembangkit listrik tenaga minihidro (PLTM) Tomoni secara komersial.\n\nPerseroan menargetkan pendapatan sekitar Rp140 miliar dari proyek tersebut pada tahun depan, atau jauh lebih besar dibandingkan kontribusi PLTM Kukusan II.\n\n“Perseroan menargetkan kontribusi pendapatan dari proyek Tomoni pada 2026 sekitar Rp140 miliar,” tulis manajemen di keterbukaan informasi merespons permintaan penjelasan dari Bursa Efek Indonesia (BEI) pada Senin (19/1/2025)\n\nPLTM Tomonidijadwalkan mulai beroperasi secara komersial pada kuartal II-2026. Dengan kapasitas yang lebih besar dan mulai beroperasi pada pertengahan tahun, proyek ini menjadi salah satu penopang utama kinerja pendapatan ARKO ke depan.\n\nManajemen ARKO menjelaskan, untuk PLTM Kukusan II, peralatan utama di power house diperoleh dari Voith Hydro, perusahaan teknologi global asal Jerman yang telah berpengalaman lebih dari 150 tahun dalam penyediaan turbin, generator, serta peralatan pembangkit tenaga air.\n\n\n\nSaham ALII Keluar dari Papan FCA, ATAP hingga TRUE Masuk\n\n\nGembok Enam Saham Dibuka Jelang Akhir Pekan, ARKO-LEAD Masuk Papan FCA\n\n\nSiapa Pemilik Saham ARKO? Emiten Pengelola PLTA, Ini Pengendalinya\n\n\nPengendali ARKO Lepas 165,06 Juta Saham di Bawah Harga Pasar, Ada Apa?\n\n\nPolytama Propindo (PLTM) Tunjuk Direktur Keuangan Jadi Plt Presdir\n\n\nApa Bisnis ARKO? Emiten EBT yang Punya PLTA Sungai, Ini Daftar Proyek dan Pemiliknya\n\n\nArkora Hydro (ARKO) Dirikan Dua Anak Usaha Baru Dukung Proyek Pembangkit Listrik\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Perseroan menargetkan pendapatan sekitar Rp140 miliar dari proyek tersebut pada tahun depan.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/07/18/ARKO.JPG",
    "tags": [],
    "word_count": 363,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:02.896394"
  },
  {
    "title": "DEWA Kantongi Perpanjangan Kontrak Dua Proyek Tambang Arutmin Senilai Rp10,5 Triliun",
    "url": "https://www.idxchannel.com/market-news/dewa-kantongi-perpanjangan-kontrak-dua-proyek-tambang-arutmin-senilai-rp105-triliun",
    "date_display": "19/01/2026 20:37 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2023/06/15/coalmining_servies_darma_henwa-.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:42.830053",
    "full_content": "IDXChannel- PTDarma HenwaTbk (DEWA) mengamankan perpanjangan kontrak dua proyek pertambangan batu bara dari PTArutminIndonesia dengan total nilai Rp10,5 triliun.\n\nPerpanjangan kontrak ini mencakup Proyek Asam Asam dan Kintap yang berlokasi di Kabupaten Tanah Laut, Kalimantan Selatan. Perseroan menandatangani perjanjian perpanjangan kontrak tersebut pada 19 Januari 2026.\n\nKedua kontrak disepakati dengan skema life of mine, yang memberikan kepastian jangka panjang terhadap keberlanjutan kegiatan operasional DEWA di wilayah tersebut.\n\n\"Penandatanganan Perpanjangan kontrak tersebut menunjukkan kepercayaan Arutmin terhadap perseroan sebagai mitra jangka panjang,\" kata manajemen DEWA dalam keterbukaan informasi, Senin (19/1/2026).\n\nManajemen DEWA menjelaskan, perpanjangan kontrak life of mine tersebut akan berdampak positif terhadap kinerja operasional dan kondisi keuangan perseroan.\n\n\n\nPefindo Tetapkan Peringkat DEWA idA dengan Prospek Stabil\n\n\nDEWA Realisasikan Buyback 1,04 Miliar Saham, Sisa Dana Rp360 Miliar\n\n\nSaham Konglomerat BUMI, DEWA, hingga PTRO Jatuh, Antisipasi MSCI?\n\n\nAsing Lepas Saham Konglo Ini, Bakrie hingga Salim Masuk Daftar Jual\n\n\nSiapa Kandidat Kuat Penghuni MSCI 2026? Ini Proyeksi Analis\n\n\nAksi Lego CGS, Andhesti, dan Chengdong di Tengah Reli BRMS, BUMI, DEWA\n\n\nAndhesti Tungkas Pratama Lepas Saham DEWA Senilai Rp232 Miliar\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nPresiden Prabowo Akan Temui Petinggi Ormas Islam Siang Ini, Bahas Board of Peace\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Perpanjangan kontrak ini mencakup Proyek Asam Asam dan Kintap yang berlokasi di Kabupaten Tanah Laut, Kalimantan Selatan.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2023/06/15/coalmining_servies_darma_henwa-.jpg",
    "tags": [],
    "word_count": 328,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:03.195841"
  },
  {
    "title": "Rupiah Dekati Rp17.000 Saat IHSG Cetak Rekor, Ini Kata Purbaya",
    "url": "https://www.idxchannel.com/market-news/rupiah-dekati-rp17000-saat-ihsg-cetak-rekor-ini-kata-purbaya",
    "date_display": "19/01/2026 20:05 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/10/10/Purbaya_-_BEI_-_9_Okt_25_-_2.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:42.830475",
    "full_content": "IDXChannel- Menteri KeuanganPurbaya Yudhi Sadewameyakini nilai tukarrupiahsegera bangkit di tengah anomali yang terjadi di pasar keuangan domestik.\n\nDi mana rupiah anjlok mendekati Rp17.000 per USD saat Indeks Harga Saham Gabungan (IHSG) kembali mencetak rekor tertinggi atau All-Time High (ATH) baru ke level 9.133 pada penutupan perdagangan Senin (19/1/2026).\n\n\"Ya rupiah tergantung pada fundamental ekonominya. Anda lihat kan? IHSG berapa sekarang? IHSG all-time high, kan? Oh, 9.133,” kata Purbaya, Senin (19/1/2026).\n\nPurbaya menilai, penguatan tajam indeks saham merupakan indikator masuknya modal asing (capital inflow) yang masif ke Indonesia.\n\n\"Begini, kalau indeks naik ke situ pasti ada flow asing masuk ke situ juga, kan? Nggak mungkin termasuk sendiri yang bisa mendorong itu ke level yang seperti itu. Jadi tinggal tunggu waktu saja rupiahnya menguat juga, karena suplai dolar akan bertambah,\" ujar Purbaya.\n\n\n\nDanantara Dorong Perusahaan Asuransi dan Dana Pensiun Masuk Pasar Modal\n\n\nIHSG Jeda Siang Jatuh 5,31 Persen ke 7.887, FILM-NSSS Huni Top Losers\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nPemerintah Bergerak Cepat usai Pejabat Tinggi OJK Mengundurkan Diri\n\n\nIHSG Turun 4 Persen Pagi Ini, Tekanan Jual Saham Konglo Masih Berlanjut\n\n\nIHSG Dibuka Merah ke 8.306, Seluruh Sektor Kompak Melemah\n\n\nIHSG Diproyeksi Fluktuatif Awal Pekan, ELSA-EMAS Masuk Daftar Analis\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Purbaya meyakini nilai tukar rupiah segera bangkit di tengah anomali yang terjadi di pasar keuangan domestik.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/10/10/Purbaya_-_BEI_-_9_Okt_25_-_2.jpg",
    "tags": [],
    "word_count": 347,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:03.675718"
  },
  {
    "title": "Butuh Modal, Bakrie Grup (BNBR) Siapkan Rights Issue Usai Akuisisi Tol Cimanggis Cibitung",
    "url": "https://www.idxchannel.com/market-news/butuh-modal-bakrie-grup-bnbr-siapkan-rights-issue-usai-akuisisi-tol-cimanggis-cibitung",
    "date_display": "19/01/2026 19:30 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/09/04/bakrie_bnbr.jpeg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:42.830889",
    "full_content": "IDXChannel- PT Bakrie & Brothers Tbk (BNBR) berencana menggelar penambahan modal dengan Hak Memesan Efek Terlebih Dahulu (PMHMETD) ataurights issue, menyusul aksiakuisisiruas Tol Cimanggis–Cibitung.\n\nPengambilalihan PT Cimanggis Cibitung Tollways (CCT) dilakukan melalui PT Bakrie Toll Indonesia, entitas yang dikendalikan langsung oleh perseroan. Aksi korporasi tersebut mendorong BNBR untuk melakukan penguatan struktur pendanaan guna mendukung kinerja ke depan.\n\nDalam prospektus yang dirilis Senin (19/1/2026), BNBR akan menerbitkan sebanyak-banyaknya 90 miliar saham baru seri E yang berasal dari saham portepel. Saham tersebut memiliki nilai nominal Rp12 per saham.\n\nSeluruh dana yang diperoleh dari pelaksanaan rights issue akan digunakan untuk melunasi sebagian utang perseroan maupun anak usaha, serta untuk memenuhi kebutuhan modal kerja.\n\nRincian penggunaan dana akan disesuaikan dengan kondisi pada saat pelaksanaan HMETD, dengan mempertimbangkan pengelolaan permodalan yang optimal bagi perseroan.\n\n\n\nSMKM Siap Caplok LSO Holdings, Nilai Akuisisi Capai Rp172,25 Miliar\n\n\nELPI Umumkan Rencana Rights Issue, Bakal Terbitkan hingga 2,03 Miliar Saham Baru\n\n\nSaiko Consultancy Batal Akuisisi Saham Soraya Berjaya (SPRE)\n\n\nProdusen Bir Bintang (MLBI) Ambil Alih 99,9 Persen Saham Karya Distilindo\n\n\nDapen Bank Jateng Terus Lego Saham Adbinsure (YOII) Jelang Rights Issue\n\n\nMinta Restu Akuisisi hingga Rights Issue, BABY Tunda RUPSLB hingga Februari\n\n\nRama Indonesia Berencana Caplok 59 Persen Saham Dua Putra (DPUM)\n\n\nElon Musk Resmi Gabungkan SpaceX dengan xAI\n\n\nTegur Gubernur Bali soal Sampah, Presiden Prabowo: Pariwisata Tak Akan Bertahan Jika Kotor\n\n\nKredit Tumbuh 15,9 Persen, BBNI Bukukan Laba Bersih Rp20 Triliun Sepanjang 2025\n\n\nKasus Bupati Pati Sudewo, KPK Telusuri Alur Setoran Uang Caperdes saat Periksa Camat-Kades\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nSatgas PKH Dalami Temuan PPATK Dana Tambang Emas Ilegal Rp992 Triliun\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nBursa Asia Rebound, KOSPI Korea Melesat 4 Persen\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram",
    "summary": "BNBR akan menerbitkan sebanyak-banyaknya 90 miliar saham baru seri E yang berasal dari saham portepel.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/09/04/bakrie_bnbr.jpeg",
    "tags": [],
    "word_count": 360,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:03.974780"
  },
  {
    "title": "Gejolak Global Meningkat, Pasar Modal RI Tetap Resilien",
    "url": "https://www.idxchannel.com/market-news/gejolak-global-meningkat-pasar-modal-ri-tetap-resilien",
    "date_display": "19/01/2026 18:58 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/19/Lee_Mee_Youn_KIM.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:42.831306",
    "full_content": "IDXChannel- Korea Investment Management (KIM) menilai,pasar modalIndonesia berada dalam kondisi yang relatif stabil dengan fundamental solid di tengah meningkatnyagejolak global.\n\n\"Pasar modal Indonesiaberada dalam kondisi yang relatif stabil, didukung oleh fundamental yang solid. Di tengah berbagai tantangan global yang masih berlangsung, Indonesia tetap menunjukkan ketahanan ekonomi, dukungan kebijakan yang konsisten, serta pertumbuhan basis investor domestik yang berkelanjutan,\" kata Chief Investment Officer Korea Investment Management Co Ltd Lee Mee Yeon di Main Hall Bursa Efek Indonesia (BEI), Jakarta, Senin (19/1/2025).\n\nMenurut Lee, Indonesia menunjukkan kemajuan signifikan di sektor pasar modal. Hal tersebut tercermin dari meningkatnya partisipasi investor serta penguatan ekosistem pasar modal secara berkelanjutan.\n\nDia menambahkan, partisipasi investor pasar modal Indonesia juga mencatatkan kemajuan signifikan. Hingga Desember 2024, jumlah investor pasar modal telah melampaui sekitar 20 juta investor, atau meningkat lebih dari 32 persen dibandingkan dengan akhir tahun sebelumnya.\n\n\"Ini mencerminkan meningkatnya literasi keuangan serta semakin luasnya inklusi investasi, yang menjadi sinyal positif bagi pengembangan pasar modal Indonesia dalam jangka panjang,” tutur dia.\n\n\n\nDemutualisasi BEI Belum Jalan, OJK Menanti Payung Hukum Peraturan Pemerintah\n\n\nParadise Indonesia (INPP) Percepat Transformasi Bisnis, Targetkan Pendapatan Naik 10 Persen di 2026\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nAirlangga Sebut Investor Asing Beri Sinyal Positif untuk Pasar Modal Indonesia\n\n\nOJK Dorong Penguatan Pasar Obligasi Berdenominasi Mata Uang Lokal\n\n\nDukung Demutualisasi BEI, Kadin Tekankan Stabilitas dan Kredibilitas Pasar Modal\n\n\nIHSG Berpotensi Bergerak Mixed di Level 8.100–8.567 Pekan Ini\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Pasar modal Indonesia dinilai berada dalam kondisi yang relatif stabil dengan fundamental solid di tengah meningkatnya gejolak global.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/19/Lee_Mee_Youn_KIM.jpg",
    "tags": [],
    "word_count": 383,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:04.678020"
  },
  {
    "title": "Petrokimia Gresik Bangun Tangki Asam Sulfat 40 Ribu Ton, Beroperasi 2027",
    "url": "https://www.idxchannel.com/market-news/petrokimia-gresik-bangun-tangki-asam-sulfat-40-ribu-ton-beroperasi-2027",
    "date_display": "19/01/2026 18:25 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/19/1000918335.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:42.831721",
    "full_content": "IDXChannel-Petrokimia Gresik, memulai proyekpembangunan tangkiasam sulfat40 ribu ton, untuk memperkuat pasokan bahan baku Nitrogen, Fosfor, Kalium (NPK) nasional.\n\nProyek tangki ini ditarget selesai dan beroperasi pada Mei 2027 dengan lama pengerjaan sekitar 18 bulan.\n\nPembangunan tangki berkapasitas total 40.000 ton ini diawali dengan ground breaking oleh Wakil Kepala Badan Pengaturan BUMN, Aminuddin Ma'ruf bersama Direktur Utama Petrokimia Gresik, Daconi Khotob.\n\nWakil Kepala Badan Pengaturan BUMN, Aminuddin Ma'ruf mengatakan bahwa swasembada pangan nasional menjadi perhatian Presiden Republik Indonesia, Prabowo Subianto dalam Asta Cita.\n\nDia pun mengapresiasi kinerja Pupuk Indonesia, termasuk Petrokimia Gresik dalam mendukung terwujudnya swasembada pangan yang berhasil dicapai lebih cepat dari target, yaitu di tahun 2025.\n\n\n\nSegini Gaji Megawati Hangestri Gabung Petrokimia Gresik di Final Four Proliga 2025\n\n\nTingkatkan Ketersediaan Bahan Baku, Pupuk Indonesia Gandeng Perusahaan Arab Saudi\n\n\nPetrokimia Gresik Bersama Pupuk Indonesia Tingkatkan Produktivitas Padi di Timor Leste\n\n\nPemerintah Alokasikan Rp26 Triliun untuk Pupuk Subsidi di 2024\n\n\nBUMN Siap Jaga Ketahanan Pangan di Indonesia\n\n\nPetrokimia Gresik Kontribusi Pertahankan Jatim sebagai Lumbung Gula Nasional\n\n\nProgram P4S Petrokimia Gresik Berhasil Edukasi Peternak dan Petani Desa\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Proyek tangki ini ditarget selesai dan beroperasi pada Mei 2027 dengan lama pengerjaan sekitar 18 bulan.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/19/1000918335.jpg",
    "tags": [],
    "word_count": 323,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:05.140337"
  },
  {
    "title": "KIM Indonesia Optimistis Terhadap Pertumbuhan Pasar Modal Indonesia",
    "url": "https://www.idxchannel.com/market-news/kim-indonesia-optimistis-terhadap-pertumbuhan-pasar-modal-indonesia",
    "date_display": "19/01/2026 18:04 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/19/1000918376.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:42.832141",
    "full_content": "IDXChannel- PTKorea Investment Management Indonesia(KIMIndonesia) optimistis terhadap prospek pertumbuhanpasar modalIndonesia di 2026.\n\nPresiden Direktur PT Korea Investment Management Indonesia, Arfan F. Karniody, mengatakan pasar modal Indonesia mencatatkan pertumbuhan sebesar 33 persen pada 2025.\n\nKendati demikian, ia menekankan bahwa angka pertumbuhan tersebut perlu dilihat secara lebih mendalam.\n\n\"Memang benar bahwa pada tahun 2025 pasar modal Indonesia mencatatkan pertumbuhan 33 persen,\" ujar Arfan dalam acara rebranding PT KISI Asset Management menjadi PT Korea Investment Management Indonesia di Main Hall Bursa Efek Indonesia (BEI), Jakarta, Senin (19/1/2025).\n\n\"Namun, yang lebih penting untuk dicermati adalah apa yang terjadi di balik angka tersebut. Selama beberapa tahun terakhir, total dana kelolaan industri real estate Indonesia cenderung stagnan. Bahkan, total pengelolaan real estate berbasis saham justru mengalami penurunan,\" katanya.\n\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Pasar modal Indonesia mencatatkan pertumbuhan sebesar 33 persen pada 2025.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/19/1000918376.jpg",
    "tags": [],
    "word_count": 270,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:06.713978"
  },
  {
    "title": "Pengendali Sidomuncul (SIDO) Dikabarkan Divestasi Sebagian Saham, Ini Jawaban Manajemen",
    "url": "https://www.idxchannel.com/market-news/pengendali-sidomuncul-sido-dikabarkan-divestasi-sebagian-saham-ini-jawaban-manajemen",
    "date_display": "19/01/2026 17:49 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2019/04/10/Sidomuncul.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:42.832557",
    "full_content": "IDXChannel- PT Industri Jamu dan FarmasiSidoMuncul Tbk (SIDO) membantah kabar mengenai rencanadivestasisebagian saham perseroan olehpengendalidengan nilai mencapai USD1 miliar.\n\nDirektur sekaligus Corporate Secretary SIDO, Budiyanto menegaskan, perseroan tidak menerima informasi maupun konfirmasi apa pun dari PT Hotel Candi Baru selaku pemegang saham pengendali terkait isu divestasi tersebut.\n\n\"Perseroan menegaskan bahwa tidak terdapat informasi lebih lanjut yang dapat disampaikan terkait rencana divestasi dimaksud,\" ujar Budiyanto dalam keterbukaan informasi, Senin (19/1/2026).\n\nSeiring dengan tidak adanya rencana aksi korporasi tersebut, perseroan saat ini fokus pada penguatan kinerja operasional dan keuangan secara berkelanjutan.\n\nBudiyanto menambahkan, tidak terdapat rencana aksi korporasi material dalam 12 bulan ke depan yang berkaitan dengan isu tersebut. Selain itu, tidak ada informasi atau kejadian yang berpotensi memengaruhi kelangsungan usaha maupun harga saham perseroan.\n\n\n\nPengendali Lepas 80 Juta Saham KRYA di Harga Bawah, Nilainya Tembus Rp12 Miliar\n\n\nTrump Perintahkan Divestasi Chip Senilai USD2,9 Juta untuk Kepentingan Keamanan AS\n\n\nPengendali Alihkan 50,57 Persen Saham, Struktur Kepemilikan MDIY Berubah\n\n\nPTPP Targetkan Divestasi Dua Anak Usaha Selesai Kuartal I-2026\n\n\nEXCL Lepas Seluruh Saham MORA, Kantongi Dana Rp1,87 Triliun\n\n\nWaskita (WSKT) Rampungkan Transaksi Divestasi Saham Tol Cimanggis-Cibitung Senilai Rp3,28 Triliun\n\n\nAdhesti Lepas 644 Juta Saham DEWA Senilai Rp268 Miliar\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nPresiden Prabowo Akan Temui Petinggi Ormas Islam Siang Ini, Bahas Board of Peace\n\n\nElon Musk Resmi Gabungkan SpaceX dengan xAI\n\n\nTegur Gubernur Bali soal Sampah, Presiden Prabowo: Pariwisata Tak Akan Bertahan Jika Kotor\n\n\nKredit Tumbuh 15,9 Persen, BBNI Bukukan Laba Bersih Rp20 Triliun Sepanjang 2025\n\n\nKasus Bupati Pati Sudewo, KPK Telusuri Alur Setoran Uang Caperdes saat Periksa Camat-Kades\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nBursa Asia Rebound, KOSPI Korea Melesat 4 Persen\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global",
    "summary": "SIDO membantah kabar mengenai rencana divestasi sebagian saham perseroan oleh pengendali dengan nilai mencapai USD1 miliar.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2019/04/10/Sidomuncul.jpg",
    "tags": [],
    "word_count": 357,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:07.024098"
  },
  {
    "title": "KIM Indonesia Segera Luncurkan Produk Investasi Inovatif di 2026, Ini Bocorannya",
    "url": "https://www.idxchannel.com/market-news/kim-indonesia-segera-luncurkan-produk-investasi-inovatif-di-2026-ini-bocorannya",
    "date_display": "19/01/2026 17:22 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/19/KISI_ganti_nama_KIM_Indonesia.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:44.422305",
    "full_content": "IDXChannel- PTKISI Asset Managementresmi berganti nama menjadi PTKorea Investment Management Indonesia(KIM Indonesia). Pengumuman rebranding tersebut dilangsungkan di Main Hall Bursa Efek Indonesia (BEI), Jakarta, Senin (19/1/2026).\n\nPresiden Direktur PT Korea Investment Management Indonesia Arfan F Karniody mengatakan, seiring dengan pergantian nama, perusahaan telah menyiapkan sejumlah target strategis, salah satunya dengan meluncurkan produk-produk investasi baru yang inovatif.\n\n\"Untuk target-target atau goals tahun 2026, kita akan launching beberapa produk baru lagi, beberapa produk yang inovatif. Sementara untuk produk inovatif ini kita belum mau release dulu apa-apanya biar jadi senjata rahasia,\" ujarnya.\n\nDia menegaskan, perubahan merupakan sebuah keniscayaan dalam industri pengelolaan investasi. Oleh karena itu, KIM Indonesia berkomitmen tidak hanya menghadirkan produk baru, tetapi juga menyempurnakan produk-produk yang sudah ada.\n\n\n\nKIM Indonesia Catat Dana Kelolaan RDPT Melonjak 7 Kali Lipat pada 2025\n\n\nKIM Indonesia Optimistis Terhadap Pertumbuhan Pasar Modal Indonesia\n\n\nKIM Indonesia Tegaskan Komitmen Perkuat Pengelolaan Investasi Usai Rebranding\n\n\nKISI AM Berubah Nama Jadi Korea Investment Management Indonesia\n\n\nTotal Dana Kelolaan KISI Asset Management Capai Rp6.490 Triliun per Agustus 2025\n\n\nPelaku Pasar Cermati Arah Kebijakan Bank Indonesia, Khawatir Capital Outflow Berlanjut\n\n\nKebijakan Ekonomi AS Picu Ketidakpastian Pasar, Begini Dampaknya Menurut Analis\n\n\nKredit Tumbuh 15,9 Persen, BBNI Bukukan Laba Bersih Rp20 Triliun Sepanjang 2025\n\n\nKasus Bupati Pati Sudewo, KPK Telusuri Alur Setoran Uang Caperdes saat Periksa Camat-Kades\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nSatgas PKH Dalami Temuan PPATK Dana Tambang Emas Ilegal Rp992 Triliun\n\n\nPolri Bongkar Penampungan Emas Ilegal PETI di Riau, Uang Puluhan Juta Disita\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nBursa Asia Rebound, KOSPI Korea Melesat 4 Persen\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram",
    "summary": "Dia menegaskan, perubahan merupakan sebuah keniscayaan dalam industri pengelolaan investasi.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/19/KISI_ganti_nama_KIM_Indonesia.jpg",
    "tags": [],
    "word_count": 350,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:07.328167"
  },
  {
    "title": "KIM Indonesia Tegaskan Komitmen Perkuat Pengelolaan Investasi Usai Rebranding",
    "url": "https://www.idxchannel.com/market-news/kim-indonesia-tegaskan-komitmen-perkuat-pengelolaan-investasi-usai-rebranding",
    "date_display": "19/01/2026 17:17 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/19/1000632866.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:44.422824",
    "full_content": "IDXChannel- PT Korea Invesment Management Indonesia (KIM Indonesia) resmi mengumumkan perubahan nama atau rebranding dari PT KISI Asset Management pada Senin (19/1/2026).\n\nDengan rebranding tersebut, KIM Indonesia menegaskan komitmennya dalam memperkuat pengelolaaninvestasidi Indonesia. Terlebih lagi perusahaan tersebut mendapat dukungan penuh dari Korea Investment Management Co., Ltd., yang merupakan institusi pengelola aset global.\n\nPresident Director KIM Indonesia, Arfan F. Karniody, menjelaskan perubahan nama tersebut menunjukkan cerminan visi perusahaan yang lebih besar dan kehadiran pemegang saham global membawa nilai yang signifikan dalam lingkup investasi domestik.\n\n\"Dukungan dari Korea Invesmnet Management Co., Ltd memberikan landasan yang kokoh bagi kami untuk menjalankan pengelolaan investasi secara konsisten dan selaras dengan dinamika industrimanajer investasidi Indonesia,\" ujar Arfan di Main Hall Bursa Efek Indonesia, Jakarta (19/1/2026).\n\nPenguatan ini mencerminkan komitmen jangka panjang KIM Indonesia dalam memperkokoh perannya sebagai manajer investasi di pasar modal domestik melalui penyediaan solusi investasi lintas kelas aset yang didukung layanan profesional dan strategi berkelanjutan.\n\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "PT Korea Invesment Management Indonesia (KIM Indonesia) resmi mengumumkan perubahan nama atau rebranding dari PT KISI Asset Management pada Senin (19/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/19/1000632866.jpg",
    "tags": [],
    "word_count": 299,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:08.866625"
  },
  {
    "title": "IHSG Berakhir Perkasa ke 9.133, Market Cap Tembus Rp16.639 Triliun",
    "url": "https://www.idxchannel.com/market-news/ihsg-berakhir-perkasa-ke-9133-market-cap-tembus-rp16639-triliun",
    "date_display": "19/01/2026 16:28 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/19/IHSG_9120.jpeg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:44.423302",
    "full_content": "IDXChannel-Indeks Harga Saham Gabungan(IHSG) ditutup menguat 58,46 poin atau 0,64 persen ke level 9.133,87.\n\nSepanjang hari, pergerakan indeks berada di rentang 9.026,00 hingga 9.130,82.\n\nAktivitas transaksi tercatat cukup ramai dengan volume perdagangan mencapai 78,64 miliar saham dan nilai transaksi sebesar Rp35,73 triliun. Frekuensi transaksi menembus 3,80 juta kali, sementara kapitalisasi pasar tercatat sebesar Rp16.639 triliun.\n\nSebanyak 404 saham ditutup menguat, 328 saham melemah, dan 226 saham bergerak stagnan.\n\nPenguatan IHSG pada perdagangan hari ini didorong oleh mayoritas sektor yang bergerak di zona hijau yakni energi, konsumer non-siklikal, infrastruktur, konsumer siklikal, perindustrian, dan properti.\n\nSejumlah saham yang masuk dalam jajaran top gainers yakni PT Ever Shine Tex Tbk (ESTI) memimpin penguatan dengan kenaikan 34,74 persen ke Rp256, PT Bersama Zatta Jaya Tbk (ZATA) menanjak 34,57 persen ke Rp109, dan Trisula Textile Industries Tbk (BELL) menguat 34,55 persen ke Rp148.\n\n\n\nIHSG Ditutup Koreksi ke 7.922, Sektor Teknologi-Transportasi Anjlok 6 Persen\n\n\nDanantara Sebut Saham-Saham yang Anjlok Miliki Valuasi Tinggi\n\n\nDeretan Saham Konglomerat yang Jatuh hingga ARB\n\n\nBEI Tegaskan Belum Ada Pjs Dirut usai Iman Rachman Mundur\n\n\nDanantara Dorong Perusahaan Asuransi dan Dana Pensiun Masuk Pasar Modal\n\n\nIHSG Jeda Siang Jatuh 5,31 Persen ke 7.887, FILM-NSSS Huni Top Losers\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Indeks Harga Saham Gabungan (IHSG) ditutup menguat 58,46 poin atau 0,64 persen ke level 9.133,87.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/19/IHSG_9120.jpeg",
    "tags": [],
    "word_count": 351,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:09.245035"
  },
  {
    "title": "3 Saham Pengolahan Limbah di Bursa Efek Indonesia 2026, Emiten dan Profil Usahanya",
    "url": "https://www.idxchannel.com/market-news/3-saham-pengolahan-limbah-di-bursa-efek-indonesia-2026-emiten-dan-profil-usahanya",
    "date_display": "19/01/2026 16:15 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/11/21/sampah_WtE_limbah_-_OASA_-_21_Nov_25-min.png",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:44.423774",
    "full_content": "IDXChannel—Apa saja sahampengolahan limbahdi Bursa Efek Indonesia? Sejumlah emiten menjalankan kegiatan usaha di bidang pengolahan limbah atau sampah, baik sebagai usaha utama ataupun usaha sampingan.\n\nDengan keberadaan proyekwaste to energy, pengolahan sampah menjadi energi listrik (PSEL) yang diprakarsai Danantara, sejumlah saham dengan bisnis pengolahan sampah pun naik panggung menjadi sorotan investor ritel.\n\nMelalui dana yang terkumpul dari Patrior Bonds, Danantara berencana mengembangkan PSEL di 33 titik di Indonesia, dengan nilai proyek mencapai Rp91 triliun. Ratusan perusahaan dikabarkan mengincar proyek PSEL tersebut.\n\nTidak semua emiten pengolahan sampah terfokus pada pengembangan PSEL, ada pula yang murni mengerjakan bisnis pengolahan limbah, dan tetap turut tersengat sentimen positif dari rencana pemerintah dalam pengelolaan sampah.\n\nBerikut ini adalah sejumlah saham pengolahan sampah yang menjalankan kegiatan pengolahan dan pengelolaan sampah sebagai kegiatan usahanya.\n\n\n\nSaham Pengolahan Sampah di Bursa Efek Indonesia\n\n\n1. PT Multi Hanna Kreasindo Tbk (MHKI)\nMHKI adalah perusahaan pengolahan limbah berbahaya (B3) dan limbah non-B3. Perusahaannya murni menjalankan kegiatan pengolahan limbah dan tidak memiliki fasilitas untuk mengubah sampah menjadi energi.\n\nMulti Hanna Kreasindo memiliki tiga fasilitas pengolahan limbah berupa instalasi pengolahan air limbah (IPAL), gedung peleburan, dan incinerator untuk menangani limbah-limbah medis yang berbahaya.\n\n\n\nPrabowo Targetkan 34 Proyek Pembangunan PSEL Rampung dalam Dua Tahun\n\n\nDanantara Mulai Gelontorkan Investasi Rp202 Triliun, Begini Dampaknya ke Ekonomi\n\n\nSiapa Pemilik Saham MHKI? Emiten Pengolah Limbah B3, Ini Profil Usaha dan Pengendalinya\n\n\nSaham OASA-SOFA Cs Terbang di Tengah Katalis Proyek WTE\n\n\nEkspansi Bisnis EBT, SOFA Berganti Nama Jadi Solusi Environment Asia\n\n\nSaham OASA Bergerak di Bidang Apa? Punya Fasilitas PSEL, Ini Bisnisnya yang Lain\n\n\nMasuk Proyek Waste to Energy (WTE) Bali, Simak Prospek Saham IMPC\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nPresiden Prabowo Akan Temui Petinggi Ormas Islam Siang Ini, Bahas Board of Peace\n\n\nElon Musk Resmi Gabungkan SpaceX dengan xAI\n\n\nTegur Gubernur Bali soal Sampah, Presiden Prabowo: Pariwisata Tak Akan Bertahan Jika Kotor\n\n\nKredit Tumbuh 15,9 Persen, BBNI Bukukan Laba Bersih Rp20 Triliun Sepanjang 2025\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nBursa Asia Rebound, KOSPI Korea Melesat 4 Persen\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global",
    "summary": "Dengan keberadaan proyek waste to energy yang diprakarsai Danantara, sejumlah saham dengan bisnis pengolahan sampah pun naik panggung menjadi sorotan investor.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/11/21/sampah_WtE_limbah_-_OASA_-_21_Nov_25-min.png",
    "tags": [],
    "word_count": 427,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:09.529432"
  },
  {
    "title": "Mensesneg Ungkap Juda Agung Mengundurkan Diri dari Deputi Gubernur BI",
    "url": "https://www.idxchannel.com/market-news/mensesneg-ungkap-juda-agung-mengundurkan-diri-dari-deputi-gubernur-bi",
    "date_display": "19/01/2026 16:06 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/11/20/Juda_Agung_BI.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:44.424248",
    "full_content": "IDXChannel- Menteri Sekretaris Negara (Mensesneg) Prasetyo Hadi mengungkapkan, Deputi GubernurBank Indonesia(BI)Juda Agungmengundurkan diri dari jabatannya.\n\n\"Jadi berkenaan dengan Deputi Gubernur Bank Indonesia, itu bermula dari adanya surat pengunduran diri dari salah satu Deputi Gubernur, atas nama Pak Juda (Agung),\" ujarnya kepada awak media saat konferensi pers di Kompleks Istana Kepresidenan, Jakarta, Senin (19/1/2026).\n\nSehingga, kata Pras, Presiden Prabowo Subianto mengajukan tiga nama calonDeputi Gubernur BIuntuk mengisi kursi jabatan yang kosong tersebut.\n\n\"Yang kemudian sesuai dengan ketentuan dan peraturan yang berlaku, maka kemudian harus dilanjutkan dengan proses mengisi jabatan yang ditinggalkan,” kata Prasetyo.\n\n\n\nBank Indonesia Gabung Proyek Nexus, Jadi Solusi Pembayaran Efisien Antarnegara\n\n\nHadapi Dinamika Global, BI Terapkan Paradigma Baru Kelola Cadangan Devisa\n\n\nPurbaya Sebut Pelantikan Wamenkeu Baru Diperkirakan Februari\n\n\nThomas Djiwandono Temui Gubernur BI, Tegaskan Komitmen Independensi saat Bekerja\n\n\nSimak Kata Mensesneg soal Juda Agung Calon Kuat Wamenkeu Baru\n\n\nThomas Djiwandono Usung Kolaborasi untuk Kerjakan Misi Pertama Jadi Deputi Gubernur BI\n\n\nPenguatan Rupiah Berlanjut, Purbaya Apresiasi Upaya BI Jaga Stabilitas Nilai Tukar\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Menteri Sekretaris Negara (Mensesneg) Prasetyo Hadi mengungkapkan, Deputi Gubernur Bank Indonesia (BI) Juda Agung mengundurkan diri dari jabatannya.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/11/20/Juda_Agung_BI.jpg",
    "tags": [],
    "word_count": 310,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:10.213083"
  },
  {
    "title": "Harga CPO Melemah, Pasar Menanti Data Ekspor",
    "url": "https://www.idxchannel.com/market-news/harga-cpo-melemah-pasar-menanti-data-ekspor",
    "date_display": "19/01/2026 15:55 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/05/cpo_sawit_freepik.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:44.424713",
    "full_content": "IDXChannel -Harga minyaksawitmentah (CPO) melemah pada Senin (19/1/2026) siang, terkoreksi dari penguatan hari sebelumnya, di tengah sikap pelaku pasar yang menunggu rilis data ekspor sebagai petunjuk arah selanjutnya.\n\nKontrak berjangka (futures)minyak sawituntuk pengiriman April di Bursa Malaysia Derivatives Exchange turun 0,34 persen ke level 4.057 ringgit Malaysia per ton pada pukul 12.13 WIB.\n\nSebelumnya, kontrak tersebut naik 2,31 persen pada Jumat pekan lalu.\n\nMeski demikian, analisis teknikal menunjukkan kontrak berjangka CPO masih berpeluang bergerak lebih tinggi.\n\nAmInvestment Bank dalam catatannya, dikutipDow Jones Newswires, menyebut penguatan harga minyak kedelai di Chicago Board of Trade pada Jumat lalu, serta kenaikan harga minyak mentah, berpotensi menopang momentum.\n\nPermintaan ekspor minyak sawit yang meningkat dan ekspektasi perlambatan pertumbuhan produksi dalam beberapa pekan ke depan juga dinilai dapat memberikan dukungan harga.\n\n\n\nHarga CPO Menguat Lebih dari 1 Persen Sepekan\n\n\nPungutan Ekspor CPO Meningkat Jadi USD918,47 per Metrik Ton di Februari 2026\n\n\nReli Terhenti, Harga CPO Tertekan Ambil Untung\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan\n\n\nHarga CPO Naik Lagi, Bertahan di Level Tertinggi Dua Bulan\n\n\nHarga CPO Kembali Menguat, Ekspor dan Produksi Jadi Penopang\n\n\nProspek Positif Rapor Emiten CPO di Tengah Risiko Pungutan Ekspor\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Harga minyak sawit mentah (CPO) melemah pada Senin (19/1/2026) siang, terkoreksi dari penguatan hari sebelumnya.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/05/cpo_sawit_freepik.jpg",
    "tags": [],
    "word_count": 342,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:10.593303"
  },
  {
    "title": "Rupiah Hari Ini Ditutup Melemah, Nyaris Sentuh Rp17.000 per Dolar AS",
    "url": "https://www.idxchannel.com/market-news/rupiah-hari-ini-ditutup-melemah-nyaris-sentuh-rp17000-per-dolar-as",
    "date_display": "19/01/2026 15:31 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/02/28/Rupiah_sindonews.JPG",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:45.606723",
    "full_content": "IDXChannel- Nilai tukarrupiahterhadap dolar Amerika Serikat (AS) ditutup melemah pada akhir perdagangan Senin (19/1/2026), turun 68 poin atau sekitar 0,40 persen ke level Rp16.955 perdolar AS.\n\nPengamat pasar uang, Ibrahim Assuaibi mengatakan, pelemahan rupiah ini salah satunya didorong sentimen eksternal yaitu Presiden AS Donald Trump mengatakan bahwa ia akan memberlakukan tarif baru pada delapan negara Eropa yang menentang rencananya agar Amerika Serikat mengakuisisi Greenland.\n\n“Trump mengatakan AS akan mengenakan tarif 10 persen pada barang-barang dari negara-negara yang terkena dampak mulai 1 Februari, dengan tarif tersebut akan naik menjadi 25 persen pada Juni jika tidak ada kesepakatan yang tercapai,” tulis Ibrahim dalam risetnya.\n\nNegara-negara yang menjadi target termasuk Prancis, Jerman, dan Inggris, bersama dengan beberapa negara Nordik dan Eropa utara. Pengumuman tersebut menuai kritik tajam dari para pejabat Eropa dan meningkatkan kekhawatiran akan sengketa perdagangan transatlantik yang lebih luas.\n\nSelain itu, data di AS menunjukkan pasar tenaga kerja tidak selemah yang diperkirakan. Oleh karena itu, para pedagang menjadi ragu-ragu apakah Federal Reserve (The Fed) akan melakukan dua kali pemotongan suku bunga tahun ini.\n\n\n\nRupiah Awal Pekan Melemah ke Rp16.798 Terseret Isu Suksesi The Fed\n\n\nRupiah Sepekan Menguat 0,20 Persen, Rawan Melemah Minggu Depan\n\n\nRupiah Ditutup Melemah ke Rp16.786 per Dolar AS, Tertekan Pencalonan Ketua The Fed\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nIHSG Sempat Kena Trading Halt, Rupiah Malah Ditutup Menguat ke Rp16.722 per USD\n\n\nDolar AS Turun Tajam, Trump Tak Khawatir\n\n\nPenguatan Rupiah Berlanjut, Purbaya Apresiasi Upaya BI Jaga Stabilitas Nilai Tukar\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Nilai tukar rupiah terhadap dolar AS ditutup melemah pada akhir perdagangan Senin (19/1/2026), turun sekitar 0,40 persen ke level Rp16.955 per dolar.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/02/28/Rupiah_sindonews.JPG",
    "tags": [],
    "word_count": 395,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:11.005810"
  },
  {
    "title": "Prajogo Pangestu Kembali Beraksi, Kini Giliran Borong Saham BRPT",
    "url": "https://www.idxchannel.com/market-news/prajogo-pangestu-kembali-beraksi-kini-giliran-borong-saham-brpt",
    "date_display": "19/01/2026 15:25 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/03/19/Kenapa_Beberapa_Saham_Tidak_Bergerak_Bertahun-Tahun.png",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:45.607289",
    "full_content": "IDXChannel- KonglomeratPrajogo Pangestumempertebal portofolionya di PTBarito PacificTbk (BRPT) dengan membeli 3 juta saham. Transaksi dilakukan pada 15 Januari 2026.\n\n\"Tujuan transaksi adalah untuk investasi,\" ujarnya dalam keterbukaan informasi BEI, Senin (19/1/2026).\n\nPrajogo membeli di harga Rp2.830 per saham. Sehingga, dia menghabiskan dana Rp8,49 miliar.\n\nDengan demikian, porsi kepemilikan saham Prajogo pada BRPT menjadi 66.901.030.165 unit (71,363 persen) atau mengalami kenaikan dari sebelumnya 66.898.030.165 unit (71,36 persen).\n\nSebagai informasi, saham BPRT dibuka pada level Rp2.830 pada pagi hari ini. Per pukul 15.25 WIB,saham BRPTberada di level Rp2.900 per saham atau mengalami kenaikan 70 poin (2,47 persen).\n\n\n\nSorotan MSCI Bongkar Deretan Saham Konglomerat dengan Free Float Tipis\n\n\nKomisaris CDI Group Mulai Cicil Saham CDIA\n\n\nPerkuat Ekosistem, PTRO Dirikan Tiga Entitas Usaha Baru di Bidang Konsultasi\n\n\nPrajogo Pangestu Kembali Serok 4 Juta Saham CUAN dan BRPT, Nilainya Rp15,82 Miliar\n\n\n10 Saham Top Gainer Kamis 29 Januari 2026, Ada Emiten Prajogo Pangestu\n\n\nPrajogo Pangestu Borong Saham Petrindo (CUAN), Harga Rebound\n\n\nIHSG Dibuka Koreksi ke 8.027, BRPT-BUMI Huni Top Losers\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Konglomerat Prajogo Pangestu mempertebal portofolionya di PT Barito Pacific Tbk (BRPT) dengan membeli 3 juta saham.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/03/19/Kenapa_Beberapa_Saham_Tidak_Bergerak_Bertahun-Tahun.png",
    "tags": [],
    "word_count": 313,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:11.566265"
  },
  {
    "title": "Siapa Pemilik Saham MHKI? Emiten Pengolah Limbah B3, Ini Profil Usaha dan Pengendalinya",
    "url": "https://www.idxchannel.com/market-news/siapa-pemilik-saham-mhki-emiten-pengolah-limbah-b3-ini-profil-usaha-dan-pengendalinya",
    "date_display": "19/01/2026 15:05 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/19/Screenshot_2026-01-19_144746.png",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:45.607846",
    "full_content": "IDXChannel—Siapa pemilik sahamMHKI? PTMulti Hanna KreasindoTbk (MHKI) adalah emiten perindustrian yang menjalankan kegiatan usaha di bidang pengelolaan limbah berbahaya, limbah beracun (B3), dan limbah non B3.\n\nSaham MHKImasuk dalam jajaran top value harian pada Senin (19/1/2026), pada sesi kedua MHKI diperdagangkan di kisaran Rp284 per saham, naik 19,33 persen dari pembukaan. Nilai transaksinya mencapai Rp85,21 miliaran.\n\nMelansir laman resmi perseroan, perusahaan ini didirikan pada 2004 dan sejak awal menjalankan kegiatan usaha di bidang pengelolaan limbah industri dengan aktivitas mencakup pengangkutan, pengumpulan, pengolahan, hingga pemanfaatan limbah B3 dan non-B3.\n\nKegiatan usaha utama MHKI adalah pengelolaan dan pembuangan limbah berbahaya. Untuk menjalankan bisnis ini, perseroan telah mengantongi izin resmi dari Kementerian Lingkungan Hidup untuk menjalankan bisnispengolahan limbah.\n\nSelain itu, pada 2007 perseroan juga akhirnya mengantongi izin AMDAL untuk usaha pengolahan limbah B3 dan non-B3. Hingga saat ini, MHKI memiliki tiga fasilitas pengolahan limbah yang telah beroperasi.\n\nYakni Instalasi Pengolahan Air Limbah (IPAL) untuk pemrosesan air limbah, gedung peleburan yang dilengkapi dengan dust collector dan scrubber untuk pengendalian polusi udara, danincinerator.\n\nIncineratordigunakan untuk mengelola limbah medis infeksius sehingga limbah-limbah berbahaya dari rumah sakit dan fasilitas kesehatan dapat ditangani dengan optimal.\n\nAdapun tipe limbah lain yang dikelola MHKI antara lain seng, tembaga, timah putih, besi, kuningan, scrap logam, aki bekas, minyak kotor, solder, thinner bekas, solvent bekas, dan sebagainya.\n\n\n\n3 Saham Pengolahan Limbah di Bursa Efek Indonesia 2026, Emiten dan Profil Usahanya\n\n\nPrabowo Teken Perpres PLTSa, Simak Gerak dan Proyeksi MHKI, OASA, dan TOBA\n\n\nSaham MHKI, OASA, TOBA Melesat, Investor Menanti Perpres PLTSa\n\n\nMulti Hanna (MHKI) Siapkan Strategi Melalui Pengelolaan Limbah Industri\n\n\nPerkuat Bisnis Pengolahan Limbah, Multi Hanna (MHKI) Siapkan Fasilitas Baru di Jateng\n\n\nPerluas Ekspansi ke Indonesia Timur, Multi Hanna (MHKI) Bangun Fasilitas Limbah di Lamongan\n\n\nBea Cukai Bebaskan Bea Masuk Impor Peralatan dan Bahan untuk Pengolahan Limbah\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nAS-India Capai Kesepakatan Dagang, Tarif Trump Turun Jadi 18 Persen\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA\n\n\nBRI Jalin Kolaborasi dengan BP Batam hingga Kementerian UMKM untuk pemberdayaan UMKM\n\n\nEkspor Batu Bara Turun di Tengah Lonjakan Sawit dan Besi Baja\n\n\nEkspor Sawit Desember 2025 Melonjak 102,23 Persen, Total Capaian Tembus USD24,42 Miliar\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA\n\n\nHarga Minyak Anjlok dari 4 Persen, Ketegangan AS-Iran Mereda\n\n\nHarga Emas dan Perak Jatuh Lagi usai Margin CME Dinaikkan",
    "summary": "Multi Hanna Kreasindo (MHKI) adalah perusahaan pengolahan limbah berbahaya dan limbah non-B3.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/19/Screenshot_2026-01-19_144746.png",
    "tags": [],
    "word_count": 458,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:11.883670"
  },
  {
    "title": "Logindo (LEAD) Fokus Turunkan Utang, Pastikan Tidak Ada Rencana Beli Kapal Baru",
    "url": "https://www.idxchannel.com/market-news/logindo-lead-fokus-turunkan-utang-pastikan-tidak-ada-rencana-beli-kapal-baru",
    "date_display": "19/01/2026 14:22 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/19/logindo_lead.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:45.608456",
    "full_content": "IDXChannel- PTLogindoSamudramakmur Tbk (LEAD) bakal fokus menurunkan utang perseroan dalam beberapa waktu ke depan. Oleh karena itu, emiten perkapalan itu tidak akan menambah armadakapaldalam waktu dekat.\n\nHingga 30 September 2025, posisi utang berbunga Logindo mencapai Rp898 miliar, sedangkan ekuitasnya tercatat Rp761 miliar. Angka itu mencerminkandebt to equity ratio(DER) sebesar 1,81 kali.\n\nDirektur Utama Logindo, Eddy Kurniawan Logam menjelaskan, perseroan telah berkomitmen kepada kreditur untuk memperbaiki neraca keuangan dan menurunkan utang. Sejumlah strategi dilakukan mulai dari mendorong EBITDA dan laba bersih hingga menjual kapal.\n\n\"Armada yang usianya sudah semakin berkurang atau dari segi marketing melihat bahwa potensi eskalasi harga charter tidak akan mengalami eskalasi yang tinggi pada tahun yang akan datang,\" katanya dalam Paparan Publik Insidentil dikutip Senin (19/1/2026).\n\n\"Perseroan mempertahankan kapal dengan potensirevenue(pendapatan) yang bertumbuh dan kontribusi yang besar secara EBITDA maupunnet profit(laba bersih),\" ujar Eddy.\n\n\n\nChina Dominasi Industri Perkapalan Dunia pada 2025, Kuasai 56 Persen Produksi Global\n\n\nPIS Catat Penurunan Emisi Karbon hingga 116.761 Ton CO2e pada 2025\n\n\nPersiapan Mudik Lebaran, Kemenhub Ramp Check Angkutan Laut\n\n\nPELNI Angkut 542.339 Penumpang Selama Periode Nataru 2025/2026\n\n\nSaham ALII Keluar dari Papan FCA, ATAP hingga TRUE Masuk\n\n\nGembok Enam Saham Dibuka Jelang Akhir Pekan, ARKO-LEAD Masuk Papan FCA\n\n\nKunjungi Inggris, Prabowo Jajaki Kerja Sama Produksi Kapal Nelayan hingga Konservasi Gajah\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nPresiden Prabowo Akan Temui Petinggi Ormas Islam Siang Ini, Bahas Board of Peace\n\n\nElon Musk Resmi Gabungkan SpaceX dengan xAI\n\n\nTegur Gubernur Bali soal Sampah, Presiden Prabowo: Pariwisata Tak Akan Bertahan Jika Kotor\n\n\nKredit Tumbuh 15,9 Persen, BBNI Bukukan Laba Bersih Rp20 Triliun Sepanjang 2025\n\n\nKasus Bupati Pati Sudewo, KPK Telusuri Alur Setoran Uang Caperdes saat Periksa Camat-Kades\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nBursa Asia Rebound, KOSPI Korea Melesat 4 Persen\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global",
    "summary": "PT Logindo Samudramakmur Tbk (LEAD) bakal fokus menurunkan utang perseroan dalam beberapa waktu ke depan.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/19/logindo_lead.jpg",
    "tags": [],
    "word_count": 371,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:12.158675"
  },
  {
    "title": "Prajogo Pangestu Sudah Kucurkan Rp28,03 Miliar Borong Saham BREN-CUAN di Januari 2026",
    "url": "https://www.idxchannel.com/market-news/prajogo-pangestu-sudah-kucurkan-rp2803-miliar-borong-saham-bren-cuan-di-januari-2026",
    "date_display": "19/01/2026 14:15 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2022/06/03/Gurita_Bisnis_Prajogo_Pangestu.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:45.609043",
    "full_content": "IDXChannel- KonglomeratPrajogo Pangestutercatat sudah mengucurkan dana Rp28,03 miliar untuk melakukan aksi pembelian saham PTBarito Renewables EnergyTbk (BREN) dan PTPetrindo Jaya KreasiTbk (CUAN). Transaksi dilakukan pada 13 dan 15 Januari 2026.\n\nDilansir dari data keterbukaan informasi BEI, Senin (19/1/2026), Prajogo memborong 1.330.000 saham BREN pada 13 Januari 2026. Total dana yang dikeluarkan yakni Rp11,87 miliar.\n\nKemudian pada 15 Januari 2026, Prajogo kembali mempertebal kepemilikan saham BREN dengan membeli 1 juta saham senilai Rp9,60 miliar.\n\nSehingga, total dana yang dikeluarkan Prajogo untuk membeli saham BREN tersebut sebesar Rp21,48 miliar.\n\n\n\nSorotan MSCI Bongkar Deretan Saham Konglomerat dengan Free Float Tipis\n\n\nKomisaris CDI Group Mulai Cicil Saham CDIA\n\n\nPerkuat Ekosistem, PTRO Dirikan Tiga Entitas Usaha Baru di Bidang Konsultasi\n\n\nPrajogo Pangestu Kembali Serok 4 Juta Saham CUAN dan BRPT, Nilainya Rp15,82 Miliar\n\n\n10 Saham Top Gainer Kamis 29 Januari 2026, Ada Emiten Prajogo Pangestu\n\n\nPrajogo Pangestu Borong Saham Petrindo (CUAN), Harga Rebound\n\n\nKeputusan MSCI Seret IHSG Turun 6 Persen, Saham Konglomerat Ramai-Ramai ARB\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Konglomerat Prajogo Pangestu tercatat sudah mengucurkan dana Rp28,03 miliar untuk melakukan aksi pembelian saham BREN dan CUAN.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2022/06/03/Gurita_Bisnis_Prajogo_Pangestu.jpg",
    "tags": [],
    "word_count": 307,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:12.572086"
  },
  {
    "title": "Saham ASPR Milik Siapa? Emiten Manufaktur Plastik Kemasan, Simak Sosok Pengendalinya",
    "url": "https://www.idxchannel.com/market-news/saham-aspr-milik-siapa-emiten-manufaktur-plastik-kemasan-simak-sosok-pengendalinya",
    "date_display": "19/01/2026 13:58 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/19/WhatsApp_Image_2026-01-19_at_1_58_44_PM.jpeg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:45.609595",
    "full_content": "IDXChannel—SahamASPRmilik siapa? PTAsia PramuliaTbk (ASPR) masuk dalam deretan top gainers harian pada Senin (19/1/2026), saham ASPR ditutup di harga Rp166 per saham, naik 30,71 persen pada perdagangan sesi pertama.\n\nPT Asia Pramulia Tbk tercatat sebagai emiten barang baku dengan kegiatan usaha utama di bidang industri  barang dari plastik untuk pengemasan. ASPR adalah perusahaan manufakturplastik kemasan.\n\nMelansir laman resmi perseroan, perusahaan ini didirikan pada 1991. Perseroana dalah manufaktur plastik kemasan spesialis injeksi (injection molding process) dan spesialis metode peregangan serta peniupan (stretch blow molding).\n\nProduk plastik kemasan yang dihasilkan perseroan antara lain kemasan untuk horeka (hotel, restoran, kafe), kemasan minyak goreng, kemasan makanan, kemasan barang kimia, galon air, kemasan cat, tutup botol, dan sebagainya.\n\nPerseroan telah mengantongi sertifikasi HACPP (Hazard Analysis Critical Control Point), dan ISO 22000 untukfood safety management, yang artinya produk buatan perseroan aman digunakan untuk makanan.\n\nAdapun beberapa brand yang menggunakan kemasan plastik buatan ASPR antara lain Nippon Paint, Wong Coco, Faber-Castell, Club AMDK, Orang Tua Group, Dua Kelinci, Sinar Mas, Greenfields, Agip, Realfood, dan sebagainya.\n\nPabrik Asia Pramulia berlokasi di Surabaya dan Pasuruan, Jawa Timur, dengan total luasan 64.600 meter persegi. Selain menyediakan produk kemasan plastik, ASPR juga menyediakan jasa pelatihan pengemasan untuk UMKM.\n\n\n\nAsia Pramulia (ASPR) Realisasikan Dana IPO Rp70,16 Miliar\n\n\nSiapa Pemilik Saham ASPR? Produsen Kemasan Plastik di Jatim, Ini Pemegang Sahamnya\n\n\n8 Emiten Himpun Dana IPO Rp3,38 Triliun Sepekan, Terbesar CDIA\n\n\nSukses IPO, Asia Pramulia (ASPR) Komitmen Tingkatkan Penyerapan Tenaga Kerja\n\n\nAsia Pramulia (ASPR) Incar Pendapatan Tumbuh 40 Persen hingga Akhir 2025\n\n\nDebut Perdana Saham ASPR Naik 21,77 Persen, Dirut Asia Pramulia: Bukti Kepercayaan Pasar\n\n\nSaham PSAT Sentuh ARA, ASPR Dibuka Naik Dua Digit\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "PT Asia Pramulia Tbk tercatat sebagai emiten barang baku dengan kegiatan usaha utama di bidang industri  barang dari plastik untuk pengemasan.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/19/WhatsApp_Image_2026-01-19_at_1_58_44_PM.jpeg",
    "tags": [],
    "word_count": 418,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:13.687760"
  },
  {
    "title": "IHSG Sesi I Ditutup Menguat ke 9.099, Ditopang Sektor Siklikal dan Infrastruktur",
    "url": "https://www.idxchannel.com/market-news/ihsg-sesi-i-ditutup-menguat-ke-9099-ditopang-sektor-siklikal-dan-infrastruktur",
    "date_display": "19/01/2026 13:27 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/14/IHSG_Sesi_I.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:46.796429",
    "full_content": "IDXChannel- Indeks HargaSahamGabungan (IHSG) pada sesi I penutupan perdagangan siang ini, Senin (19/1/2026), terpantau menguat 0,27 persen ke level 9.099.\n\nIHSG sempat bergerak naik turun bak roller coaster sejak awal perdagangan. Pada sesi pembukaan, IHSG berada di level 9.098. Kemudian, turun hingga mencapai level terendah di 9.026 dan kembali naik hingga menyentuh level tertinggi di 9.109.\n\nVolume perdagangan tercatat di 33,58 miliar lembar saham dengan nilai transaksi Rp16,67 triliun. Adapun frekuensi yang terjadi sebanyak 2,4 juta kali. Dan dari sisi market cap atau kapitalisasi pasar, mencapai Rp16,58 triliun.\n\nSebanyak 373 saham mengalami kenaikan dan 352 saham mengalami penurunan. Kemudian 233 saham lainnya mengalami stagnan atau tidak berubah.\n\nDari sisi sektoral, sektor energi menguat 0,20 persen. Kemudian sektor nonsiklikal menguat 0,36persen. Sektor siklikal menguat 1,12 persen. Sektor keuangan menguat 0,08 persen. Sektorinfrastrukturnaik 0,48 persen.\n\n\n\nIHSG Diprediksi Menguat Rentang 8.128-8.527, Cek Analisa Saham AADI-SUPA\n\n\nIHSG Ditutup Melemah, Pasar Disebut Sedang lakukan 'Detox'\n\n\nDemutualisasi BEI Belum Jalan, OJK Menanti Payung Hukum Peraturan Pemerintah\n\n\nIHSG Masih Koreksi Tajam, Purbaya: Market Tunggu Pergantian Ketua OJK\n\n\nParadise Indonesia (INPP) Percepat Transformasi Bisnis, Targetkan Pendapatan Naik 10 Persen di 2026\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nAirlangga Sebut Investor Asing Beri Sinyal Positif untuk Pasar Modal Indonesia\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "IHSG pada sesi I penutupan perdagangan siang ini, Senin (19/1/2026), terpantau menguat 0,27 persen ke level 9.099.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/14/IHSG_Sesi_I.jpg",
    "tags": [],
    "word_count": 353,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:14.301725"
  },
  {
    "title": "INOV Saham Perusahaan Apa? Produsen Tekstil Daur Ulang, Intip Profil dan Kegiatan Usahanya",
    "url": "https://www.idxchannel.com/market-news/inov-saham-perusahaan-apa-produsen-tekstil-daur-ulang-intip-profil-dan-kegiatan-usahanya",
    "date_display": "19/01/2026 12:56 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/19/Screenshot_2026-01-19_124010.png",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:46.796988",
    "full_content": "IDXChannel—INOVsaham perusahaan apa? Saham PTInocycle Technology GroupTbk (INOV) diperdagangkan menyentuh auto reject atas di harga Rp244 per saham, naik 33,33 persen dari pembukaan.\n\nINOV juga menyentuh auto reject pada Kamis (15/1/2026) silam, dengan kenaikan harga 34,56 persen menjadi Rp183 per saham. INOV dan sejumlah saham tekstil lainnya, mendapat sentimen positif dari rencana pemerintah untuk menghidupkan BUMN tekstil.\n\nPT Inocycle Technology Group Tbk tercatat sebagai emiten berang konsumen non-primer yang menjalankan kegiatan usaha utamanya di bidang pengolahan plastikdaur ulang, dan bergerak di industri tekstil dengan subsektor pakaian dan barang mewah.\n\nMelansir laman resmi perseroan (19/1/2026), perusahaan ini didirikan pada 2001 dengan nama PT Hilon Felt sebagai pabrik non-woven, yakni kain yang dibuat tanpa proses tenun. Pabrik pertamanya didirikan di Tangerang.\n\nPerseroan mulai mendirikan pabrikrecycled polyester staple fiber(Re-PSF) pada 2011. Tahun-tahun berikutnya perseroan berekspansi dengan mendirikan pabrik-pabrik lain untuk non-woven dan Re-PSF, serta mengantongi sertifikasi Global Recycled Standard (GRS).\n\nKegiatan usaha yang dilakukan INOV mencakup pembuatan kain non-woven, pengelolaan serat staple buatan (poliamid, polyester, rayon viscose, akrilik, dll), pemulihan material non-logam yang mencakup kegiatan pengolahan barang bekas bukan dari logam.\n\nINOV adalah  perusahaan teknologi bersih yang berfokus pada pengolahan, daur ulang sampah botol plastik PET, dan sampah plastik lainnya menjadi Re-PSF yang notabene adalah produk utama yang dihasilkan perseroan.\n\nSelain Re-PSF, INOV juga menghasilkan dua produk turunan lainnya, yakni non-woven (bukan tenun) danhomeware. Re-PSF digunakan sebagai bahan baku untuk manufaktur non-woven untuk otomotif, pakaian, furniture, dan sebagainya.\n\n\n\nIndustri Tekstil Dapat Dana Segar, Saham BELL hingga ESTI Kompak Terbang\n\n\nBaterai Bekas Mobil Listrik Ternyata Bisa Didaur Ulang Jadi Tempat Penyimpanan Energi\n\n\nInocycle (INOV) Catat Laba Rp48,33 Miliar di 2024 usai Rugi di 2023\n\n\nDongkrak Penjualan, Emiten Daur Ulang Plastik (INOV) Rambah Dua Bisnis Baru\n\n\nRestrukturisasi Aset, Inocycle (INOV) Jual Pabrik Seharga Rp105 Miliar\n\n\nInocycle Technology (INOV) Kantongi Penjualan Rp475,53 Miliar hingga Kuartal III-2024\n\n\nDaur Ulang 7.066 Baju Seragam, Pertamina Hemat Emisi Karbon Lebih dari 41,8 ton Co2e\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nAS-India Capai Kesepakatan Dagang, Tarif Trump Turun Jadi 18 Persen\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA\n\n\nBRI Jalin Kolaborasi dengan BP Batam hingga Kementerian UMKM untuk pemberdayaan UMKM\n\n\nEkspor Batu Bara Turun di Tengah Lonjakan Sawit dan Besi Baja\n\n\nEkspor Sawit Desember 2025 Melonjak 102,23 Persen, Total Capaian Tembus USD24,42 Miliar\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA\n\n\nHarga Minyak Anjlok Lebih Dari 4 Persen, Ketegangan AS-Iran Mereda\n\n\nHarga Emas dan Perak Jatuh Lagi usai Margin CME Dinaikkan",
    "summary": "PT Inocycle Technology Group Tbk tercatat sebagai emiten berang konsumen non-primer, kegiatan usaha utamanya di bidang pengolahan plastik daur ulang.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/19/Screenshot_2026-01-19_124010.png",
    "tags": [],
    "word_count": 478,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:14.611643"
  },
  {
    "title": "Borong 3,5 Juta Saham CUAN, Prajogo Pangestu Habiskan Dana Segini",
    "url": "https://www.idxchannel.com/market-news/borong-35-juta-saham-cuan-prajogo-pangestu-habiskan-dana-segini",
    "date_display": "19/01/2026 12:12 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/03/07/prajogo_pangestu.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:46.797539",
    "full_content": "IDXChannel- KonglomeratPrajogo Pangestumelakukan pembelian sebanyak 3,5 juta saham PTPetrindo Jaya KreasiTbk (CUAN). Transaksi dilakukan pada 15 Januari 2026.\n\n\"Tujuan transaksi untuk investasi pribadi,\" ujarnya dalam keterbukaan informasi BEI, Senin (19/1/2026).\n\nPrajogo membelisaham CUANdalam 11 kali transaksi dengan harga yang bervariasi. Harga terendah Rp1.850 per saham, dan tertinggi Rp1.900 per saham. Sehingga, dia merogoh kocek sebesar Rp6,55 miliar.\n\nDengan demikian, porsi kepemilikan Prajogo Pangestu terhadap saham CUAN menjadi 94.521.150.000 saham (84,079 persen), dari sebelumnya 94.517.650.000 (84,076 persen).\n\nBerikut rincian transaksi pembelian saham CUAN oleh Prajogo Pangestu pada 15 Januari 2026:\n\n\n\nSorotan MSCI Bongkar Deretan Saham Konglomerat dengan Free Float Tipis\n\n\nKomisaris CDI Group Mulai Cicil Saham CDIA\n\n\nPerkuat Ekosistem, PTRO Dirikan Tiga Entitas Usaha Baru di Bidang Konsultasi\n\n\nPrajogo Pangestu Kembali Serok 4 Juta Saham CUAN dan BRPT, Nilainya Rp15,82 Miliar\n\n\n10 Saham Top Gainer Kamis 29 Januari 2026, Ada Emiten Prajogo Pangestu\n\n\nPrajogo Pangestu Borong Saham Petrindo (CUAN), Harga Rebound\n\n\nKeputusan MSCI Seret IHSG Turun 6 Persen, Saham Konglomerat Ramai-Ramai ARB\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Konglomerat Prajogo Pangestu melakukan pembelian sebanyak 3,5 juta saham PT Petrindo Jaya Kreasi Tbk (CUAN).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/03/07/prajogo_pangestu.jpg",
    "tags": [],
    "word_count": 309,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:14.999758"
  },
  {
    "title": "Saham CUAN-TPIA Cs Tersengat Aksi Akumulasi Prajogo Pangestu",
    "url": "https://www.idxchannel.com/market-news/saham-cuan-tpia-cs-tersengat-aksi-akumulasi-prajogo-pangestu",
    "date_display": "19/01/2026 11:45 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/11/03/saham_naik_-_freepik_-_3_Nov_25.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:46.798079",
    "full_content": "IDXChannel –Saham emitenGrup Baritomelesat pada Senin (19/1/2026) tersengat aksi akumulasi yang dilakukan oleh sang taipan di PT Petrindo Jaya Kreasi Tbk (CUAN) dan PT Barito Renewables Energy Tbk (BREN).\n\nMengutip data Bursa Efek Indonesia (BEI), pukul 11.36 WIB, saham CUAN melambung 9,73 persen ke Rp2.020 per unit, PT Barito Pacific Tbk (BRPT) melejit 5,30 persen ke Rp2.980 per unit, PT Chandra Daya Investasi Tbk (CDIA) meningkat 5,57 persen ke Rp1.610 per unit.\n\nDemikian pula, saham PT Chandra Asri Pacific Tbk (TPIA) naik 4,12 persen ke posisi Rp6.950 per unit.\n\nBerbeda, saham BREN melemah 0,77 persen, sedangkan PT Petrosea Tbk (PTRO) turun 0,39 persen.\n\nPrajogo Pangestu, yang tercatat sebagai pengendali CUAN sekaligus BREN, tercatat menambah kepemilikan saham di kedua emiten tersebut pada 15 Januari 2026.\n\n\n\nSorotan MSCI Bongkar Deretan Saham Konglomerat dengan Free Float Tipis\n\n\nKomisaris CDI Group Mulai Cicil Saham CDIA\n\n\nPerkuat Ekosistem, PTRO Dirikan Tiga Entitas Usaha Baru di Bidang Konsultasi\n\n\nPrajogo Pangestu Kembali Serok 4 Juta Saham CUAN dan BRPT, Nilainya Rp15,82 Miliar\n\n\n10 Saham Top Gainer Kamis 29 Januari 2026, Ada Emiten Prajogo Pangestu\n\n\nPrajogo Pangestu Borong Saham Petrindo (CUAN), Harga Rebound\n\n\nIHSG Dibuka Koreksi ke 8.027, BRPT-BUMI Huni Top Losers\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Saham emiten Grup Barito melesat pada Senin (19/1/2026) tersengat aksi akumulasi yang dilakukan oleh sang taipan di PT Petrindo Jaya Kreasi Tbk (CUAN) dan BREN.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/11/03/saham_naik_-_freepik_-_3_Nov_25.jpg",
    "tags": [],
    "word_count": 342,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:15.355968"
  },
  {
    "title": "Saratoga (SRTG) Kembali Lepas Saham Nusa Raya Cipta (NRCA)",
    "url": "https://www.idxchannel.com/market-news/saratoga-srtg-kembali-lepas-saham-nusa-raya-cipta-nrca",
    "date_display": "19/01/2026 11:34 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/03/13/saratoga_srtg.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:46.798619",
    "full_content": "IDXChannel- PTSaratogaInvestama Sedaya Tbk (SRTG) kembali melepas saham PTNusa Raya CiptaTbk (NRCA). Langkah ini melanjutkan aksi divestasi agresif yang dilakukan oleh perusahaan investasi tersebut pada akhir 2025.\n\nPada 14 Januari 2025, Saratoga menjual 750 ribu saham NRCA pada harga Rp1.218 per saham. Dengan penjualan tersebut, Saratoga meraih dana sekitar Rp900 juta.\n\n\"Tujuan dari transaksi untuk divestasi,\" kata manajemen dalam keterbukaan informasi, Senin (19/1/2026).\n\nDengan transaksi tersebut, porsi kepemilikan saham Saratoga sudah di bawah 6 persen, tepatnya 5,98 persen atau setara 149,41 juta saham. Sesuai aturan, Saratoga tak wajib melaporkan transaksi kepada Bursa Efek Indonesia (BEI) jika porsinya sudah di bawah 5 persen.\n\nDalam struktur kepemilikan saham NRCA, Saratoga bukan pemegang saham utama atau pengendali perseroan. Adapun pengendali emiten konstruksi tersebut yakni PT Surya Semesta Internusa Tbk (SSIA).\n\n\n\nKinerja Saham Edwin Soeryadjaya 2025, Emiten Kontraktor Ini Jadi Juaranya\n\n\nKonsorsium ADHI-NRCA dan HK Garap Jalan Tol Akses Patimban\n\n\nSaham NRCA hingga PADA Keluar dari Papan FCA pada Pekan Depan\n\n\nWakil Dirut Nusa Raya Cipta Jual Saham NRCA Senilai Rp5 Miliar\n\n\nSuspensi Berakhir, Lima Saham Ini Kompak Masuk Papan FCA\n\n\nSaham NRCA hingga PADA Masuk Papan FCA\n\n\nNRCA Raih Kontrak Baru Rp2,89 Triliun hingga Oktober 2025\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nAS-India Capai Kesepakatan Dagang, Tarif Trump Turun Jadi 18 Persen\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA\n\n\nBRI Jalin Kolaborasi dengan BP Batam hingga Kementerian UMKM untuk pemberdayaan UMKM\n\n\nEkspor Batu Bara Turun di Tengah Lonjakan Sawit dan Besi Baja\n\n\nEkspor Sawit Desember 2025 Melonjak 102,23 Persen, Total Capaian Tembus USD24,42 Miliar\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA\n\n\nHarga Minyak Anjlok dari 4 Persen, Ketegangan AS-Iran Mereda\n\n\nHarga Emas dan Perak Jatuh Lagi usai Margin CME Dinaikkan\n\n\nIsu MSCI Tekan IHSG, DBS Nilai Pasar Indonesia Tetap Menarik",
    "summary": "PT Saratoga Investama Sedaya Tbk (SRTG) kembali melepas saham PT Nusa Raya Cipta Tbk (NRCA).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/03/13/saratoga_srtg.jpg",
    "tags": [],
    "word_count": 357,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:15.661502"
  },
  {
    "title": "Direktur Mitra Komunikasi Nusantara (MKNT) Ajukan Resign",
    "url": "https://www.idxchannel.com/market-news/direktur-mitra-komunikasi-nusantara-mknt-ajukan-resign",
    "date_display": "19/01/2026 11:25 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/03/27/resign_1.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:46.799158",
    "full_content": "IDXChannel-Redi Sopyadimengajukan surat pengunduran diri sebagai Direktur PTMitra Komunikasi NusantaraTbk (MKNT). Perseroan menerima surat tersebut pada 13 Januari 2026.\n\n\"Kami informasikan bahwa kami telah menerima Surat Pengunduran Diri atas nama Redi Sopyadi selaku Direktur PT Mitra Komunikasi Nusantara Tbk (Perseroan) pada tanggal 13 Januari 2026,\" ujar Direktur Utama MKNT Jefri Junaedi dalam keterbukaan informasi BEI, Senin (19/1/2026).\n\nRedi Sopyadi dalam surat pengajuan pengunduran dirinya menyampaikan terima kasih kepada perseroan atas kesempatan yang telah diberikan.\n\n\"Terhitung sejak surat ini ditandatangani, maka saya bermaksud untuk mengajukan pengunduran diri sebagai Direktur dari di PT Mitra Komunikasi Nusantara Tbk. Mohon maaf bila selama bekerja ada kesalahan yang disengaja maupun tidak disengaja,\" ujar Redi.\n\n\n\nDua Komisaris Mitra Komunikasi (MKNT) Mundur di Tengah Rencana Pemulihan Bisnis\n\n\nMKNT Disuntik Dana Rp823 Miliar, Akuisisi Perusahaan Baja dan Udang di Banten\n\n\n6 Cara Mendapat Uang Tambahan Tanpa Harus Resign dari Pekerjaan\n\n\nDua Petinggi Remala Abadi Kompak Mundur, Saham DATA Berbalik Merah\n\n\nDiagnos Laboratorium (DGNS) Ditinggal Dua Direkturnya, Ada Apa?\n\n\nPresiden Komisaris Indo Kordsa (BRAM) Mengundurkan Diri\n\n\nKomisaris Baramulti (BSSR) Gi Ock Han Mengundurkan Diri\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Redi Sopyadi mengajukan surat pengunduran diri sebagai Direktur PT Mitra Komunikasi Nusantara Tbk (MKNT).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/03/27/resign_1.jpg",
    "tags": [],
    "word_count": 323,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:16.457784"
  },
  {
    "title": "Saham OASA-SOFA Cs Terbang di Tengah Katalis Proyek WTE",
    "url": "https://www.idxchannel.com/market-news/saham-oasa-sofa-cs-terbang-di-tengah-katalis-proyek-wte",
    "date_display": "19/01/2026 11:02 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/07/04/TBS_Energi_TOBA_-_renewable_waste_mana.png",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:47.992994",
    "full_content": "IDXChannel –Saham-saham yang terlibat dalam proyek waste-to-energy (WTE)Danantaramelonjak pada Senin (19/1/2026) seiring masuknya inisiatif ini ke fase krusial pada awal 2026.\n\nBRI Danareksa Sekuritas menyebut, Senin (19/1), Danantara dijadwalkan mengumumkan pemenang tender WTE batch pertama pada akhir Januari 2026.\n\nProses tender sendiri telah dimulai sejak November 2025 dan mencakup proyek di sekitar empat hingga tujuh kota, antara lain Bogor, Bekasi, Denpasar, Yogyakarta, Tangerang, Semarang, dan Medan.\n\nSebanyak 24 perusahaan, yang mayoritas berasal dari luar negeri, tercatat mengikuti tender tersebut dan diwajibkan menggandeng mitra lokal dalam pembangunan fasilitas pengolahan sampah menjadi energi listrik.\n\nSetelah pengumuman pemenang, tahapan berikutnya adalah penandatanganan perjanjian kerja sama, baik dalam bentuk joint venture maupun power purchase agreement (PPA), yang ditargetkan berlangsung pada akhir Februari 2026.\n\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nCIO Danantara Tegaskan Demutualisasi BEI Tak Ganggu Independensi Regulator\n\n\nDanantara Berpeluang Jadi Pemegang Saham BEI, Besaran Modal Masih Dikaji\n\n\nDanantara, OJK, dan BEI Rumuskan Delapan Aksi Reformasi Pasar Modal, Berikut Detailnya\n\n\nRosan Klaim Ada Sinyal Positif dari Investor Asing, Optimistis Bursa Saham Rebound Besok\n\n\nDanantara Gandeng Manajer Investasi, Ini Kriteria Saham yang Dibidik\n\n\nDanantara Bakal Masif Beli Saham Tiap Hari Demi Jaga Investasi dan Stabilitas Bursa\n\n\nSatgas PKH Dalami Temuan PPATK Dana Tambang Emas Ilegal Rp992 Triliun\n\n\nPolri Bongkar Penampungan Emas Ilegal PETI di Riau, Uang Puluhan Juta Disita\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nAS-India Capai Kesepakatan Dagang, Tarif Trump Turun Jadi 18 Persen\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nBursa Asia Rebound, KOSPI Korea Melesat 4 Persen\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA",
    "summary": "Saham-saham yang terlibat dalam proyek waste-to-energy (WTE) Danantara melonjak pada Senin (19/1/2026) seiring masuknya inisiatif ini ke fase penting.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/07/04/TBS_Energi_TOBA_-_renewable_waste_mana.png",
    "tags": [],
    "word_count": 357,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:16.764960"
  },
  {
    "title": "Prajogo Pangestu Kembali Borong 1 Juta Saham BREN, Rogoh Kocek Rp9,60 Miliar",
    "url": "https://www.idxchannel.com/market-news/prajogo-pangestu-kembali-borong-1-juta-saham-bren-rogoh-kocek-rp960-miliar",
    "date_display": "19/01/2026 10:42 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2023/06/12/Sumber_Kekayaan_Prajogo_Pangestu.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:47.993570",
    "full_content": "IDXChannel- KonglomeratPrajogo Pangestukembali memborong satu juta saham PT Barito Renewables Energy Tbk (BREN). Transaksi dilakukan pada 15 Januari 2026.\n\nDilansir dari keterbukaan informasi BEI, Senin (19/1/2026), Prajogo membeli di harga yang bervariasi yakni rentang Rp9.525-Rp9.675 per saham.\n\nSehingga, total dana yang dikeluarkan oleh Prajogo sebesar Rp9,60 miliar.\n\n\"Transaksi untuk tujuan investasi pribadi,\" ujarnya.\n\nDengan demikian, porsi kepemilikansaham BRENoleh Prajogo menjadi 140.789.700 saham (0,105 persen), dari sebelumnya 139.789.700 (0,104 persen).\n\nBerikut rincian transaksi pembelian saham BREN oleh Prajogo Pangestu pada 15 Januari 2026:\n\n- 101.700 saham di harga Rp9.575- 238.500 saham di harga Rp9.600- 102.700 saham di harga Rp9.625- 107.600 saham di harga Rp9.525- 96.700 saham di harga Rp9.675- 90.800 saham di harga Rp9.550- 262.000 saham di harga Rp9.650\n\nSebagai informasi, saham BREN pada hari ini dibuka ke level Rp9.550 atau melemah 2,06 persen.\n\n\n\nSorotan MSCI Bongkar Deretan Saham Konglomerat dengan Free Float Tipis\n\n\nKomisaris CDI Group Mulai Cicil Saham CDIA\n\n\nPerkuat Ekosistem, PTRO Dirikan Tiga Entitas Usaha Baru di Bidang Konsultasi\n\n\nPrajogo Pangestu Kembali Serok 4 Juta Saham CUAN dan BRPT, Nilainya Rp15,82 Miliar\n\n\n10 Saham Top Gainer Kamis 29 Januari 2026, Ada Emiten Prajogo Pangestu\n\n\nPrajogo Pangestu Borong Saham Petrindo (CUAN), Harga Rebound\n\n\nKeputusan MSCI Seret IHSG Turun 6 Persen, Saham Konglomerat Ramai-Ramai ARB\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Konglomerat Prajogo Pangestu kembali memborong satu juta saham PT Barito Renewables Energy Tbk (BREN). Transaksi dilakukan pada 15 Januari 2026.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2023/06/12/Sumber_Kekayaan_Prajogo_Pangestu.jpg",
    "tags": [],
    "word_count": 353,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:18.155573"
  },
  {
    "title": "Harga Emas Dunia Rekor Lagi, Simak Analisis Saham ANTM-ARCI Cs",
    "url": "https://www.idxchannel.com/market-news/harga-emas-dunia-rekor-lagi-simak-analisis-saham-antm-arci-cs",
    "date_display": "19/01/2026 10:32 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/03/17/Freepik_-_emas_-_34.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:47.994123",
    "full_content": "IDXChannel –Hargaemasdunia kembali mencatatkan rekor tertinggi sepanjang masa (ATH) seiring membentuk gap up pada Senin (19/1/2026) pagi. Analis menyoroti sejumlah saham tambang emas yang dinilai menarik secara teknikal.\n\nMenurut pengamat pasar modal Michael Yeoh, kenaikan harga emas kembali menjadi katalis utama pergerakan saham-saham tambang emas di Bursa Efek Indonesia.\n\n“Harga emas kembali mencetak ATH menyusul pernyataan kontroversial dari Presiden AS Donald Trump yang akan memberikan tarif kembali ke delapan negara eropa,” ujar Michael, Senin (19/1/2026).\n\nIa menilai kondisi tersebut ikut membuka peluang teknikal bagi sejumlah saham emas. Untuk saham PT Aneka Tambang Tbk (ANTM), Michael melihat ruang kenaikan masih terbuka.\n\n“ANTM memiliki target ke 4.500 secara teknikal, dengan support di 3.750,” katanya.\n\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nHarga Emas dan Perak Jatuh Lagi usai Margin CME Dinaikkan\n\n\nIBC Tak Punya Pengendali meski ANTM-Inalum Kuasai Saham Mayoritas\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nHarga Emas Antam (ANTM) Awal Pekan Melonjak Rp168 Ribu, Cek Lengkapnya\n\n\nBSN Bidik Pembiayaan Konsumer Capai Rp1 Triliun di 2026\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Harga emas dunia kembali mencatatkan rekor tertinggi sepanjang masa (ATH) seiring membentuk gap up pada Senin (19/1/2026) pagi.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/03/17/Freepik_-_emas_-_34.jpg",
    "tags": [],
    "word_count": 326,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:18.500576"
  },
  {
    "title": "Bursa Asia Melemah di Awal Pekan, Pasar Cermati Geopolitik",
    "url": "https://www.idxchannel.com/market-news/bursa-asia-melemah-di-awal-pekan-pasar-cermati-geopolitik",
    "date_display": "19/01/2026 10:12 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/02/26/bursa_asia_-_reuters_344.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:47.994664",
    "full_content": "IDXChannel –BursasahamAsia cenderung terkoreksi pada Senin (19/1/2026) seiring kembali menguatnya kekhawatiran geopolitik dan perdagangan yang membebani sentimen risiko global.\n\nMenurut data pasar, pukul 09.54 WIB, indeks saham Jepang melemah pada Senin, memperpanjang koreksi dari level tertinggi sepanjang masa.\n\nIndeks Nikkei 225 turun 1,13 persen, sementara Topix melemah 0,47 persen.\n\nMelansir dariTrading Economics, sentimen memburuk setelah Presiden Amerika Serikat (AS) Donald Trump mengancam akan memberlakukan tarif baru terhadap delapan negara Eropa demi mendapatkan kendali atas Greenland, langkah yang memicu kritik dari para pemimpin Eropa.\n\nDari dalam Negeri Sakura, investor mencermati keputusan kebijakan Bank of Japan (BOJ) pekan ini. Suku bunga diperkirakan tetap, meski pasar mengantisipasi peluang perubahan kebijakan pada Juni.\n\nChina pada Senin diperkirakan melaporkan pertumbuhan ekonomi 4,4 persen secara tahunan pada kuartal hingga Desember, melambat dari 4,8 persen pada kuartal sebelumnya, karena kekuatan ekspor dan manufaktur tertahan oleh lemahnya permintaan domestik.\n\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nBursa Asia Rebound, KOSPI Korea Melesat 4 Persen\n\n\nDemutualisasi BEI Belum Jalan, OJK Menanti Payung Hukum Peraturan Pemerintah\n\n\nParadise Indonesia (INPP) Percepat Transformasi Bisnis, Targetkan Pendapatan Naik 10 Persen di 2026\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Bursa saham Asia cenderung terkoreksi pada Senin (19/1/2026) seiring kembali menguatnya kekhawatiran geopolitik dan perdagangan yang membebani sentimen risiko.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/02/26/bursa_asia_-_reuters_344.jpg",
    "tags": [],
    "word_count": 357,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:19.321327"
  },
  {
    "title": "Harga Naik Signifikan, BEI Suspensi Saham POLA",
    "url": "https://www.idxchannel.com/market-news/harga-naik-signifikan-bei-suspensi-saham-pola",
    "date_display": "19/01/2026 09:47 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2022/05/30/suspensi_saham.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:47.995215",
    "full_content": "IDXChannel- Bursa Efek Indonesia (BEI) melakukan penghentian sementara perdagangan saham PTPool Advista FinanceTbk (POLA) pada hari ini, Senin 19 Januari 2026. Hal ini dikarenakan harga kumulatif mengalami kenaikan signifikan.\n\nKepala Divisi Pengawasan Transaksi BEI Yulianto Aji Sadono mengatakan, penghentian sementara ini dilakukan dalam rangka cooling down sebagai bentuk perlindungan bagi investor.\n\n\"PT Bursa Efek Indonesia memandang perlu untuk melakukan penghentian sementara perdagangan saham PT Pool Advista Finance Tbk (POLA) pada tanggal 19 Januari 2026,\" ujarnya dalam pengumuman, Senin (19/1/2026).\n\nDia menyampaikan, penghentian sementara perdagangan saham POLA tersebut dilakukan di Pasar Reguler dan Pasar Tunai. Tujuannya yakni untuk memberikan waktu yang memadai bagi pelaku pasar untuk mempertimbangkan secara matang berdasarkan informasi yang ada dalam setiap pengambilan keputusan investasinya di saham POLA.\n\n\n\nBEI Suspensi Saham 48 Emiten yang Belum Sampaikan Laporan Keuangan, Ini Daftarnya\n\n\nSaham TIRT Naik 959 Persen dalam Dua Bulan, Ini Pengakuan Manajemen Tirta Mahakam\n\n\nSaham NSSS Terbang Usai Suspensi Dicabut, POLA ARB di Papan FCA\n\n\nBEI Cabut Suspensi Dua Saham, NSSS Pindah ke Papan FCA\n\n\nDisuspensi Berjamaah, 39 Emiten Ini Belum Penuhi Free Float\n\n\nBEI Suspensi 68 Emiten yang Belum Rilis Laporan Keuangan 2024\n\n\nPAM Mineral (NICL) Buka Suara soal Suspensi Saham\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Bursa Efek Indonesia (BEI) melakukan penghentian sementara perdagangan saham PT Pool Advista Finance Tbk (POLA) pada hari ini, Senin 19 Januari 2026.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2022/05/30/suspensi_saham.jpg",
    "tags": [],
    "word_count": 341,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:19.700248"
  },
  {
    "title": "IHSG Hari Ini Berpotensi Sideways, Cermati ASII, CUAN, hingga BUVA",
    "url": "https://www.idxchannel.com/market-news/ihsg-hari-ini-berpotensi-sideways-cermati-asii-cuan-hingga-buva",
    "date_display": "19/01/2026 09:15 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/06/IHSG_hijau.JPG",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:47.995757",
    "full_content": "IDXChannel- Indeks HargaSahamGabungan (IHSG) hari ini, Senin (19/1/2026) berpotensi bergerak datar.\n\nIndeks pada perdagangan akhir pekan lalu ditutup naik 0,47 persen ke level 9.075,41, disertai dengan net buy asing Rp474 miliar.\n\nSaham yang paling banyak dibeli asing yaitu BBRI, PTRO, BMRI, INCO dan JPFA.\n\nUntuk hari ini, Head of Retail Research BNI Sekuritas, Fanny Suherman, mengatakan IHSG berpotensi sideways dengan support di rentang 9.000-9.040, sedangkan resistance di level 9.100-9.150.\n\nFanny pun memiliki sejumlahsaham pilihanuntuk perdagangan hari ini, yaitu ASII, CUAN, INET, DEWA, BUVA, dan INKP.\n\nSpec Buy dengan area beli di Rp7.050, cutloss di bawah Rp7.000. Target dekat di Rp7.125-Rp7.200.\n\n\n\nIHSG Ditutup Melemah, Pasar Disebut Sedang lakukan 'Detox'\n\n\nDemutualisasi BEI Belum Jalan, OJK Menanti Payung Hukum Peraturan Pemerintah\n\n\nIHSG Masih Koreksi Tajam, Purbaya: Market Tunggu Pergantian Ketua OJK\n\n\nParadise Indonesia (INPP) Percepat Transformasi Bisnis, Targetkan Pendapatan Naik 10 Persen di 2026\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nAirlangga Sebut Investor Asing Beri Sinyal Positif untuk Pasar Modal Indonesia\n\n\nIHSG Ditutup Koreksi ke 7.922, Sektor Teknologi-Transportasi Anjlok 6 Persen\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Indeks Harga Saham Gabungan (IHSG) hari ini, Senin (19/1/2026) berpotensi bergerak datar.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/06/IHSG_hijau.JPG",
    "tags": [],
    "word_count": 321,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:20.482991"
  },
  {
    "title": "Harga Emas Antam (ANTM) Hari Ini Pecah Rekor Lagi, Sentuh Rp2.703.000 Per Gram",
    "url": "https://www.idxchannel.com/market-news/harga-emas-antam-antm-hari-ini-pecah-rekor-lagi-sentuh-rp2703000-per-gram",
    "date_display": "19/01/2026 09:11 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/04/23/emas_antam_Yudistiro_Pranoto_inews_group.jpg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:49.180183",
    "full_content": "IDXChannel- Harga emasAntam(ANTM) pada hari ini, Senin (19/1/2026) naik Rp40.000 ke Rp2.703.000 per gram.\n\nIni merupakan rekor tertinggi sepanjang sejarah atau all time high (ATH) baru setelah sebelumnya turun pada akhir pekan ini. Sepanjang pekan lalu,harga emas Antammenorehkan rekor empat hari berturut-turut dengan harga tertinggi di Rp2.675.000 per gram pada Kamis (15/1/2026).\n\nSejalan dengan buyback atau harga yang didapat jika pemilik emas ingin menjual emas batangan juga naik hari ini sebesar Rp36.000 ke Rp2.545.000.\n\nHarga emas Antam tersebut berlaku di kantor Antam Pulo Gadung, Jakarta. Adapun di laman resmi tersebut untuk saat ini beberapa macam emas masih belum tersedia.\n\nSaat ini, PPN tidak dipungut sesuai PP No.49 Tahun 2022. Nilai PPN tidak diperhitungkan dalam perhitungan grand total.\n\n\n\nWall Street Dibuka Tak Bergairah di Tengah Pulihnya Harga Emas dan Perak\n\n\nIBC Tak Punya Pengendali meski ANTM-Inalum Kuasai Saham Mayoritas\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nHarga Emas Antam (ANTM) Awal Pekan Melonjak Rp168 Ribu, Cek Lengkapnya\n\n\nAnalis Terbelah, Investor Ritel Tetap Bullish soal Prospek Emas Pekan Ini\n\n\nHarga Emas Bergejolak, Bagaimana Nasib ANTM-BRMS Cs?\n\n\nPekan Volatil Harga Emas Dunia, Sempat Rekor Lalu Anjlok 9 Persen\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Harga emas Antam (ANTM) pada hari ini, Senin (19/1/2026) naik Rp40.000 ke Rp2.703.000 per gram dan tercatat sebagai rekor tertinggi sepanjang massa.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/04/23/emas_antam_Yudistiro_Pranoto_inews_group.jpg",
    "tags": [],
    "word_count": 336,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:20.870822"
  },
  {
    "title": "IHSG Dibuka Bergairah ke 9.098 usai Long Weekend",
    "url": "https://www.idxchannel.com/market-news/ihsg-dibuka-bergairah-ke-9098-usai-long-weekend",
    "date_display": "19/01/2026 09:11 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/09/12/IHSG.jpg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:49.180739",
    "full_content": "IDXChannel-Indeks Harga Saham Gabungan(IHSG) hari ini, Senin (19/1/2026) dibuka naik 0,26 persen ke level 9.098,70. Semenit berjalan, indeks sempat menyentuh level tertingginya yakni 9.109.\n\nKemudian, IHSG melanjutkan penguatan terbatas 0,25 persen ke 9.097. Tercatat sebanyak 330 saham di zona hijau, 196 melemah, dan 432 lainnya stagnan.\n\nTransaksi awal menyentuh Rp1,3 triliun, dengan volume 2,4 miliar saham.\n\nIndeks LQ45 menguat 0,28 persen ke 891, indeks JII menguat 0,24 persen ke 613, indeks MNC36 menguat 0,55 persen ke 357, dan IDX30 menguat 0,23 persen ke 453.\n\nUntuk indeks sektoral yang berada di zona hijau seperti konsumer non siklikal, konsumer siklikal, keuangan, bahan baku, properti, industri. Sedangkan sektor yang melemah ada energi, infrastruktur, transportasi, teknologi dan kesehatan.\n\nTiga saham yang memimpin top gainers antara lain PT Ever Shine Tex Tbk (ESTI), PT Rockfields Properti Indonesia Tbk (ROCK), dan PT Trisula Textile Industries Tbk (BELL).\n\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nPemerintah Bergerak Cepat usai Pejabat Tinggi OJK Mengundurkan Diri\n\n\nIHSG Turun 4 Persen Pagi Ini, Tekanan Jual Saham Konglo Masih Berlanjut\n\n\nIHSG Dibuka Merah ke 8.306, Seluruh Sektor Kompak Melemah\n\n\nIHSG Diproyeksi Fluktuatif Awal Pekan, ELSA-EMAS Masuk Daftar Analis\n\n\nIHSG Pekan Ini Berpotensi Bangkit di Tengah Estafet Kepemimpinan BEI-OJK\n\n\nIHSG Berpotensi Bergerak Mixed di Level 8.100–8.567 Pekan Ini\n\n\nSatgas PKH Dalami Temuan PPATK Dana Tambang Emas Ilegal Rp992 Triliun\n\n\nPolri Bongkar Penampungan Emas Ilegal PETI di Riau, Uang Puluhan Juta Disita\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nAS-India Capai Kesepakatan Dagang, Tarif Trump Turun Jadi 18 Persen\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nBursa Asia Rebound, KOSPI Korea Melesat 4 Persen\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA",
    "summary": "Indeks Harga Saham Gabungan (IHSG) hari ini, Senin (19/1/2026) dibuka naik 0,26 persen ke level 9.098,70.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/09/12/IHSG.jpg",
    "tags": [],
    "word_count": 371,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:21.162934"
  },
  {
    "title": "Update Harga Emas di Pegadaian Awal Pekan: Galeri24 dan UBS Stabil",
    "url": "https://www.idxchannel.com/market-news/update-harga-emas-di-pegadaian-awal-pekan-galeri24-dan-ubs-stabil",
    "date_display": "19/01/2026 08:50 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2023/08/14/Lebih_Menguntungkan_Antam_atau_UBS.jpg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:49.181296",
    "full_content": "IDXChannel- Harga produk emas yang dijual di Pegadaian terpantau tidak bergerak pada awal pekan ini, Senin (19/1/2026). Baik emasGaleri24maupun UBS kompak stabil, masih sama dengan hari sebelumnya.\n\nSebagaimana tertera dalam website resmi Pegadaian,harga emasGaleri24 masih berada di level Rp2.668.000 per gram. Sementara untukemas UBSdijual di harga Rp2.739.000 per gram.\n\nUntuk emas Antam yang biasa dijual masih tidak ditampilkan pada laman.\n\nSebagai informasi tambahan, emas Galeri24 dijual dengan kuantitas 0,5 hingga 1 kg, sedangkan emas UBS dijual dengan kuantitas 0,5 sampai 500 gram.\n\nBerikut ini adalah rincian harga emas yang dijual di Pegadaian hari ini:\n\nEmas Galeri24- 0,5 gram: Rp1.410.000.- 1 gram: Rp2.688.000.- 2 gram: Rp5.688.000.- 5 gram: Rp13.143.000.- 10 gram: Rp26.216.000.- 25 gram: Rp65.378.000.- 50 gram: Rp130.653.000.- 100 gram: Rp261.77.000.- 250 gram: Rp651.337.000.- 500 gram: Rp1.302.673.000.- 1.000 gram: Rp2.605.344.000.\n\nEmas UBS- 0,5 gram: Rp1.481.000.- 1 gram: Rp2.739.000.- 2 gram: Rp5.437.000.- 5 gram: Rp13.434.000.- 10 gram: Rp26.725.000.- 25 gram: Rp66.685.000.- 50 gram: Rp133.095.000.- 100 gram: Rp266.085.000.- 250 gram: Rp665.016.000.- 500 gram: Rp1.328.471.000.\n\n\n\nWall Street Dibuka Tak Bergairah di Tengah Pulihnya Harga Emas dan Perak\n\n\nHarga Emas Antam (ANTM) Awal Pekan Melonjak Rp168 Ribu, Cek Lengkapnya\n\n\nHarga Emas Galeri24 dan UBS di Pegadaian Stagnan di Awal Pekan, Ini Daftarnya\n\n\nAnalis Terbelah, Investor Ritel Tetap Bullish soal Prospek Emas Pekan Ini\n\n\nPekan Volatil Harga Emas Dunia, Sempat Rekor Lalu Anjlok 9 Persen\n\n\nHarga Emas di Pegadaian Anjlok pada Awal Februari 2026, Turun hingga Rp190.000 Per Gram\n\n\nPermintaan Emas Global Capai 5.000 Ton pada 2025, Rekor Tertinggi\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Harga produk emas yang dijual di Pegadaian terpantau tidak bergerak pada awal pekan ini, Senin (19/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2023/08/14/Lebih_Menguntungkan_Antam_atau_UBS.jpg",
    "tags": [],
    "word_count": 391,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:21.595665"
  },
  {
    "title": "IHSG Berpotensi Konsolidasi di Level 9.000, Pantau JPFA hingga AADI",
    "url": "https://www.idxchannel.com/market-news/ihsg-berpotensi-konsolidasi-di-level-9000-pantau-jpfa-hingga-aadi",
    "date_display": "19/01/2026 08:18 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/02/IHSG_penutupan_2025__1_.jpeg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:49.181863",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG) diprediksi memasuki fase konsolidasi pada pekan ini (19–23 Januari 2026). Setelah mencatatkan performa impresif dengan menguat 1,55 persen ke level 9.075 pada penutupan Kamis pekan lalu, pergerakan indeks kini dibayangi oleh penantian pasar terhadap keputusan suku bunga Bank Indonesia (BI Rate).\n\nEquity Analyst Indo Premier Sekuritas (IPOT), Imam Gunadi memproyeksikan indeks bergerak dalam rentang yang terbatas seiring dengan dinamika pasar global dan domestik.\n\n“Memasuki pekan 19–23 Januari 2026, fokus pasar akan beralih pada serangkaian rilis data dan keputusan kebijakan global dan domestik, sehingga dalam sepekan kedepan IHSG diprediksi cenderung ke fase konsolidasi dengan rentangsupportdi 9.000 danresistancedi 9.200,” kata Imam dalam risetnya, Senin (19/1/2026).\n\nSalah satu sentimen utama yang dicermati investor domestik adalah arah kebijakan moneter Bank Indonesia. Pasar memperkirakan BI akan mempertahankan suku bunga acuan di level 4,75 persen demi menjaga stabilitas nilai tukar rupiah di tengah ketidakpastian kebijakan tarif dagang Presiden AS Donald Trump terhadap negara-negara NATO dan Eropa.\n\nDi sisi lain, aliran modal asing terpantau masih deras masuk ke pasar keuangan dalam negeri. Sepanjang sepekan terakhir, investor asing membukukan beli bersih (net buy) mencapai Rp3,2 triliun.\n\n\n\nIHSG Turun 4 Persen Pagi Ini, Tekanan Jual Saham Konglo Masih Berlanjut\n\n\nIHSG Dibuka Merah ke 8.306, Seluruh Sektor Kompak Melemah\n\n\nIHSG Diproyeksi Fluktuatif Awal Pekan, ELSA-EMAS Masuk Daftar Analis\n\n\nIHSG Pekan Ini Berpotensi Bangkit di Tengah Estafet Kepemimpinan BEI-OJK\n\n\nIHSG Berpotensi Bergerak Mixed di Level 8.100–8.567 Pekan Ini\n\n\nHadir Lebih dari Satu Dekade, BRILink Agen Ohim Berdayakan Warga dan Bangun Jejaring Usaha\n\n\nPurbaya Optimistis IHSG Cerah Senin Besok\n\n\nEkspor Sawit Desember 2025 Melonjak 102,23 Persen, Total Capaian Tembus USD24,42 Miliar\n\n\nNego Tarif Trump Rampung, Airlangga: Tinggal Fine Tuning di Legal Drafting\n\n\nHarga Minyak Anjlok dari 4 Persen, Ketegangan AS-Iran Mereda\n\n\nKenaikan Inflasi Januari 2026 Dipicu Efek Low Base, Bukan Lonjakan Harga\n\n\nIsu MSCI Tekan IHSG, DBS Nilai Pasar Indonesia Tetap Menarik\n\n\nBank Indonesia Gabung Proyek Nexus, Jadi Solusi Pembayaran Efisien Antarnegara\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nIHSG Turun 4 Persen Pagi Ini, Tekanan Jual Saham Konglo Masih Berlanjut\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nHarga Emas Bergejolak, Bagaimana Nasib ANTM-BRMS Cs?\n\n\nHarga Minyak Anjlok dari 4 Persen, Ketegangan AS-Iran Mereda\n\n\nHarga Emas dan Perak Jatuh Lagi usai Margin CME Dinaikkan\n\n\nIsu MSCI Tekan IHSG, DBS Nilai Pasar Indonesia Tetap Menarik\n\n\nGantikan Powell, Kevin Warsh Akan Hadapi Tugas Berat sebagai Ketua The Fed\n\n\nWall Street Menguat: S&P 500 Dekati Rekor Tertinggi, Produsen Chip dan Saham Kapitalisasi Kecil Naik",
    "summary": "Indeks Harga Saham Gabungan (IHSG) diprediksi memasuki fase konsolidasi pada pekan ini (19–23 Januari 2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/02/IHSG_penutupan_2025__1_.jpeg",
    "tags": [],
    "word_count": 420,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:22.044326"
  },
  {
    "title": "Prospek Sepekan: Harga Minyak Masih Rentan Berbalik, Pasar Dibayangi Risiko Geopolitik",
    "url": "https://www.idxchannel.com/market-news/prospek-sepekan-harga-minyak-masih-rentan-berbalik-pasar-dibayangi-risiko-geopolitik",
    "date_display": "19/01/2026 07:18 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2023/12/20/kilang_minyak_sunset_--_Freepik.jpg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:49.182577",
    "full_content": "IDXChannel -Harga minyakmentah ditutup menguat untuk pekan keempat berturut-turut, seiring meningkatnya ketegangan geopolitik yang menutupi kekhawatiran lebih luas soal kelebihan pasokan global.\n\n“Kenaikan terbaru ini dinilai lebih didorong oleh aktivitas lindung nilai dan manajemen risiko ketimbang perubahan struktural pada keseimbangan pasar global,” kata analis XS.com, Antonio Di Giacomo, dalam sebuah catatan, dikutipDow Jones Newswires.\n\n“Meski skenario dasar pasar mengasumsikan kemungkinan aksi militer langsung Amerika Serikat (AS) terhadap Iran telah menurun, premi risiko tetap bertahan karena potensi eskalasi di Timur Tengah,” ujarnya.\n\nMenurut Giacomo, selama tidak ada gangguan pasokan yang nyata atau pemulihan permintaan yang kuat,minyakkemungkinan terus bergerak dalam kisaran yang sudah terbentuk, dengan volatilitas yang dipicu oleh berita utama, namun tanpa arah tren jangka panjang yang berkelanjutan.\n\nMinyakWTIditutup naik 0,4 persen ke level USD59,44 per barel pada Jumat lalu, mencatatkan kenaikan mingguan 0,5 persen. Sementara itu,Brentmenguat 0,6 persen menjadi USD64,13 per barel, naik 1,2 persen dibandingkan sepekan sebelumnya.\n\n\n\nHarga Minyak Dunia Ambles, Simak Gerak Saham MEDC hingga RAJA\n\n\nOPEC Plus Sepakat Tunda Kenaikan Produksi Minyak pada Maret 2026\n\n\nHarga Minyak Melejit, Pasar Cermati Arah WTI Pekan Ini\n\n\nHarga Minyak Melesat 7 Persen Sepekan di Tengah Ketegangan AS-Iran\n\n\nCadangan Emas Rusia Bertambah 614 Ton pada 2025\n\n\nAS Ancam Tarif untuk Negara Pemasok Minyak ke Kuba\n\n\nHarga Minyak Melonjak 3 Persen, Sentuh Level Tertinggi Lima Bulan\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Pergerakan harga minyak dinilai masih sangat rentan berbalik arah, seiring ketidakpastian terkait situasi Iran dan kemungkinan respons militer AS.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2023/12/20/kilang_minyak_sunset_--_Freepik.jpg",
    "tags": [],
    "word_count": 362,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:22.436302"
  },
  {
    "title": "Geopolitik AS Guncang Energi Global, Saham CPO dan Batu Bara Berpotensi Diuntungkan",
    "url": "https://www.idxchannel.com/market-news/geopolitik-as-guncang-energi-global-saham-cpo-dan-batu-bara-berpotensi-diuntungkan",
    "date_display": "19/01/2026 07:08 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/06/14/batu_bara_-_unsplash-.jpg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:49.183137",
    "full_content": "IDXChannel -LangkahgeopolitikAmerika Serikat (AS) di sektor energi dinilai berpotensi memicu arus masuk ke saham energi dan logistik.\n\nSucor Sekuritas menilai, dalam riset yang terbit pada 15 Januari 2026, manuver Washington diVenezueladan meningkatnya tensi denganIranbukan sekadar isu politik, melainkan strategi besar yang berdampak langsung ke pasar komoditas global.\n\nAS dilaporkan telah mengamankan kendali atas cadanganminyakVenezuela dan masih terus menekan Iran.\n\nMenurut Sucor Sekuritas, langkah ini mengarah pada upaya membatasi akses China terhadap minyak murah, mengingat China merupakan pembeli terbesar minyak Venezuela dan Iran.\n\nSelain itu, strategi tersebut juga bertujuan menahan laju de-dolarisasi yang berpotensi melemahkan posisi dolar AS sebagai mata uang cadangan global, sekaligus memperkuat daya tawar AS terhadap China dalam isu mineral kritis, seperti logam tanah jarang (rare earth).\n\n\n\nPrabowo Tegaskan Pentingnya Kewaspadaan Terhadap Ketegangan Global\n\n\nEkonomi Arab Saudi Tumbuh 4,5 Persen pada 2025, Ditopang Sektor Non-Migas\n\n\nLeyand International (LAPD) Siap Akuisisi Kontraktor Tambang BSS Rp59,43 Miliar\n\n\nTrump Optimistis Capai Kesepakatan dengan Iran\n\n\nHarga Minyak Dunia Ambles, Simak Gerak Saham MEDC hingga RAJA\n\n\nOPEC Plus Sepakat Tunda Kenaikan Produksi Minyak pada Maret 2026\n\n\nHarga Minyak Melejit, Pasar Cermati Arah WTI Pekan Ini\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Langkah geopolitik Amerika Serikat (AS) di sektor energi dinilai berpotensi memicu arus masuk ke saham energi dan logistik.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/06/14/batu_bara_-_unsplash-.jpg",
    "tags": [],
    "word_count": 330,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:22.853906"
  },
  {
    "title": "Prospek Emas Sepekan: Analis Terbelah, Ritel Masih Optimistis",
    "url": "https://www.idxchannel.com/market-news/prospek-emas-sepekan-analis-terbelah-ritel-masih-optimistis",
    "date_display": "19/01/2026 06:58 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/10/22/emas_-_freepik_-_20_Okt_25.jpg",
    "category": "MARKET NEWS",
    "batch": 6,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:50.987538",
    "full_content": "IDXChannel -Hargaemasdunia turun 0,43 persen ke kisaran USD4.596,32 per troy ons pada Jumat (16/1/2026) lalu, melanjutkan pelemahan hari sebelumnya.\n\nKoreksi tersebut seiring meredanya permintaan aset lindung nilai dan memudarnya ekspektasi pemangkasan suku bunga dalam waktu dekat oleh Federal Reserve (The Fed).\n\nMengutipTrading Economics, ketegangan geopolitik terkait Iran turut mereda setelah Presiden Amerika Serikat (AS) Donald Trump menegaskan kemungkinan menunda aksi militer.\n\nIa menilai penindakan terhadap aksi protes mulai melunak dan eksekusi dalam skala besar tidak akan dilakukan.\n\nDi saat yang sama, data ekonomi AS yang lebih kuat memperkuat pandangan bahwa kebijakan moneter ketat akan dipertahankan lebih lama.\n\n\n\nHarga Emas dan Perak Jatuh Lagi usai Margin CME Dinaikkan\n\n\nWall Street Dibuka Tak Bergairah di Tengah Pulihnya Harga Emas dan Perak\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nHarga Emas Antam (ANTM) Awal Pekan Melonjak Rp168 Ribu, Cek Lengkapnya\n\n\nBSN Bidik Pembiayaan Konsumer Capai Rp1 Triliun di 2026\n\n\nIHSG Diproyeksi Fluktuatif Awal Pekan, ELSA-EMAS Masuk Daftar Analis\n\n\nHarga Emas Galeri24 dan UBS di Pegadaian Stagnan di Awal Pekan, Ini Daftarnya\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Survei Kitco News terbaru menunjukkan pandangan Wall Street masih terbelah terkait prospek jangka pendek emas, sementara investor ritel justru semakin bullish.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/10/22/emas_-_freepik_-_20_Okt_25.jpg",
    "tags": [],
    "word_count": 319,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:23.270704"
  },
  {
    "title": "IHSG Awal Pekan Diproyeksi Fluktuatif, Empat Saham Ini Jadi Sorotan Analis",
    "url": "https://www.idxchannel.com/market-news/ihsg-awal-pekan-diproyeksi-fluktuatif-empat-saham-ini-jadi-sorotan-analis",
    "date_display": "19/01/2026 06:30 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/11/07/ihsg_hijau.jpg",
    "category": "MARKET NEWS",
    "batch": 6,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:50.988237",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG) diproyeksi bergerak fluktuatif dengan kecenderungan menguji area support di level 9.000 pada perdagangan Senin (19/1/2026) awal pekan.\n\nBerdasarkan riset WH Project, level tersebut akan menjadi penentu arah pergerakan indeks selanjutnya, apakah mampu bertahan dan melanjutkan tren naik, atau justru mengalami konsolidasi lanjutan.\n\n\"Pada awal pekan ini, IHSG berpotensi menguji level support pada 9.000,\" tulis Technical Analyst WH Project William Hartanto dalam riset hariannya, Minggu (18/1/2026).\n\nAdapun indeks saham pada Jumat (16/1/2026) akhir pekan lalu menguat 42,82 poin atau 0,47 persen ke level 9.075,41, sekaligus mempertegas posisinya di area rekor tertinggi sepanjang masa (all time high).\n\nPenguatan tersebut menandai berakhirnya fase koreksi jangka pendek, dengan level psikologis 9.000 kini dinilai telah bertransformasi menjadi area support baru bagi pergerakan IHSG.\n\n\n\nIHSG Ditutup Melemah, Pasar Disebut Sedang lakukan 'Detox'\n\n\nIHSG Masih Koreksi Tajam, Purbaya: Market Tunggu Pergantian Ketua OJK\n\n\nAirlangga Sebut Investor Asing Beri Sinyal Positif untuk Pasar Modal Indonesia\n\n\nIHSG Ditutup Koreksi ke 7.922, Sektor Teknologi-Transportasi Anjlok 6 Persen\n\n\nDanantara Sebut Saham-Saham yang Anjlok Miliki Valuasi Tinggi\n\n\nDeretan Saham Konglomerat yang Jatuh hingga ARB\n\n\nBEI Tegaskan Belum Ada Pjs Dirut usai Iman Rachman Mundur\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "IHSG diproyeksi bergerak fluktuatif dengan kecenderungan menguji area support di level 9.000 pada perdagangan Senin (19/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/09/12/IHSG.jpg",
    "tags": [],
    "word_count": 336,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:23.718561"
  },
  {
    "title": "Wall Street Pekan Ini, Musim Laporan Keuangan hingga Independesi The Fed Jadi Sorotan",
    "url": "https://www.idxchannel.com/market-news/wall-street-pekan-ini-musim-laporan-keuangan-hingga-independesi-the-fed-jadi-sorotan",
    "date_display": "19/01/2026 06:00 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/08/07/wall_street_AP.JPG",
    "category": "MARKET NEWS",
    "batch": 6,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:50.988795",
    "full_content": "IDXChannel-Pekan inimenjadi momen yang cukup krusial bagiWall Streetdi mana investor akan menggantungkan harapan padamusim laporan labaperusahaan untuk menjaga reli pasar saham AS tetap berlanjut. Harapan ini muncul di tengah derasnya proposal kebijakan domestik dan meningkatnya ketegangan geopolitik di awal tahun.\n\nSetelah bank-bank dan perusahaan jasa keuangan lain membuka musim laporan kuartal keempat, pekan ini giliran perusahaan dengan sektor yang lebih beragam, termasuk Netflix, Johnson & Johnson, dan Intel, yang akan merilis kinerja keuangan mereka.\n\nUsai performa solid sepanjang 2025, indeks saham utama memulai tahun ini dengan kenaikan, meski sempat melemah pekan lalu dan indikator volatilitas meningkat.\n\n\"Dengan banyaknya kebisingan dari geopolitik dan kebijakan, menjadi sangat penting bagi laporan laba perusahaan untuk benar-benar menopang siklus berita,” ujar kepala strategi pasar di B Riley Wealth, Art Hogan, dilansir Reuters, Senin (19/1/2026).\n\nIndeks S&P 500 turun tipis sepanjang pekan, namun tetap berada dekat level tertinggi sepanjang masa. Setelah mencatat kenaikan kuat pada 2025, saham bank besar seperti JPMorgan dan Wells Fargo justru melemah usai merilis laporan keuangan.\n\nSalah satu faktor yang menekan saham perbankan adalah usulan Presiden DonaldTrumpuntuk membatasisuku bunga kartu kreditmaksimal 10 persen, langkah mengejutkan yang membuat industri terkejut, serta rencana baru presiden untuk menghentikan perusahaan Wall Street membeli rumah tapak (single-family homes).\n\nDi tingkat internasional, langkah dan pernyataan agresif Trump juga membuat investor waspada. Sorotan global terbaru tertuju pada Iran, di mana Trump sempat mengancam intervensi demi mendukung para demonstran, meski kemudian mengambil sikap wait and see.\n\n\n\nWall Street Dibuka Tak Bergairah di Tengah Pulihnya Harga Emas dan Perak\n\n\nChina Dominasi Industri Perkapalan Dunia pada 2025, Kuasai 56 Persen Produksi Global\n\n\nTrump Optimistis Capai Kesepakatan dengan Iran\n\n\nSederet Sentimen Pasar Pekan Ini: AS Kembali Shutdown hingga Pergantian Pimpinan BEI dan OJK\n\n\nPBB Alami Krisis Keuangan, Banyak Negara Menunggak Iuran\n\n\nMusim Laporan Keuangan hingga Data Ketenagakerjaan Uji Wall Street Pekan Depan\n\n\nWall Street Ditutup Melemah, Nasdaq Turun Didominasi Saham Teknologi\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Pekan ini giliran perusahaan dengan sektor yang lebih beragam, termasuk Netflix, Johnson & Johnson, dan Intel, yang akan merilis kinerja keuangan mereka.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/08/07/wall_street_AP.JPG",
    "tags": [],
    "word_count": 456,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:24.089986"
  },
  {
    "title": "Trump Borong Obligasi Rp1,67 Triliun, Termasuk Netflix dan Warner Bros",
    "url": "https://www.idxchannel.com/market-news/trump-borong-obligasi-rp167-triliun-termasuk-netflix-dan-warner-bros",
    "date_display": "19/01/2026 02:00 WIB",
    "date": "2026-01-19",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/11/trump_foto_AP_Photo.jpg",
    "category": "MARKET NEWS",
    "batch": 6,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:50.989346",
    "full_content": "IDXChannel- Presiden Amerika Serikat (AS)Donald Trumpmembeliobligasipemerintah daerah dan obligasi korporasi senilai sekitar USD100 juta atau Rp1,67 triliun (asumsi kurs Rp16.887) pada periode pertengahan November hingga akhir Desember. Hal tersebut berdasarkan laporan keterbukaan terbaru.\n\nMelansir Reuters, Minggu (18/1/2026), pembelian tersebut termasuk obligasiNetflixhingga USD2 juta danWarner BrosDiscovery, hanya selang beberapa pekan setelah kedua perusahaan mengumumkan rencana merger.\n\nDokumen keterbukaan keuangan yang dipublikasikan pada Kamis dan Jumat menunjukkan mayoritas pembelian Trump berupa obligasi pemerintah daerah (municipal bonds) yang diterbitkan oleh kota, distrik sekolah lokal, perusahaan utilitas, dan rumah sakit. Namun, Trump juga membeli obligasi perusahaan, termasuk Boeing, Occidental Petroleum, dan General Motors.\n\nInvestasi tersebut merupakan tambahan terbaru dalam portofolio aset Trump yang terus berkembang selama dia menjabat. Portofolio itu mencakup kepemilikan di sektor-sektor yang berpotensi diuntungkan oleh kebijakannya, sehingga memunculkan pertanyaan mengenai potensi konflik kepentingan.\n\nSebagai contoh, Trump pada Desember mengatakan dia akan memiliki peran dalam menentukan apakah Netflix dapat melanjutkan rencana akuisisi Warner Bros Discovery senilai USD83 miliar, yang saat ini menghadapi tawaran tandingan dari Paramount Skydance. Setiap kesepakatan untuk mengakuisisi Warner Bros akan memerlukan persetujuan regulator.\n\nSeorang pejabat Gedung Putih yang enggan disebutkan namanya, mengatakan pada Jumat bahwa portofolio saham dan obligasi Trump dikelola secara independen oleh lembaga keuangan pihak ketiga.\n\n\n\nNego Tarif Trump Rampung, Airlangga: Tinggal Fine Tuning di Legal Drafting\n\n\nGantikan Powell, Kevin Warsh Akan Hadapi Tugas Berat sebagai Ketua The Fed\n\n\nOJK Dorong Penguatan Pasar Obligasi Berdenominasi Mata Uang Lokal\n\n\nNegosiasi Dagang RI-AS Tuntas, Tinggal Ditandatangani Prabowo dan Trump\n\n\nTrump Tunjuk Kevin Warsh Sebagai Calon Ketua The Fed, Ini Respons Para Ekonom dan Pelaku Pasar\n\n\nWall Street Dibuka Melemah Usai Trump Calonkan Kevin Warsh sebagai Pengganti Powell\n\n\nTrump Tambah Jumlah Kapal Perang AS yang Dikerahkan untuk Hadapi Iran\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Pembelian tersebut termasuk obligasi Netflix hingga USD2 juta dan Warner Bros, hanya beberapa pekan setelah kedua perusahaan mengumumkan rencana merger.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/11/trump_foto_AP_Photo.jpg",
    "tags": [],
    "word_count": 428,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:24.477364"
  },
  {
    "title": "Saham BLUE Masuk Radar UMA, Proses Akuisisi Dragonmine Masih Berjalan",
    "url": "https://www.idxchannel.com/market-news/saham-blue-masuk-radar-uma-proses-akuisisi-dragonmine-masih-berjalan",
    "date_display": "20/01/2026 20:53 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/09/14/pixabay_pasar_saham.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:54.004466",
    "full_content": "IDXChannel- Pergerakan saham PTBerkah Prima PerkasaTbk (BLUE) menjadi sorotan setelah mencatatkan lonjakan harga signifikan hingga masuk dalam radar Unusual Market Activity (UMA) Bursa Efek Indonesia (BEI).\n\nDalam sepekan, saham BLUE tercatat melonjak 52,78 persen. Penguatan tajam terjadi pada Senin (19/1/2026), di mana saham BLUE melesat 22,88 persen ke level Rp5.075 dan menyentuh auto reject atas (ARA).\n\nKenaikan harga berlanjut pada Selasa (20/1/2026) dengan penguatan 2,96 persen ke Rp5.225 mengabaikan peringatan UMA.\n\nMenanggapi lonjakan tersebut, manajemen BLUE menyampaikan, proses negosiasi rencana pengambilalihan saham perseroan olehDragonmineMining Hong Kong Limited masih berlangsung.\n\nHingga saat ini, belum terdapat kesepakatan final dengan para pemegang saham BLUE yaitu Herman Tansri, Siek Agung Guntoro, Fadjar Tasrif, Rudy Tasrif, serta PT Cetak Biru Kapital.\n\n\n\nSMKM Siap Caplok LSO Holdings, Nilai Akuisisi Capai Rp172,25 Miliar\n\n\nSaiko Consultancy Batal Akuisisi Saham Soraya Berjaya (SPRE)\n\n\nProdusen Bir Bintang (MLBI) Ambil Alih 99,9 Persen Saham Karya Distilindo\n\n\nSuspensi Dua Saham Berakhir Hari Ini, LUCY Kembali ke Papan FCA\n\n\nMinta Restu Akuisisi hingga Rights Issue, BABY Tunda RUPSLB hingga Februari\n\n\nSaham GOLF hingga PGUN Masuk Radar UMA, Investor Diminta Cermati Fundamental\n\n\nRama Indonesia Berencana Caplok 59 Persen Saham Dua Putra (DPUM)\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Dalam sepekan, saham BLUE tercatat melonjak 52,78 persen.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/09/14/pixabay_pasar_saham.jpg",
    "tags": [],
    "word_count": 336,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:24.845467"
  },
  {
    "title": "Hashim Djojohadikusumo dan Northstar Dikabarkan Mau Akuisisi UDNG, Ini Klarifikasi Manajemen",
    "url": "https://www.idxchannel.com/market-news/hashim-djojohadikusumo-dan-northstar-dikabarkan-mau-akuisisi-udng-ini-klarifikasi-manajemen",
    "date_display": "20/01/2026 19:57 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/20/UDNG_freepik.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:54.004884",
    "full_content": "IDXChannel- Emiten tambak udang, PTAgro BahariNusantara Tbk (UDNG) membantah kabar adanya rencanaakuisisiolehHashim DjojohadikusumomaupunNorthstarGroup.\n\nManajemen menegaskan, saat ini tidak terdapat perubahan pengendali maupun kesepakatan terkait pengalihan saham perseroan. Pemegang saham terbesar UDNG masih dimiliki Jose Loupiga Keliat dan Vincent Lukito, masing-masing 22,71 persen.\n\n\"Perseroan belum menandatangani perjanjian definitif terkait penjualan saham kepada pihak manapun,\" tulis manajemen dalam klasifikasinya di keterbukaan informasi, Selasa (20/1/2026).\n\nManajemen juga tidak mengetahui adanya rencana pengambilalihan yang berpotensi mengubah bidang usaha perseroan dari sektor perikanan menjadi infrastruktur digital, sebagaimana isu yang beredar di pasar.\n\nHingga saat ini, aktivitas operasional UDNG tetap berjalan normal. Di mana tambak udang yang dimiliki masih beroperasi dan tengah menjalankan siklus budidaya udang vannamei sesuai dengan rencana operasional perusahaan.\n\n\n\nSMKM Siap Caplok LSO Holdings, Nilai Akuisisi Capai Rp172,25 Miliar\n\n\nSaiko Consultancy Batal Akuisisi Saham Soraya Berjaya (SPRE)\n\n\nProdusen Bir Bintang (MLBI) Ambil Alih 99,9 Persen Saham Karya Distilindo\n\n\nMinta Restu Akuisisi hingga Rights Issue, BABY Tunda RUPSLB hingga Februari\n\n\nRama Indonesia Berencana Caplok 59 Persen Saham Dua Putra (DPUM)\n\n\nAkuisisi Emway, BABY Gelar Rights Issue Pakai Skema Inbreng\n\n\nSaham BLUE Masuk Radar UMA, Proses Akuisisi Dragonmine Masih Berjalan\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nKasus Bupati Pati Sudewo, KPK Telusuri Alur Setoran Uang Caperdes saat Periksa Camat-Kades\n\n\nSatgas PKH Dalami Temuan PPATK Dana Tambang Emas Ilegal Rp992 Triliun\n\n\nPolri Bongkar Penampungan Emas Ilegal PETI di Riau, Uang Puluhan Juta Disita\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nBursa Asia Rebound, KOSPI Korea Melesat 4 Persen\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram",
    "summary": "Emiten udang (UDNG) membantah kabar adanya rencana akuisisi oleh Hashim Djojohadikusumo maupun Northstar Group.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/20/UDNG_freepik.jpg",
    "tags": [],
    "word_count": 346,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:25.209346"
  },
  {
    "title": "Saham NSSS Terbang Usai Suspensi Dicabut, POLA ARB di Papan FCA",
    "url": "https://www.idxchannel.com/market-news/saham-nsss-terbang-usai-suspensi-dicabut-pola-arb-di-papan-fca",
    "date_display": "20/01/2026 19:11 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/03/27/Kenapa_Nama_Perusahaan_di_BEI_Berbeda_dari_Nama_Sahamnya.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:54.005291",
    "full_content": "IDXChannel- Saham PT Nusantara Sawit Sejahtera Tbk (NSSS) dan PT Pool Advista Finance Tbk (POLA) bergerak berlawanan arah usaisuspensidicabut pada Selasa (20/1/2026).\n\nKeduanya sama-sama berada di papan pemantauan khusus dengan skema full-call auction (FCA). NSSS dan POLA juga kompak mendapat notasi X setelah disuspensi lebih dari satu hari Bursa berturut-turut.\n\n\"Dengan ini diumumkan bahwa suspensi atas perdagangan saham POLA dan NSSS dibuka kembali mulai sesi I tanggal 20 Januari 2026,\" tulis pengumuman Bursa, pada Senin (19/1/2026).\n\nPada penutupan perdagangan, saham NSSS terbang 10 persen ke harga Rp1.375 hingga menyentuh auto reject atas (ARA). NSSS mencatatkan transaksi Rp16,59 miliar dengan volume mencapai 12,28 juta saham.\n\nSebaliknya, saham PT Pool Advista Finance Tbk (POLA) menyentuh auto reject bawah (ARB) dengan turun 8,91 persen ke harga Rp92. Transaksi sahamnya mencapai Rp1,76 miliar dengan volume 17,42 juta saham.\n\n\n\nDeretan Saham Konglomerat yang Jatuh hingga ARB\n\n\nIHSG Jeda Siang Jatuh 5,31 Persen ke 7.887, FILM-NSSS Huni Top Losers\n\n\nSuspensi Empat Saham Berakhir, SPRE-MKAP Masuk Papan FCA\n\n\nGembok Saham Dibuka, RLCO-SIPD Diperdagangkan di Papan FCA\n\n\nHarga Naik Tak Wajar, Saham Buana Artha (STAR) Dikunci Bursa\n\n\nSuspensi Lima Saham Dibuka, IFSH-SOTS Kompak Masuk Papan FCA\n\n\nHarga Melesat, Perdagangan Saham PLAN-LMPI Dihentikan Sementara\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Saham NSSS dan POLA bergerak berlawanan arah usai suspensi dicabut pada Selasa (20/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/03/27/Kenapa_Nama_Perusahaan_di_BEI_Berbeda_dari_Nama_Sahamnya.jpg",
    "tags": [],
    "word_count": 343,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:25.586454"
  },
  {
    "title": "POSCO Tender Offer Saham SGRO, Tawarkan Harga Premium Rp7.903 per Saham",
    "url": "https://www.idxchannel.com/market-news/posco-tender-offer-saham-sgro-tawarkan-harga-premium-rp7903-per-saham",
    "date_display": "20/01/2026 18:27 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/03/19/Kenapa_Beberapa_Saham_Tidak_Bergerak_Bertahun-Tahun.png",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:54.005698",
    "full_content": "IDXChannel- AGPA Pte Ltd, anak usahaPOSCOInternational Corporation memulai penawaran tender wajib atau mandatorytender offer(MTO) atas saham PT Prime Agri Resources Tbk (SGRO).\n\nPeriode penawaran tender wajib ini berlangsung mulai 21 Januari hingga 19 Februari 2026.\n\nDalam prospektus Selasa (20/1/2026), tender offer ini mencakup sebanyak-banyaknya 623.326.800 saham SGRO atau setara 34,275 persen dari modal ditempatkan dan disetor penuh perseroan.\n\nHarga penawaran ditetapkan sebesar Rp7.903 per saham, sehingga nilai maksimum transaksi mencapai sekitar Rp4,93 triliun.\n\nHarga tersebut ditentukan dengan mengacu pada harga rata-rata dari harga tertinggi perdagangan harian saham SGRO di Bursa Efek Indonesia (BEI) selama 90 hari kalender sebelum 20 November 2025.\n\n\n\nSMKM Siap Caplok LSO Holdings, Nilai Akuisisi Capai Rp172,25 Miliar\n\n\nSaiko Consultancy Batal Akuisisi Saham Soraya Berjaya (SPRE)\n\n\nProdusen Bir Bintang (MLBI) Ambil Alih 99,9 Persen Saham Karya Distilindo\n\n\nMinta Restu Akuisisi hingga Rights Issue, BABY Tunda RUPSLB hingga Februari\n\n\nRama Indonesia Berencana Caplok 59 Persen Saham Dua Putra (DPUM)\n\n\nAkuisisi Emway, BABY Gelar Rights Issue Pakai Skema Inbreng\n\n\nSaham BLUE Masuk Radar UMA, Proses Akuisisi Dragonmine Masih Berjalan\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Periode penawaran tender wajib ini berlangsung mulai 21 Januari hingga 19 Februari 2026.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/03/19/Kenapa_Beberapa_Saham_Tidak_Bergerak_Bertahun-Tahun.png",
    "tags": [],
    "word_count": 318,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:26.050620"
  },
  {
    "title": "Puri Sentul Permai (KDTN) Milik Siapa? Akan Ada Pengendali Baru, Intip Profil Usahanya",
    "url": "https://www.idxchannel.com/market-news/puri-sentul-permai-kdtn-milik-siapa-akan-ada-pengendali-baru-intip-profil-usahanya",
    "date_display": "20/01/2026 17:43 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/20/NATARU_SBE_KM_379A.jpeg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:54.006101",
    "full_content": "IDXChannel—Puri Sentul Permaimilik siapa? Saham PT Puri Sentul Permai Tbk (KDTN) ditutup menyentuh auto reject atas di harga Rp1.575 per saham, naik 25 persen dari pembukaan. Saham ini juga masuk dalam deretan top gainers harian pada Selasa (20/1/2026).\n\nPT Puri Sentul Permai Tbk tercatat di papan pengembangan Bursa Efek Indonesia sebagai emiten barang konsumen non-primer dengan kegiatan usaha di bidang penyediaan akomodasi hotel dan jasa makanan serta minuman berupa restoran.\n\nMelansir laman resmi perseroan (20/1/2026), perusahaan ini menjalankan bisnis pengelolaan perhotelan di wilayah Sentul. Perseroan didirikan pada 2008, sejak awal fokus bisnisnya adalah penyediaan akomodasi perhotelan.\n\nAwal pendirian usaha, nama usaha perseroan adalah Sentul 8 Hotel yang mulai beroperasi pada 2011. Namun pada 2021 Sentul 8 Hotel mengubah nama menjadi Kedaton 8 Hotel, Restaurant, Business Lounge.\n\nTahun-tahun berikutnya perseroan mengembagkan bisnis dengan membangun hotel di rest area KM 19 Jakarta-Cikampek, mempelopori Xpress Hotel di rest area di jalanan tol Indonesia. Namun mulai 2023, pengelolaan dan operasionalnya diserahkan ke Swiss-Belhotel International.\n\nDengan demikian nama hotel berubah menjadi Swiss-Belexpress Rest Area. Pada 2023, KDTN meresmikan hotel lain di rest area tol Cipali. Hingga akhir 2025, KDTN telah memiliki sejumlah hotel yang berlokasi di rest area.\n\nHotel rest area terbaru yang belum lama ini diresmikan adalah Swiss-Belexpress Hotel di rest area KM 379A Tol Batang-Semarang. Namun terdapat peluang perubahan fokus bisnis perseroan.\n\n\n\nSambut Libur Nataru, Puri Sentul (KDTN) Resmikan Hotel ke-6 di Tol Batang-Semarang\n\n\nSuspensi Dua Saham Dicabut Jelang Akhir Pekan, KDTN Masuk Papan FCA\n\n\nPuri Sentul Permai (KDTN) Dilirik Investor Hong Kong\n\n\nPuri Sentul (KDTN) Anggarkan Belanja Modal hingga Rp30 Miliar di 2026\n\n\nSiapa Pemilik Saham KDTN? Inilah Lini Bisnis dan Daftar Pengendali Sahamnya\n\n\nSuspensi Dicabut, Saham SOHO-KDTN Kembali Aktif Hari Ini\n\n\nSaham Sentuh ARA, Puri Sentul (KDTN) Kena Suspensi\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nKasus Bupati Pati Sudewo, KPK Telusuri Alur Setoran Uang Caperdes saat Periksa Camat-Kades\n\n\nSatgas PKH Dalami Temuan PPATK Dana Tambang Emas Ilegal Rp992 Triliun\n\n\nPolri Bongkar Penampungan Emas Ilegal PETI di Riau, Uang Puluhan Juta Disita\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nBursa Asia Rebound, KOSPI Korea Melesat 4 Persen\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram",
    "summary": "Puri Sentul Permai (KDTN) adalah emiten penyedia perhotelan dan restoran, tetapi ada peluang perubahan fokus bisnis seiring rencana masuknya pengendali baru.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/20/NATARU_SBE_KM_379A.jpeg",
    "tags": [],
    "word_count": 449,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:26.319885"
  },
  {
    "title": "Ekuitas Tembus Rp127 Miliar, JMAS Lampaui Batas Modal Minimum Jelang Akhir 2026",
    "url": "https://www.idxchannel.com/market-news/ekuitas-tembus-rp127-miliar-jmas-lampaui-batas-modal-minimum-jelang-akhir-2026",
    "date_display": "20/01/2026 17:35 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2022/02/16/JMAS.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:54.006503",
    "full_content": "IDXChannel- PTAsuransi Jiwa SyariahJasa Mitra Abadi Tbk (JMAS) memastikan telah melampaui ambang batasekuitasminimum yang ditetapkan Otoritas Jasa Keuangan (OJK).\n\nBerdasarkan POJK No. 23/2023, seluruh perusahaan asuransi syariah wajib memiliki ekuitas minimal sebesar Rp100 miliar paling lambat pada 31 Desember 2026.\n\n\"Pemenuhan ekuitas minimum perusahaan syariah, jadi kalau JMAS untuk sampai 2026 InsyaAllah itu sudah terpenuhi jadi tidak menjadi isu untuk memenuhi POJK untuk tahun 2023,\" ucap Direktur Utama JMA Syariah, Basuki Agus dalam Paparan Publik Insidentil di Jakarta, Selasa (20/1/2026).\n\nHingga periode laporan keuangan Desember 2025, ekuitas JMA Syariah tercatat sebesar Rp127,44 miliar. Angka ini tidak hanya memenuhi syarat, tetapi juga menunjukkan tren pertumbuhan dibandingkan posisi tahun sebelumnya yang senilai Rp122,49 miliar.\n\nKekuatan modal ini didorong oleh performa keuangan yang impresif sepanjang 2025. Perseroan mencatatkan, lonjakan laba bersih menjadi Rp4,03 triliun, meningkat dari Rp2,82 triliun pada periode tahun 2024.\n\n\n\nIHSG Ditutup Melemah, Pasar Disebut Sedang lakukan 'Detox'\n\n\nDemutualisasi BEI Belum Jalan, OJK Menanti Payung Hukum Peraturan Pemerintah\n\n\nIHSG Masih Koreksi Tajam, Purbaya: Market Tunggu Pergantian Ketua OJK\n\n\nOJK Dorong Integrasi Pasar Obligasi Berkelanjutan di ASEAN+3\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\n720 Saham Tercatat Melemah Hari Ini, OJK: Investor Rebalancing Portofolio\n\n\nUsai Bertemu MSCI, OJK Siap Buka Data Pemegang Saham di Atas 1 Persen\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Seluruh perusahaan asuransi syariah wajib memiliki ekuitas minimal sebesar Rp100 miliar paling lambat pada 31 Desember 2026.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2022/02/16/JMAS.jpg",
    "tags": [],
    "word_count": 356,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:26.737859"
  },
  {
    "title": "Rupiah Loyo Lawan Dolar AS, Sore Ini Nyaris Tembus Rp17.000 per USD",
    "url": "https://www.idxchannel.com/market-news/rupiah-loyo-lawan-dolar-as-sore-ini-nyaris-tembus-rp17000-per-usd",
    "date_display": "20/01/2026 16:44 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/04/24/rupiah_freepik_2.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:54.006907",
    "full_content": "IDXChannel-Nilai tukar rupiahterhadap dolar Amerika Serikat (AS) atau USD ditutup melemah pada akhir perdagangan Selasa (20/1/2026), dengan mencatatkan penurunan 1,5 poin atau sekitar 0,01 persen ke level Rp16.956 per USD.\n\nPengamat Pasar Uang Ibrahim Assuaibi mengatakan, pelemahan rupiah ini salah satunya didorong sentimen eksternal yaitu Presiden AS Donald Trump mempertahankan tuntutannya untuk Greenland, dan dalam sebuah wawancara dengan NBC News, ia tidak mengungkapkan apakah dia akan mengerahkan militer untuk pulau tersebut.\n\n\"Kekhawatiran akan intervensi militer AS meningkat pada bulan Januari setelah Washington melancarkan serangan ke Venezuela dan menangkap Presiden Nicolas Maduro. Trump kini menuju Forum Ekonomi Dunia di Davos, Swiss, di mana presiden AS kemungkinan akan bertemu dengan beberapa pemimpin Eropa,\" tulis Ibrahim dalam risetnya.\n\nSelama akhir pekan, kekhawatiran akan perang dagang yang diperbarui meningkat setelah Trump mengatakan dia akan mengenakan bea tambahan 10 persen mulai 1 Februari pada barang impor dari Denmark, Norwegia, Swedia, Prancis, Jerman, Belanda, Finlandia, dan Inggris, meningkat menjadi 25 persen pada 1 Juni jika tidak ada kesepakatan tentang Greenland yang tercapai.\n\n\n\nRupiah Awal Pekan Melemah ke Rp16.798 Terseret Isu Suksesi The Fed\n\n\nRupiah Ditutup Melemah ke Rp16.786 per Dolar AS, Tertekan Pencalonan Ketua The Fed\n\n\nIHSG Lesu, Nilai Tukar Rupiah Ikut Loyo ke Rp16.755 per USD\n\n\nIHSG Sempat Kena Trading Halt, Rupiah Malah Ditutup Menguat ke Rp16.722 per USD\n\n\nPenguatan Rupiah Berlanjut, Purbaya Apresiasi Upaya BI Jaga Stabilitas Nilai Tukar\n\n\nEkonomi Indonesia Diprediksi Stabil di Tengah Tekanan Terhadap Rupiah\n\n\nThomas Djiwandono Jalani Fit and Proper Test, Rupiah Respons Positif\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nPresiden Prabowo Akan Temui Petinggi Ormas Islam Siang Ini, Bahas Board of Peace\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Nilai tukar rupiah terhadap USD ditutup melemah pada akhir perdagangan Selasa (20/1/2026), dengan mencatatkan penurunan 1,5 poin atau sekitar 0,01 persen.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/04/24/rupiah_freepik_2.jpg",
    "tags": [],
    "word_count": 397,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:27.048339"
  },
  {
    "title": "50 Emiten Belum Sampaikan Lapkeu per September 2025, BEI Berikan SP dan Denda Rp150 Juta",
    "url": "https://www.idxchannel.com/market-news/50-emiten-belum-sampaikan-lapkeu-per-september-2025-bei-berikan-sp-dan-denda-rp150-juta",
    "date_display": "20/01/2026 16:36 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2019/06/27/Bursa_Efek_Indonesia.jpg",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:54.007308",
    "full_content": "IDXChannel-Bursa Efek Indonesia(BEI) menyampaikan, sebanyak 50emitenbelum menyampaikanlaporan keuanganinterim kuartal III-2025 (LKTW) atau per 30 September 2025. Sehingga, bursa mengenakan sanksi berupa peringatan tertulis I atau II dan denda Rp150 juta.\n\nMengutip pengumuman BEI, Selasa (20/1/2026), BEI mencatat sebanyak 48 emiten belum menyampaikan laporan keuangan interim per 30 September 2025 yang tidak disertai laporan Akuntan Publik hingga 30 Desember 2025. Sehingga, dikenakan peringatan tertulis III dan denda Rp150 juta.\n\nKemudian, dua emiten lainnya belum menyampaikan laporan keuangan interim per 30 September 2025 yang diaudit oleh Akuntan Publik hingga 2 Januari 2026. Sehingga, dikenakan peringatan tertulis I dan tanpa denda.\n\nBerikut ini daftar lengkap 50 perusahaan tercatat atau emiten yang dikenakan sanksi:\n\n1. PT Tri Banyan Tirta Tbk (ALTO)Status: Belum Menyampaikan LKTW III-2025Batas waktu: 30 Desember 2025Jenis Sanksi: SP3 dan denda Rp150 juta\n\n2. PT Armidian Karyatama Tbk (ARMY)Status: Belum Menyampaikan LKTW III-2025Batas waktu: 30 Desember 2025Jenis Sanksi: SP3 dan denda Rp150 juta\n\n3. PT Berkah Beton Sadaya Tbk (BEBS)Status: Belum Menyampaikan LKTW III-2025Batas waktu: 30 Desember 2025Jenis Sanksi: SP3 dan denda Rp150 juta\n\n4. PT Binakarya Jaya Abadi Tbk (BIKA)Status: Belum Menyampaikan LKTW III-2025Batas waktu: 30 Desember 2025Jenis Sanksi: SP3 dan denda Rp150 juta\n\n5. PT Borneo Olah Sarana Sukses Tbk (BOSS)Status: Belum Menyampaikan LKTW III-2025Batas waktu: 30 Desember 2025Jenis Sanksi: SP3 dan denda Rp150 juta\n\n6. PT Cahaya Bintang Medan Tbk (CBMF)Status: Belum Menyampaikan LKTW III-2025Batas waktu: 30 Desember 2025Jenis Sanksi: SP3 dan denda Rp150 juta\n\n7. PT Cowell Development Tbk (COWL)Status: Belum Menyampaikan LKTW III-2025Batas waktu: 30 Desember 2025Jenis Sanksi: SP3 dan denda Rp150 juta\n\n8. PT Capri Nusa Satu Properti Tbk (CPRI)Status: Belum Menyampaikan LKTW III-2025Batas waktu: 30 Desember 2025Jenis Sanksi: SP3 dan denda Rp150 juta\n\n9. PT Dewata Freightinternational Tbk (DEAL)Status: Belum Menyampaikan LKTW III-2025Batas waktu: 30 Desember 2025Jenis Sanksi: SP3 dan denda Rp150 juta\n\n10. PT Darma Henwa Tbk (DEWA)Status: Belum Menyampaikan LKTW III-2025Batas waktu: 2 Januari 2026Jenis Sanksi: SP1\n\n\n\nIHSG Ditutup Melemah, Pasar Disebut Sedang lakukan 'Detox'\n\n\nDemutualisasi BEI Belum Jalan, OJK Menanti Payung Hukum Peraturan Pemerintah\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nParadise Indonesia (INPP) Percepat Transformasi Bisnis, Targetkan Pendapatan Naik 10 Persen di 2026\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nDukung Demutualisasi BEI, Kadin Tekankan Stabilitas dan Kredibilitas Pasar Modal\n\n\nBEI Tegaskan Belum Ada Pjs Dirut usai Iman Rachman Mundur\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Daftar lengkap 50 perusahaan tercatat atau emiten yang dikenakan sanksi karena terlambat menyampaikan laporan keuangan interim per 30 September 2025.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2019/06/27/Bursa_Efek_Indonesia.jpg",
    "tags": [],
    "word_count": 534,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:27.429300"
  },
  {
    "title": "Saham AWAN Bergerak di Bidang Apa? Produsen Mobile Content, Inilah Bisnis dan Pemiliknya",
    "url": "https://www.idxchannel.com/market-news/saham-awan-bergerak-di-bidang-apa-produsen-mobile-content-inilah-bisnis-dan-pemiliknya",
    "date_display": "20/01/2026 16:32 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/20/Screenshot_2026-01-20_162402.png",
    "category": "MARKET NEWS",
    "batch": 0,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:54.007710",
    "full_content": "IDXChannel—SahamAWANbergerak di bidang apa? Saham PTEra Digital MediaTbk (AWAN) ditutup menyentuh auto reject atas di harga Rp230 per saham, naik 34,50 persen dari pembukaan.\n\nSaham AWANmasuk dalam deretan top gainers harian pada Selasa (20/1/2026). Dengan nilai transaksi Rp18,39 miliaran, AWAN ditransaksikan sebanyak 10.000-an kali pada perdagangan hari ini.\n\nPerusahaan ini tercatat di papan pengembangan Bursa Efek Indonesia sebagai emiten teknologi dengan kegiatan usaha di bidang penyedia jasa layanan konten, mobile game, OTT religi, jasa konten SMS premium, dan aktivitas perusahaan holding.\n\nMelansir laman resmi perseroan (20/1/2026), perusahaan didirikan pada 2015 dan sejak awal telah terjun ke bidangproduksi kontenSMS premium. Pada awal pendiriannya, perseroan berhasil mengamankan kerja sama dengan XL Axiata.\n\nTahun berikutnya, perseroan menjalin kerja sama dengan Telkomsel, Indosat, Smartfren, dan Hutchinson Indonesia. Pada 2019, perseroan meluncurkan platform konten religi dan platform mobile game.\n\n\n\nPerkuat Infrastruktur Cloud, AWAN Prioritaskan Capex 2026 untuk Server GPU\n\n\nEra Digital (AWAN) Kantongi Laba Rp4,22 Miliar di Semester I, Melesat 150 Persen\n\n\nEra Digital (AWAN) Resmi Caplok 75 Persen Saham Marygops Studio, Ini Tujuannya\n\n\nRaup Laba Rp624 Miliar, Era Digital (AWAN) Putuskan Absen Bagi Dividen\n\n\nAwan Lentikular Muncul Usai Gunung Merapi Muntahkan Empat Kali Awan Guguran Panas\n\n\nGunung Merapi Muntahkan Awan Panas Guguran Sejauh 1.500 Meter\n\n\nMerapi Muntahkan Awan Panas Guguran Sejauh 1.800 Meter\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nAS-India Capai Kesepakatan Dagang, Tarif Trump Turun Jadi 18 Persen\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA\n\n\nBRI Jalin Kolaborasi dengan BP Batam hingga Kementerian UMKM untuk pemberdayaan UMKM\n\n\nEkspor Batu Bara Turun di Tengah Lonjakan Sawit dan Besi Baja\n\n\nEkspor Sawit Desember 2025 Melonjak 102,23 Persen, Total Capaian Tembus USD24,42 Miliar\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA\n\n\nHarga Minyak Anjlok Lebih Dari 4 Persen, Ketegangan AS-Iran Mereda\n\n\nHarga Emas dan Perak Jatuh Lagi usai Margin CME Dinaikkan",
    "summary": "Era Digital Media (AWAN) adalah emiten teknologi yang menyediakan layanan produksi mobile content untuk provider seluler.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/20/Screenshot_2026-01-20_162402.png",
    "tags": [],
    "word_count": 373,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:27.705810"
  },
  {
    "title": "IHSG Ditutup Naik Tipis ke 9.134, Nilai Transaksi Tembus Rp29,57 Triliun",
    "url": "https://www.idxchannel.com/market-news/ihsg-ditutup-naik-tipis-ke-9134-nilai-transaksi-tembus-rp2957-triliun",
    "date_display": "20/01/2026 16:13 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/06/IHSG_hijau.JPG",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:55.196285",
    "full_content": "IDXChannel-Indeks Harga Saham Gabungan(IHSG) ditutup menguat pada perdagangan, Selasa (20/1/2026) sore. IHSG naik tipis 0,83 poin atau 0,01 persen ke level 9.134,70.\n\nHingga sore hari ini, tercatat sebanyak 357 saham menguat, 336 saham melemah, dan 265 saham lainnya stagnan.\n\nKapitalisasi pasar mencapai Rp16.559 triliun. Frekuensi saham ditransaksikan sebanyak 3,837 juta kali dengan total volume perdagangan 62,40 miliar senilai Rp29,57 triliun.\n\nMayoritas indeks sektoral berada di zona hijau kecuali energi melemah 0,32 persen dan transportasi turun 0,63 persen.\n\nSaham-saham yang masuk top gainers yaitu saham PT Topindo Solusi Komunika Tbk (TOSK) menguat 34,85 persen ke Rp89, PT Bersama Mencapai Puncak Tbk (BAIK) naik 34,69 persen ke Rp264, dan PT Era Digital Media Tbk (AWAN) menanjak 34,50 persen ke Rp230.\n\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nIsu MSCI Tekan IHSG, DBS Nilai Pasar Indonesia Tetap Menarik\n\n\nIHSG Diprediksi Menguat Rentang 8.128-8.527, Cek Analisa Saham AADI-SUPA\n\n\nIHSG Ditutup Melemah, Pasar Disebut Sedang lakukan 'Detox'\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Indeks Harga Saham Gabungan (IHSG) ditutup menguat 0,83 poin atau 0,01 persen ke level 9.134,70, Selasa (20/1/2026) sore.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/06/IHSG_hijau.JPG",
    "tags": [],
    "word_count": 331,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:28.410543"
  },
  {
    "title": "Harga CPO Menguat, Pasar Antisipasi Produksi Tertekan dan Ekspor Membaik",
    "url": "https://www.idxchannel.com/market-news/harga-cpo-menguat-pasar-antisipasi-produksi-tertekan-dan-ekspor-membaik",
    "date_display": "20/01/2026 15:36 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/05/cpo_sawit_freepik.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:55.196844",
    "full_content": "IDXChannel -Hargaminyak sawitmentah (CPO) menguat pada Selasa, seiring ekspektasi pelaku pasar terhadap penurunan tajam produksi serta permintaan ekspor yang kian solid.\n\nKontrak berjangka (futures) CPO untuk pengiriman April di Bursa Malaysia Derivatives Exchange naik 0,93 persen ke level 4.108 ringgit Malaysia per metrik ton pada pukul 14.42 WIB.\n\n“Pasar mendapat dukungan dari perkiraan penurunan produksi sekitar 15 persen hingga 17 persen pada Januari, di tengah peningkatan kinerja ekspor yang mencerminkan permintaan kuat,” ujar Direktur Pelindung Bestari yang berbasis di Selangor, Paramalingam Supramaniam, dikutipReuters.\n\nParamalingam melanjutkan, “Secara keseluruhan, jika kedua faktor ini berlanjut hingga Maret, persediaan akhir berpotensi turun signifikan.”\n\nLembaga survei kargo dijadwalkan merilis estimasi ekspor periode 1-20 Januari pada hari yang sama.\n\n\n\nHarga CPO Menguat Lebih dari 1 Persen Sepekan\n\n\nPungutan Ekspor CPO Meningkat Jadi USD918,47 per Metrik Ton di Februari 2026\n\n\nReli Terhenti, Harga CPO Tertekan Ambil Untung\n\n\nHarga CPO Naik 4 Hari Beruntun, Bertahan di Level Tertinggi 3 Bulan\n\n\nHarga CPO Naik Lagi, Bertahan di Level Tertinggi Dua Bulan\n\n\nHarga CPO Kembali Menguat, Ekspor dan Produksi Jadi Penopang\n\n\nProspek Positif Rapor Emiten CPO di Tengah Risiko Pungutan Ekspor\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Harga minyak sawit mentah (CPO) menguat pada Selasa, seiring ekspektasi pelaku pasar terhadap penurunan tajam produksi serta permintaan ekspor yang kian solid.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/05/cpo_sawit_freepik.jpg",
    "tags": [],
    "word_count": 329,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:28.860311"
  },
  {
    "title": "Siapa Pemilik CPRO? Emiten Produk Olahan Udang, Inilah Profil dan Pengendali Sahamnya",
    "url": "https://www.idxchannel.com/market-news/siapa-pemilik-cpro-emiten-produk-olahan-udang-inilah-profil-dan-pengendali-sahamnya",
    "date_display": "20/01/2026 15:22 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/20/Screenshot_2026-01-20_150326.png",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:55.197421",
    "full_content": "IDXChannel—Siapa pemilikCPRO? PTCentral Proteina PrimaTbk (CPRO) adalah emiten barang konsumen primer dengan bidang usaha makanan dan minuman, perusahaan ini memproduksi makananolahan udangdan akuakultur.\n\nPada perdagangan Selasa (20/1/2026), saham CPRO masuk dalam deretan top value harian dengan nilai transaksi Rp96,11 miliaran. CPRO diperdagangkan di kisaran Rp76 per saham pada sesi kedua.\n\nMelansir laman resmi perseroan, Central Proteina Prima didirikan pada 1980 di bawah Charoen Pokphand Group, salah satu perusahaan peternakan terbesar di Indonesia. Fokus bisnis CPRO adalah produksi dan pengolahan produk udang, produk akuakultur, pakan, dan probiotik.\n\nCPRO memiliki tiga lini bisnis. Yakni bisnis pakan, bisnis makanan, dan bisnis pembibitan. Pada segmen makanan, CPRO memproduksi makanan olahan seafood dengan merek Fiesta dan Shifudo seperti ebi fry, dory stick, bakso ikan, dan sebagainya.\n\nProduk olahan perseroan dipasarkan secara domestik di supermarket, minimarket, dan toko tradisional. Perseroan juga mengekspor hasil produksi berupa produk udang mentah, matang, dan olahan ke mancanegara.\n\nNegara tujuan ekspor produk udang CPRO antara lain Amerika Serikat, Eropa, dan Jepang. Perseroan juga telah mengantongi beberapa sertifikat global seperti Aquaculture Stewardship Council (ASC), Global Aquaculture Practice, HACPP, dan sebagainya.\n\nPada segmen pakan, CPRO memproduksi pakan udang, pakan ikan, makanan hewan peliharaan, dan solusi untuk hewan-hewan akuakultur. Perseroan juga mengoperasikan 11 fasilitas pembenihan udang di Sumatera, Jawa, dan Sulawesi.\n\n\n\nSiapa Pemilik Saham CPRO? Simak Profil Usaha dan Informasi Pengendalinya\n\n\nSaham CPRO Melesat 28 Persen, Transaksi Tembus Rp300 Miliar\n\n\nDongkrak Produksi, CP Prima (CPRO) Siapkan Belanja Modal Rp200 Miliar di 2025\n\n\nDirektur CPRO Mengundurkan Diri, Manajemen Gelar RUPS Akhir Juni\n\n\nKinerja Solid, CP Prima (CPRO) Kebut Pembayaran Seluruh Utang\n\n\nDukung Budidaya Udang Produktif dan Berkelanjutan, Begini Strategi Central Proteina (CPRO)\n\n\nLunasi Utang Tranche A, CPRO Bidik Laba Bersih Tumbuh 15 Persen di 2024\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Central Proteina Prima (CPRO) didirikan pada 1980 di bawah Charoen Pokphand Group, fokus bisnis CPRO adalah produksi dan pengolahan produk udang.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/20/Screenshot_2026-01-20_150326.png",
    "tags": [],
    "word_count": 428,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:29.299585"
  },
  {
    "title": "BUVA Siapkan Rights Issue II hingga 50 Miliar Saham",
    "url": "https://www.idxchannel.com/market-news/buva-siapkan-rights-issue-ii-hingga-50-miliar-saham",
    "date_display": "20/01/2026 15:00 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/07/26/BUVA.JPG",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:55.197970",
    "full_content": "IDXChannel- PTBukit Uluwatu VillaTbk (BUVA) menyampaikan rencana untuk melakukan Penambahan Modal Dengan Memberikan Hak Memesan Efek Terlebih Dahulu II (PMHMETD) ataurights issuesebanyak-banyaknya 50 miliar saham baru. Jumlah itu setara maksimum 203,11 persen dari seluruh saham yang ditempatkan dan disetor penuh dalam perseroan.\n\n\"Perseroan berencana untuk melakukan PMHMETD II dalam jumlah sebanyak-banyaknya 50 miliar saham baru atau sebesar maksimum 203,11 persen dari jumlah seluruh saham yang ditempatkan dan disetor penuh dalam perseroan pada tanggal Keterbukaan Informasi ini diterbitkan, yang akan diterbitkan dari saham portepel perseroan dengan nilai nominal Rp50 per saham,\" ujar Corporate Secretary BUVA Rian Fachmi dalam keterbukaan informasi BEI, Selasa (20/1/2026).\n\nRian menyampaikan, PMHMETD II dilakukan untuk memperkuat struktur permodalan perseroan sehingga memberikan perseroan tambahan dana untuk mendukung kinerja perseroan.\n\nSecara rinci, rencana kegiatan usaha tersebut mulai dari pembangunan hotel berbintang, penyediaan akomodasi lainnya, dan real estat yang dimiliki sendiri atau disewa, termasuk kegiatan penjualan tanah, pengembangan gedung untuk dioperasikan sendiri (untuk penyewaan ruang-ruang di gedung tersebut), pembagian real estat menjadi tanah kapling tanpa pengembangan lahan dan pengoperasian kawasan hunian untuk rumah yang bisa dipindah-pindah.\n\n\n\nELPI Umumkan Rencana Rights Issue, Bakal Terbitkan hingga 2,03 Miliar Saham Baru\n\n\nDapen Bank Jateng Terus Lego Saham Adbinsure (YOII) Jelang Rights Issue\n\n\nMinta Restu Akuisisi hingga Rights Issue, BABY Tunda RUPSLB hingga Februari\n\n\nAkuisisi Emway, BABY Gelar Rights Issue Pakai Skema Inbreng\n\n\nYOII Umumkan Rights Issue demi Penuhi Aturan Modal OJK, RUPSLB Digelar Maret 2026\n\n\nAsuransi Digital (YOII) Gelar Rights Issue, Terbitkan 684 Juta Saham\n\n\nButuh Modal, Bakrie Grup (BNBR) Siapkan Rights Issue Usai Akuisisi Tol Cimanggis Cibitung\n\n\nEkspor Batu Bara Turun di Tengah Lonjakan Sawit dan Besi Baja\n\n\nEkspor Sawit Desember 2025 Melonjak 102,23 Persen, Total Capaian Tembus USD24,42 Miliar\n\n\nNego Tarif Trump Rampung, Airlangga: Tinggal Fine Tuning di Legal Drafting\n\n\nHarga Minyak Anjlok dari 4 Persen, Ketegangan AS-Iran Mereda\n\n\nKenaikan Inflasi Januari 2026 Dipicu Efek Low Base, Bukan Lonjakan Harga\n\n\nIsu MSCI Tekan IHSG, DBS Nilai Pasar Indonesia Tetap Menarik\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nHarga Minyak Anjlok dari 4 Persen, Ketegangan AS-Iran Mereda\n\n\nHarga Emas dan Perak Jatuh Lagi usai Margin CME Dinaikkan\n\n\nIsu MSCI Tekan IHSG, DBS Nilai Pasar Indonesia Tetap Menarik\n\n\nGantikan Powell, Kevin Warsh Akan Hadapi Tugas Berat sebagai Ketua The Fed\n\n\nWall Street Menguat: S&P 500 Dekati Rekor Tertinggi, Produsen Chip dan Saham Kapitalisasi Kecil Naik",
    "summary": "PT Bukit Uluwatu Villa Tbk (BUVA) menyampaikan rencana PMHMETD II atau rights issue sebanyak-banyaknya 50 miliar saham baru.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/07/26/BUVA.JPG",
    "tags": [],
    "word_count": 425,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:29.609668"
  },
  {
    "title": "Saham IKAN Bergerak di Bidang Apa? Emiten Pengolahan Ikan, Simak Profil Bisnis dan Pemiliknya",
    "url": "https://www.idxchannel.com/market-news/saham-ikan-bergerak-di-bidang-apa-emiten-pengolahan-ikan-simak-profil-bisnis-dan-pemiliknya",
    "date_display": "20/01/2026 13:25 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/20/IKAN.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:55.198517",
    "full_content": "IDXChannel—SahamIKANbergerak di bidang apa? PTEra MandiricemerlangTbk (IKAN) adalah salah satu emiten perikanan dengan kegiatan usaha di bidang pengolahan dan perdagangan hasil perikanan.\n\nPada perdagangan Selasa (20/1/2026), IKAN menjadi salah satu saham perikanan yang masuk dalam jajaran top gainers harian di sesi pertama.Saham IKANditutup di harga Rp159 per saham, naik 8,90 persen dari pembukaan.\n\nIKAN juga tercatat dalam deretan top value harian dengan nilai transaksi mencapai Rp79,77 miliar. PT Era Mandiricemerlang Tbk adalah emiten perikanan dengan bisnis produsen, pengolahan ikan, dan pemasok ikan.\n\nMelansir laman resmi perseroan, perusahaan didirikan pada 2000. Pada awal masa pendiriannya, perseroan hanya memproduksi ikan tuna segar untuk diekspor. Namun perseroan menambah jenis ikan yang disediakannya seiring pertumbuhan bisnisnya.\n\nIKAN memiliki empat fasilitas produksi di Jakarta, Aceh, Kupang, dan Morotai. Fokus utama bisnis IKAN adalah produksipengolahan ikandan perdagangan hasil perikanan. Ikan diperoleh dengan membeli dari mitra nelayan di Tempat Pelelangan Ikan (TPI) di Muara Baru.\n\nAtau dari para nelayan di Pelabuhan Pendaratan Ikan di Jawa, Aceh, hingga Morotai.  Kapal nelayan mitra perseroan memiliki mesin pembeku dan ruang pendingin untuk menjaga mutu hasil tangkapan.\n\nSaat ini perseroan memproduksi hasil perikanan bernilai tambah, adapun produk ikan utama yang dihasilkan IKAN adalah tuna, oilfish, swordfish, mahi-mahi, kerapu, kakap merah, dan bawah hitam.\n\nSemua ikan yang dihasilkan perseroan diolah menjadi beku dalam bentuk steak, cube, fillet, skin on/off, dan sebagainya. Selain ikan, perseroan juga menghasilkan cumi dan gurita. Hasil produksi IKAN lalu diekspor ke mancangera.\n\nSejumlah negara tujuan ekspor perseroan adalah Amerika Serikat, Meksiko, Ekuador, Jerman, Belanda, Polandia, Portugal, Hong Kong, China, India, Filipina, dan sejumlah negara di Timur Tengah.\n\n\n\nPramono Panen 1,22 Ton Jagung Pulut dan 579 Kg Ikan Patin di Urban Farming Pesanggrahan\n\n\nApa Itu Filosofi ‘Hiduplah Seperti Ikan di Akuarium’, Ini Interpretasinya\n\n\nDeretan Saham Top Losers Pekan Ini: IKAN, BRIS, hingga KMTR\n\n\nIndonesia dan Australia Perkuat Kerja Sama Berantas Illegal Fishing\n\n\nLancarkan Ekpor ke Amerika Serikat, KKP Tingkatkan Pengawasan Mutu Perikanan\n\n\nSaham TIRA Sentuh ARB, Era Mandiri (IKAN) ARA di Papan FCA\n\n\nSuspensi Berakhir, Saham IKAN-TIRA Kompak Masuk Papan FCA\n\n\nElon Musk Resmi Gabungkan SpaceX dengan xAI\n\n\nTegur Gubernur Bali soal Sampah, Presiden Prabowo: Pariwisata Tak Akan Bertahan Jika Kotor\n\n\nKredit Tumbuh 15,9 Persen, BBNI Bukukan Laba Bersih Rp20 Triliun Sepanjang 2025\n\n\nKasus Bupati Pati Sudewo, KPK Telusuri Alur Setoran Uang Caperdes saat Periksa Camat-Kades\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nSatgas PKH Dalami Temuan PPATK Dana Tambang Emas Ilegal Rp992 Triliun\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nBursa Asia Rebound, KOSPI Korea Melesat 4 Persen\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram",
    "summary": "PT Era Mandiricemerlang Tbk adalah emiten perikanan dengan bisnis produsen dan pemasokan ikan, tetapi perseroan tidak memiliki kapal penangkap sendiri.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/20/IKAN.jpg",
    "tags": [],
    "word_count": 490,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:29.876699"
  },
  {
    "title": "Saham ASHA Milik Siapa? Emiten Perikanan Tangkap, Ini Profil dan Pengendalinya",
    "url": "https://www.idxchannel.com/market-news/saham-asha-milik-siapa-emiten-perikanan-tangkap-ini-profil-dan-pengendalinya",
    "date_display": "20/01/2026 12:17 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2020/11/27/perikanan.jpg",
    "category": "MARKET NEWS",
    "batch": 1,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:55.199018",
    "full_content": "IDXChannel—SahamASHAmilik siapa? Saham PTCilacap Samudera Fishing IndustryTbk (ASHA) tercatat berada di deretan top gainers dan top value harian pada Selasa (20/1/2026), ASHA diperdagangkan di kisaran Rp109 per saham, naik 1 persenan dari pembukaan.\n\nPT Cilacap Samudera Fishing Industry Tbk tercatat di papan pengembangan Bursa Efek Indonesia sebagai emiten barang konsumen primer dengan kegiatan usaha utama di bidang perdagangan besar hasil perikanan dan aktivitascold storage.\n\nMelansir laman resmi perseroan (20/1/2026), cikal bakal perusahaan telah beroperasi sejak 1980 sebagai usaha perseroangan yang memiliki kapal tangkap ikan di Teluk Batang Ketapang, Pontianak.\n\nSaat itu, usahanya berupa penangkapan ikan, pengumpulan, serta pengolahan ikan dan udang. Pada 1984-1990, pendiri perseroan mengembangkan bisnisnya dengan mendirikan perusahaan bernama PT Tirta Khatulistiwa Farming.\n\nBidang usahanya pun bertambah, mencakup usaha budidaya ikan arwana dan ikan hias, serta pengolahan ikan segar. Pada periode ini, perseroan bekerja sama dengan dinas perikanan Kalbar untuk membangun kapal-kapal nelayan.\n\nPada 1990, perseroan merambah bisnisperikanan tangkapdengan mengoperasikan kapal penangkapan ikan tuna, kapal gillnet, dan purse seine. Pendiri juga membangun fasilitas galangan, bengkel kapal, pabrik es, gudang pendingin (cold storage), dan kapal pengangkut.\n\nPada 1999, Tirta Khatulistiwa dibubarkan dan dibentuklah perusahaan baru bernama PT Cilacap Samudera Fishing Industry dengan bisnis perikanan tangkap terpadu, cakupan lebih luas dan terintegrasi dari hulu hingga hilir.\n\nASHA kini menjalankan bisnis perikanan mulai dari penangkapan, pemrosesan, pembekuan, pengolahan ikan, gudang pendingin, hingga perdagangan ekspor dan impor. Perseroan bermitra dengan nelayan dan memiliki unit pengolahan tersertifikat HCPP sendiri.\n\n\n\nBRIN Berencana Bentuk Pusat Penelitian Perikanan Tangkap\n\n\nBEI Hentikan Sementara Perdagangan 8 Saham, Ini yang Terjadi\n\n\n11 Saham Masuk Pengawasan Bursa, SKBM Berbalik ARB\n\n\nCilacap Samudera (ASHA) Ungkap Penyebab Rugi Rp20,65 Miliar di 2023\n\n\nCilacap Samudera (ASHA) Jajaki Budidaya Udang dan Rumput Laut\n\n\nPenjualan Ikan Anjlok, Laba ASHA Tersisa Rp19 Juta di Kuartal I-2024\n\n\nAndalkan Dua Komoditas, Produksi Perikanan Tangkap Jatim Tertinggi se-Indonesia\n\n\nElon Musk Resmi Gabungkan SpaceX dengan xAI\n\n\nTegur Gubernur Bali soal Sampah, Presiden Prabowo: Pariwisata Tak Akan Bertahan Jika Kotor\n\n\nKredit Tumbuh 15,9 Persen, BBNI Bukukan Laba Bersih Rp20 Triliun Sepanjang 2025\n\n\nKasus Bupati Pati Sudewo, KPK Telusuri Alur Setoran Uang Caperdes saat Periksa Camat-Kades\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nSatgas PKH Dalami Temuan PPATK Dana Tambang Emas Ilegal Rp992 Triliun\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nBursa Asia Rebound, KOSPI Korea Melesat 4 Persen\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram",
    "summary": "Cilacap Samudera Fishing Industry (ASHA) adalah emiten perikanan tangkap terpadu yang bermitra dengan nelayan dan memiliki unit pengolahan sendiri.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2020/11/27/perikanan.jpg",
    "tags": [],
    "word_count": 457,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:30.204609"
  },
  {
    "title": "Saham ASHA Milik Siapa? Emiten Perikanan Tangkap, Ini Profil dan Pengendalinya",
    "url": "https://www.idxchannel.com/market-news/saham-asha-milik-siapa-emiten-perikanan-tangkap-ini-profil-dan-pengendalinya",
    "date_display": "20/01/2026 12:17 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2020/11/27/perikanan.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:56.527388",
    "full_content": "IDXChannel—SahamASHAmilik siapa? Saham PTCilacap Samudera Fishing IndustryTbk (ASHA) tercatat berada di deretan top gainers dan top value harian pada Selasa (20/1/2026), ASHA diperdagangkan di kisaran Rp109 per saham, naik 1 persenan dari pembukaan.\n\nPT Cilacap Samudera Fishing Industry Tbk tercatat di papan pengembangan Bursa Efek Indonesia sebagai emiten barang konsumen primer dengan kegiatan usaha utama di bidang perdagangan besar hasil perikanan dan aktivitascold storage.\n\nMelansir laman resmi perseroan (20/1/2026), cikal bakal perusahaan telah beroperasi sejak 1980 sebagai usaha perseroangan yang memiliki kapal tangkap ikan di Teluk Batang Ketapang, Pontianak.\n\nSaat itu, usahanya berupa penangkapan ikan, pengumpulan, serta pengolahan ikan dan udang. Pada 1984-1990, pendiri perseroan mengembangkan bisnisnya dengan mendirikan perusahaan bernama PT Tirta Khatulistiwa Farming.\n\nBidang usahanya pun bertambah, mencakup usaha budidaya ikan arwana dan ikan hias, serta pengolahan ikan segar. Pada periode ini, perseroan bekerja sama dengan dinas perikanan Kalbar untuk membangun kapal-kapal nelayan.\n\nPada 1990, perseroan merambah bisnisperikanan tangkapdengan mengoperasikan kapal penangkapan ikan tuna, kapal gillnet, dan purse seine. Pendiri juga membangun fasilitas galangan, bengkel kapal, pabrik es, gudang pendingin (cold storage), dan kapal pengangkut.\n\nPada 1999, Tirta Khatulistiwa dibubarkan dan dibentuklah perusahaan baru bernama PT Cilacap Samudera Fishing Industry dengan bisnis perikanan tangkap terpadu, cakupan lebih luas dan terintegrasi dari hulu hingga hilir.\n\nASHA kini menjalankan bisnis perikanan mulai dari penangkapan, pemrosesan, pembekuan, pengolahan ikan, gudang pendingin, hingga perdagangan ekspor dan impor. Perseroan bermitra dengan nelayan dan memiliki unit pengolahan tersertifikat HCPP sendiri.\n\n\n\nBRIN Berencana Bentuk Pusat Penelitian Perikanan Tangkap\n\n\nBEI Hentikan Sementara Perdagangan 8 Saham, Ini yang Terjadi\n\n\n11 Saham Masuk Pengawasan Bursa, SKBM Berbalik ARB\n\n\nCilacap Samudera (ASHA) Ungkap Penyebab Rugi Rp20,65 Miliar di 2023\n\n\nCilacap Samudera (ASHA) Jajaki Budidaya Udang dan Rumput Laut\n\n\nPenjualan Ikan Anjlok, Laba ASHA Tersisa Rp19 Juta di Kuartal I-2024\n\n\nAndalkan Dua Komoditas, Produksi Perikanan Tangkap Jatim Tertinggi se-Indonesia\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Cilacap Samudera Fishing Industry (ASHA) adalah emiten perikanan tangkap terpadu yang bermitra dengan nelayan dan memiliki unit pengolahan sendiri.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2020/11/27/perikanan.jpg",
    "tags": [],
    "word_count": 447,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:30.561333"
  },
  {
    "title": "Anteng di Zona Hijau, IHSG Sesi I Menanjak ke 9.155",
    "url": "https://www.idxchannel.com/market-news/anteng-di-zona-hijau-ihsg-sesi-i-menanjak-ke-9155",
    "date_display": "20/01/2026 12:05 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/20/IHSG_9110.jpeg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:56.527990",
    "full_content": "IDXChannel-Indeks Harga Saham Gabungan(IHSG) ditutup menguat pada perdagangan sesi I, Selasa (20/1/2026) siang. IHSG naik 21,54 poin atau 0,24 persen ke level 9.155,41.\n\nJeda siang hari ini, tercatat sebanyak 409 saham menguat, 295 saham melemah, dan 254 saham lainnya stagnan.\n\nKapitalisasi pasar mencapai Rp16.612 triliun. Frekuensi saham ditransaksikan sebanyak 2,264 juta kali dengan total volume perdagangan 38,85 miliar senilai Rp15,91 triliun.\n\nSeluruh indeks sektoral berada di zona hijau.\n\nSaham-saham yang masuk top gainers yaitu saham PT Era Digital Media Tbk (AWAN) menguat 34,50 persen ke Rp230, PT Bersama Mencapai Puncak Tbk (BAIK) naik 32,65 persen ke Rp260, dan PT Topindo Solusi Komunika Tbk (TOSK) menanjak 28,79 persen ke Rp85.\n\nSedangkan saham-saham yang masuk top losers antara lain, PT Inocycle Technology Group Tbk (INOV) turun 11,38 persen ke Rp218, PT Pinnacle Persada Investama Tbk (XPDV) merosot 11,11 persen di Rp640, dan PT Trisula International Tbk (TRIS) melemah 11,03 persen ke Rp242.\n\n\n\nIHSG Jeda Siang Jatuh 5,31 Persen ke 7.887, FILM-NSSS Huni Top Losers\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nPemerintah Bergerak Cepat usai Pejabat Tinggi OJK Mengundurkan Diri\n\n\nIHSG Turun 4 Persen Pagi Ini, Tekanan Jual Saham Konglo Masih Berlanjut\n\n\nIHSG Dibuka Merah ke 8.306, Seluruh Sektor Kompak Melemah\n\n\nIHSG Diproyeksi Fluktuatif Awal Pekan, ELSA-EMAS Masuk Daftar Analis\n\n\nIHSG Pekan Ini Berpotensi Bangkit di Tengah Estafet Kepemimpinan BEI-OJK\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "IHSG naik 21,54 poin atau 0,24 persen ke level 9.155,41.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/20/IHSG_9110.jpeg",
    "tags": [],
    "word_count": 367,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:31.128483"
  },
  {
    "title": "Sederet Sektor Saham Pilihan di Tengah Rekor IHSG",
    "url": "https://www.idxchannel.com/market-news/sederet-sektor-saham-pilihan-di-tengah-rekor-ihsg",
    "date_display": "20/01/2026 11:29 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/20/IHSG_-_19_Jan_26_-_background.jpeg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:56.528561",
    "full_content": "IDXChannel –Indeks Harga Saham Gabungan (IHSG) tak henti mencetak rekor tertinggi meski tekanan global dan pelemahan rupiah membayangi.\n\nDi tengah reli ini, pengamat pasar memetakan sektor-sektor saham yang dinilai masih menawarkan peluang menarik bagi investor.\n\nPada Selasa (20/1/2026) pagi, IHSG tersebut sempat menembus 9.174,47, memecahkan rekor sehari sebelumnya.\n\nMenurut pengamat pasar modal Michael Yeoh, sektor berbasiskomoditasmenjadi salah satu yang paling menarik dalam kondisi pasar saat ini.\n\n“Saham-saham berbasis komoditas sepertiemas, metal, timah, serta energi,” ujarnya, Selasa (20/1/2026).\n\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nHarga Emas dan Perak Jatuh Lagi usai Margin CME Dinaikkan\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Indeks Harga Saham Gabungan (IHSG) tak henti mencetak rekor tertinggi meski tekanan global dan pelemahan rupiah membayangi.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/20/IHSG_-_19_Jan_26_-_background.jpeg",
    "tags": [],
    "word_count": 290,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:31.811995"
  },
  {
    "title": "Kencana Energi (KEEN) Amankan Kontrak Rp424 Miliar untuk PLTS Tobelo",
    "url": "https://www.idxchannel.com/market-news/kencana-energi-keen-amankan-kontrak-rp424-miliar-untuk-plts-tobelo",
    "date_display": "20/01/2026 11:01 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/12/05/keen_panel_surya.jpeg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:56.529127",
    "full_content": "IDXChannel- PTKencana EnergiLestari Tbk (KEEN) mengamankan kontrak jangka panjang dengan PT PLN (Persero) untuk Pembangkit Listrik Tenaga Surya (PLTS) Tobelo yang berlokasi di Halmahera Utara, Maluku Utara. Nilai kontrak tersebut mencapai USD25 juta atau setara dengan Rp424 miliar.\n\nKEEN melalui anak usahanya, PT Energi Surya Halmahera (ESH) telah menandatangani Perjanjian Jual Beli Tenaga Listrik (PJBL) dengan PLN pada tanggal 19 Januari 2026.\n\n\"Dengan ditandatanganinya PJBL tersebut, PLN memberikan kepercayaan kepada perpseroan untuk membangun dan mengoperasikanPLTS Tobelo,\" kataCorporate SecretaryKEEN, Diana Limardi, Selasa (20/1/2026).\n\nPLTS Tobelo memiliki kapasitas 10 Megawatt (MW) dengan baterai penyimpanan 8,4 MWh. Perseroan akan menjual listrik yang dihasilkan PLTS Tobelo kepada PLN untuk jangka waktu 20 tahun terhitung sejak operasional PLTS.\n\nMenurut Diana, kontrak ini sangat penting bagi perseroan untuk mendukung kinerja keuangan. PLTS Tobelo ditargetkan akan dimulai konstruksinya pada 2026, sehingga diharapkan dapat beroperasi secara komersial pada kuartal I-2027.\n\n\n\nPLTS Off-Grid dan BESS Sebagai Kunci Percepatan Transisi Energi di Indonesia\n\n\nPLN Catat Penjualan Sertifikat Energi Terbarukan Naik Jadi 6,43 TWh di 2025\n\n\nBank OCBC NISP (NISP) Salurkan Sustainability Financing Rp113 Miliar untuk Proyek PLTS\n\n\nAdhi Kartiko (NICE) Siap Bayar Denda usai Dipanggil Satgas PKH\n\n\nIndonesia Tetapkan Darurat Sampah Nasional, Baru 24 Persen yang Dikelola dengan Benar\n\n\nSatgas PKH Panggil 32 Korporasi Batu Bara-Nikel, Ada NICE hingga Entitas Usaha UNTR\n\n\nMNC Energy (IATA) Targetkan Seluruh Tambang Batu Bara Raih Proper Biru pada 2026\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "PT Kencana Energi Lestari Tbk (KEEN) mengamankan kontrak jangka panjang dengan PT PLN (Persero) untuk Pembangkit Listrik Tenaga Surya (PLTS) Tobelo.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/12/05/keen_panel_surya.jpeg",
    "tags": [],
    "word_count": 373,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:32.157920"
  },
  {
    "title": "Kabar Terbaru soal Rencana Akuisisi Pengendali Mandom (TCID) oleh Kalon Holdings",
    "url": "https://www.idxchannel.com/market-news/kabar-terbaru-soal-rencana-akuisisi-pengendali-mandom-tcid-oleh-kalon-holdings",
    "date_display": "20/01/2026 11:00 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/12/01/mandom_japan.jpg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:56.529685",
    "full_content": "IDXChannel- PTMandom IndonesiaTbk (TCID) menyampaikan pembaruan informasi terkait proses pengambilalihan atau akuisisi Mandom Corporation (MCJ) selaku pemegang saham pengendali perseroan, olehKalon HoldingsCo., Ltd yang tercatat di papan utama Bursa Efek Tokyo.\n\nDikutip dari keterbukaan informasi BEI, Selasa (20/1/2026), Mandom Indonesia mengungkapkan, berdasarkan pengumuman terbaru Kalon pada 15 Januari 2026, syarat dan ketentuan penawaran tender atas MCJ telah diubah menjadi sebagai berikut:\n\nJadwal Periode Penawaran Tender\n\n- Sebelum: 26 September 2025-20 Januari 2026 (74 hari kerja dan berdasarkan perkembangan informasi terkait negosiasi atas rencana akuisisi tertanggal 7 Januari 2026)- Sesudah (Jadwal Baru): 26 September 2025-29 Januari 2026 (81 hari kerja)\n\n- Sebelum: 27 Januari 2026 (berdasarkan perkembangan informasi terkait negosiasi atas rencana akuisisi tertanggal 7 Januari 2026)- Sesudah (Jadwal Baru): 5 Februari 2026\n\n\n\nMandom, Pemilik TCID Targetkan Akuisisi oleh Kalon Tuntas pada Akhir 2025\n\n\nPeriode Penawaran Tender Akuisisi Pengendali Mandom (TCID) Diperpanjang\n\n\n4 Saham Kosmetik di BEI yang Dapat Dicermati, Simak Profil dan Jenis Produknya\n\n\nJaga Tren Pemulihan, Mandom Indonesia (TCID) Raup Laba Rp33 Miliar hingga Kuartal III-2025\n\n\nMandom Bakal Diakuisisi, Saham TCID Ikut Terbang\n\n\nFokus Kembangkan CX Industry, Transcosmos Siap Manfaatkan AI, Chatbot hingga RPA\n\n\nMandom Indonesia (TCID) Bagikan Dividen Rp37,8 Miliar, Catat Jadwal Cum Datenya\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Kalon akan menyampaikan perkembangan informasi terkait proses pengambilalihan MCJ oleh Kalon dengan mengacu kepada ketentuan dalam POJK 9/2018.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/12/01/mandom_japan.jpg",
    "tags": [],
    "word_count": 344,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:32.548708"
  },
  {
    "title": "IHSG Rajin Rekor saat Rupiah di Level Terendah, Analis Soroti Sentimen Ini",
    "url": "https://www.idxchannel.com/market-news/ihsg-rajin-rekor-saat-rupiah-di-level-terendah-analis-soroti-sentimen-ini",
    "date_display": "20/01/2026 10:47 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/20/IHSG_rekor_-_19_Jan_26.jpeg",
    "category": "MARKET NEWS",
    "batch": 2,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:56.530249",
    "full_content": "IDXChannel –Indeks HargaSahamGabungan (IHSG) tak henti mencetak rekor tertinggi (ATH) anyar. Pada Selasa (20/1/2026) pagi, indeks acuan tersebut sempat menembus 9.174,47, memecahkan rekor sehari sebelumnya.\n\nPengamat pasar modal Michael Yeoh menjelaskan, penguatan IHSG belakangan ini tidak semata-mata ditopang oleh saham-saham konglomerasi, yang sepanjang tahun lalu menjadi pendorong indeks.\n\n“Jika kita perhatikan, kinerja IHSG saat ini tidak hanya terdongkrak oleh saham-saham konglo saja. Tapi beberapa waktu ke belakang juga terdapatinflowyang cukup baik di sektor perbankan, sebagaiweightingterbesar IHSG,” ujar Michael, Selasa (20/1/2026).\n\nIa menambahkan, aliran dana tersebut tercermin dari pergerakan saham perbankan besar yang mulai stabil. “Empat big banks ini tidak mencetaknew lowlagi,” katanya.\n\nSelain perbankan, Michael menilai minat investor asing juga konsisten mengalir ke saham-saham berkapitalisasi besar lainnya.\n\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nIsu MSCI Tekan IHSG, DBS Nilai Pasar Indonesia Tetap Menarik\n\n\nBank Indonesia Gabung Proyek Nexus, Jadi Solusi Pembayaran Efisien Antarnegara\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Pada Selasa (20/1/2026) pagi, indeks acuan tersebut sempat menembus 9.174,47, memecahkan rekor sehari sebelumnya.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/20/IHSG_rekor_-_19_Jan_26.jpeg",
    "tags": [],
    "word_count": 333,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:33.431397"
  },
  {
    "title": "Bursa Saham Asia Melemah, Dibayangi Sentimen Risiko Global",
    "url": "https://www.idxchannel.com/market-news/bursa-saham-asia-melemah-dibayangi-sentimen-risiko-global",
    "date_display": "20/01/2026 10:13 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/01/24/bursa_asia_-_reuters_-_-.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:57.718630",
    "full_content": "IDXChannel –Bursa Saham Asiacenderuh melemah pada Selasa (20/1/2026) seiring friksi dagang antara Amerika Serikat (AS) dan Eropa turut menekan sentimen pasar.\n\nMenurut data pasar, pukul 10.02 WIB, IndekssahamJepang Nikkei melemah 0,89 persen, terkoreksi selama empat hari berturut-turut seiring kekhawatiran fiskal domestik yang mendorong imbal hasil obligasi ke level tertinggi sepanjang masa.\n\nIndeks Topix yang lebih luas ikut terkoreksi 0,98 persen.\n\nMengutipReuters, Perdana Menteri Jepang Sanae Takaichi pada Senin secara resmi menyerukan pemilihan umum cepat pada 8 Februari serta berjanji menangguhkan pajak penjualan untuk makanan.\n\nLangkah ini memicu lonjakan imbal hasil obligasi pemerintah Jepang ke rekor tertinggi.\n\nSementara pasar saham Amerika Serikat tutup karena hari libur, bursa Eropa anjlok semalam setelah Presiden AS Donald Trump mengancam akan memberlakukan tarif tambahan terhadap delapan negara Eropa hingga AS diizinkan membeli Greenland.\n\n\n\nDemutualisasi BEI Belum Jalan, OJK Menanti Payung Hukum Peraturan Pemerintah\n\n\nParadise Indonesia (INPP) Percepat Transformasi Bisnis, Targetkan Pendapatan Naik 10 Persen di 2026\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nBursa Asia Cenderung Lesu di Awal Pekan, Investor Cermati Gejolak Pasar Logam\n\n\nIHSG Berpotensi Bergerak Mixed di Level 8.100–8.567 Pekan Ini\n\n\nDanantara Gandeng Manajer Investasi, Ini Kriteria Saham yang Dibidik\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Bursa Saham Asia cenderuh melemah pada Selasa (20/1/2026) seiring friksi dagang antara Amerika Serikat (AS) dan Eropa turut menekan sentimen pasar.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/01/24/bursa_asia_-_reuters_-_-.jpg",
    "tags": [],
    "word_count": 348,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:34.133278"
  },
  {
    "title": "IHSG Dibuka Menguat di 9.156, Cetak Rekor ATH Lagi",
    "url": "https://www.idxchannel.com/market-news/ihsg-dibuka-menguat-di-9156-cetak-rekor-ath-lagi",
    "date_display": "20/01/2026 09:26 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/14/IHSG_9082.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:57.719212",
    "full_content": "IDXChannel- Indeks HargaSahamGabungan (IHSG) hari ini, Selasa (20/1/2026) kembali dibuka naik 0,24 persen ke level 9.156,19 atau menyentuh levelAll Time High(ATH) di awal sesi.\n\nSemenit berjalan, indeks sempat menyentuh level tertingginya lagi yakni 9.169.\n\nAdapun IHSG melanjutkan penguatan terbatas 0,03 persen ke 9.136, dengan 298 saham di zona hijau, 214 melemah, dan 446 lainnya stagnan. Transaksi awal menyentuh Rp1,5 triliun, dengan volume 3,2 miliar lembar saham.\n\nIndeks LQ45 melemah 0,36 persen ke 889, indeks JII melemah 0,20 persen ke 620, indeks MNC36 melemah 0,58 persen ke 356, dan IDX30 menguat 0,50 persen ke 452.\n\nUntuk indeks sektoral yang berada di zona hijau seperti energi, konsumer non siklikal, keuangan, properti, teknologi. Sedangkan sektor yang melemah ada konsumer siklikal, infrastruktur, bahan baku, transportasi, industri dan kesehatan.\n\nTiga saham yang memimpin top gainers antara lain PT Ever Shine Tex Tbk (ESTI), PT Bersama Zatta Jaya Tbk (ZATA), dan PT Harapan Duta Pertiwi Tbk (HOPE).\n\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nIsu MSCI Tekan IHSG, DBS Nilai Pasar Indonesia Tetap Menarik\n\n\nIHSG Diprediksi Menguat Rentang 8.128-8.527, Cek Analisa Saham AADI-SUPA\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Indeks Harga Saham Gabungan (IHSG) hari ini, Selasa (20/1/2026) kembali dibuka naik 0,24 persen ke level 9.156,19 atau menyentuh level All Time High (ATH).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/14/IHSG_9082.jpg",
    "tags": [],
    "word_count": 366,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:35.174673"
  },
  {
    "title": "IHSG Berpotensi Menguat Hari Ini, Initip Analisa RATU, BUMI, hingga ADRO",
    "url": "https://www.idxchannel.com/market-news/ihsg-berpotensi-menguat-hari-ini-initip-analisa-ratu-bumi-hingga-adro",
    "date_display": "20/01/2026 09:09 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/02/12/IHSG_okezone.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:57.719846",
    "full_content": "IDXChannel- Indeks HargaSahamGabungan (IHSG) hari ini, Selasa (20/1/2026), berpotensi menguat.\n\n\"IHSG berpotensi melanjutkan kenaikan hari ini sepanjang kuat di atas 9.100,\" ujar Head of Retail Research BNI Sekuritas, Fanny Suherman, dalam risetnya pada Selasa (20/1/2026)\n\nDia memproyeksi support IHSG berada di 9.040-9.100, sedangkan resistance IHSG di rentang 9.170-9.200.\n\nSebelumnya, IHSG ditutup naik 0,64 persen ke 9.133,87, tapi disertai dengan net sell asing Rp543 miliar. Saham yang paling banyak dijual asing yaitu BBCA, GOTO, TLKM, ARCI dan INDY.\n\nUntuk perdagangan hari ini, Fanny memiliki enam saham pilihan yaituRATU,BUMI,PGAS, CPRO,ADRO, dan OASA.\n\nSpec Buy dengan area beli di Rp8.500-Rp8.600, cutloss di bawah Rp8.500. Target dekat di Rp8.750-Rp8.975.\n\nSpec Buy dengan area beli di Rp402-Rp412, cutloss di bawah Rp400. Target dekat di Rp420-Rp450.\n\n\n\nIsu MSCI Tekan IHSG, DBS Nilai Pasar Indonesia Tetap Menarik\n\n\nIHSG Diprediksi Menguat Rentang 8.128-8.527, Cek Analisa Saham AADI-SUPA\n\n\nIHSG Ditutup Melemah, Pasar Disebut Sedang lakukan 'Detox'\n\n\nDemutualisasi BEI Belum Jalan, OJK Menanti Payung Hukum Peraturan Pemerintah\n\n\nIHSG Masih Koreksi Tajam, Purbaya: Market Tunggu Pergantian Ketua OJK\n\n\nParadise Indonesia (INPP) Percepat Transformasi Bisnis, Targetkan Pendapatan Naik 10 Persen di 2026\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Indeks Harga Saham Gabungan (IHSG) hari ini, Selasa (20/1/2026), berpotensi menguat.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/02/12/IHSG_okezone.jpg",
    "tags": [],
    "word_count": 339,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:35.630757"
  },
  {
    "title": "Harga Emas Antam (ANTM) Hari Ini Naik Lagi ke Rp2.705.000 per Gram",
    "url": "https://www.idxchannel.com/market-news/harga-emas-antam-antm-hari-ini-naik-lagi-ke-rp2705000-per-gram",
    "date_display": "20/01/2026 08:54 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/09/01/antm_antam_emas.jpg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:57.720424",
    "full_content": "IDXChannel-Harga emasAntam (ANTM) pada hari ini, Selasa (20/1/2026) naik Rp2.000 ke Rp2.705.000 per gram setelah sebelumnya melesat.\n\nSejalan dengan kenaikan tersebut, hargabuybackatau harga yang didapat jika pemilik emas ingin menjual emas batangan juga naik Rp1.000 ke Rp2.546.000.\n\nHargaemas Antamtersebut berlaku di kantor Antam Pulo Gadung, Jakarta. Adapun di laman resmi tersebut untuk saat ini beberapa macam emas masih belum tersedia.\n\nSaat ini, PPN tidak dipungut sesuai PP No.49 Tahun 2022. Nilai PPN tidak diperhitungkan dalam perhitungan grand total.\n\nSesuai dengan PMK Nomor 48 tahun 2023 dengan tarif 0,25 persen (sesuai ketentuan yang berlaku) dan akan diterbitkan bukti potong PPh 22 oleh PT ANTAM Tbk sebagai Penjual.\n\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nWall Street Dibuka Tak Bergairah di Tengah Pulihnya Harga Emas dan Perak\n\n\nHarga Emas Antam (ANTM) Awal Pekan Melonjak Rp168 Ribu, Cek Lengkapnya\n\n\nAnalis Terbelah, Investor Ritel Tetap Bullish soal Prospek Emas Pekan Ini\n\n\nPekan Volatil Harga Emas Dunia, Sempat Rekor Lalu Anjlok 9 Persen\n\n\nHarga Emas di Pegadaian Anjlok pada Awal Februari 2026, Turun hingga Rp190.000 Per Gram\n\n\nPermintaan Emas Global Capai 5.000 Ton pada 2025, Rekor Tertinggi\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Harga emas Antam (ANTM) pada hari ini, Selasa (20/1/2026) naik Rp2.000 ke Rp2.705.000 per gram setelah sebelumnya melesat.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/09/01/antm_antam_emas.jpg",
    "tags": [],
    "word_count": 334,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:36.188871"
  },
  {
    "title": "Bakrie & Brothers (BNBR) Siap Gelar RUPSLB Akhir Februari 2026, Minta Restu Rights Issue",
    "url": "https://www.idxchannel.com/market-news/bakrie-brothers-bnbr-siap-gelar-rupslb-akhir-februari-2026-minta-restu-rights-issue",
    "date_display": "20/01/2026 08:00 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/09/04/bakrie_bnbr.jpeg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:57.720975",
    "full_content": "IDXChannel- PTBakrie & BrothersTbk (BNBR) bakal melaksanakan Rapat Umum Pemegang Saham Luar Biasa (RUPSLB) pada akhir Februari 2026. Kegiatan ini digelar dalam rangka meminta persetujuan dari pemegang saham soalrights issue.\n\n\"Dengan ini kami sampaikan pengumuman RUPSLB yang akan diselenggarakan pada tanggal 27 Februari 2026,\" kataCorporate SecretaryBNBR, Christofer A. Uktolseja melalui keterbukaan informasi, Senin (19/1/2026).\n\nRestu pemegang saham menjadi salah satu syarat pelaksanaanrights issue. Setelah persetujuan didapat, perseroan akan menyampaikan pernyataan pendaftaranrights issuekepada Otoritas Jasa Keuangan (OJK).\n\nBNBR berencana menambah modal untuk mengakuisisi PT Cimanggis Cibitung Tollways (CCT) selaku pengelola jalantol Cimanggis-Cibitung.Rights issueini dilakukan untuk mengoptimalisasi struktur pendanaan terkait akuisisi CCT seklaigus mendukung modal kerja dan pengembangan usaha BNBR dan CCT.\n\nDalam aksi korporasi ini, BNBR akan menerbitkan sebanyak-banyaknya 90 miliar saham baru seri E yang diambil dari saham portepel. Saat ini, jumlah saham beredar BNBR sebanyak 173,42 miliar, sehingga berpotensi dilusi 33,33 persen jika pemegang saham tak menebusrightsmiliknya. Adapun harga pelaksanaan atasrightsakan diumumkan lebih lanjut.\n\n\n\nButuh Modal, Bakrie Grup (BNBR) Siapkan Rights Issue Usai Akuisisi Tol Cimanggis Cibitung\n\n\nAndhesti Tungkas Pratama Lepas Saham DEWA Senilai Rp232 Miliar\n\n\nDarma Henwa (DEWA) Tunjuk Satu Direktur Baru, Ini Susunan Terbaru Manajemen\n\n\nSuspensi Dibuka, Tiga Saham Ini ARA di Papan FCA\n\n\nBEI Hentikan Sementara Perdagangan Enam Saham Ini, Ada DOOH hingga BNBR\n\n\nBNBR Resmi Akuisisi Tol Cimanggis-Cibitung, Nilai Transaksi hingga Rp3,56 Triliun\n\n\nAkuisisi Tuntas, Bakrie & Brothers (BNBR) Kuasai Tol Cimanggis-Cibitung\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "PT Bakrie & Brothers Tbk (BNBR) bakal melaksanakan Rapat Umum Pemegang Saham Luar Biasa (RUPSLB) pada akhir Februari 2026.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/09/04/bakrie_bnbr.jpeg",
    "tags": [],
    "word_count": 375,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:36.773425"
  },
  {
    "title": "Transaksi Nego Jumbo Rp6,9 Triliun di Saham BUMI, Aksi Grup Salim?",
    "url": "https://www.idxchannel.com/market-news/transaksi-nego-jumbo-rp69-triliun-di-saham-bumi-aksi-grup-salim",
    "date_display": "20/01/2026 07:47 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/05/16/bumi_resources.jpeg",
    "category": "MARKET NEWS",
    "batch": 3,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:57.721519",
    "full_content": "IDXChannel -SahamBumiResources (BUMI) mencatat transaksicrossingdi pasar negosiasi dengan volume sekitar 18,2 miliar saham pada Senin (19/1/2026).\n\nTransaksi tersebut dilakukan pada harga rata-rata Rp380 per saham, sehingga total nilai transaksinya mencapai sekitar Rp6,9 triliun. Proses jual beli difasilitasi oleh Ina Sekuritas Indonesia dengan kode broker RB.\n\nHingga kini, belum ada keterangan resmi mengenai pihak pembeli maupun tujuan transaksi tersebut.\n\nPengamat pasar modal Michael Yeoh menilai, aksi itu mengindikasikan pergerakanGrup Salimdi BUMI. “Transaksi tersebut menarik. Ada indikasi broker RB itu terafiliasi dengan Grup Salim,” kata dia, Senin (19/1/2026).\n\nSebagai informasi, saat ini Grup Salim bersamaGrup Bakriesama-sama mengendalikanBumi Resources, setelah kelompok yang dinakhodai Anthoni Salim tersebut mengakuisisi sebagian saham perseroan pada periode 2022-2023.\n\n\n\nAsing Lego Saham Bank Besar dan Tambang Konglomerat di Tengah Gejolak MSCI\n\n\nIHSG Dibuka Koreksi ke 8.027, BRPT-BUMI Huni Top Losers\n\n\nBUMI, PTRO, hingga RAJA ARB usai Keputusan MSCI, Bagaimana Nasib Saham Konglo?\n\n\nKeputusan MSCI Seret IHSG Turun 6 Persen, Saham Konglomerat Ramai-Ramai ARB\n\n\nNarasi MSCI di Balik Gugurnya Saham Konglomerat BUMI-PTRO Cs\n\n\nBEI Rombak IDX30, LQ45, dan IDX80, Ada BUMI hingga BREN\n\n\nSaham PTRO-BUMI Cs Jadi Beban IHSG Pekan Ini\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nPresiden Prabowo Akan Temui Petinggi Ormas Islam Siang Ini, Bahas Board of Peace\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Saham Bumi Resources (BUMI) mencatat transaksi crossing di pasar negosiasi dengan volume sekitar 18,2 miliar saham pada Senin (19/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/05/16/bumi_resources.jpeg",
    "tags": [],
    "word_count": 334,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:37.175415"
  },
  {
    "title": "Harga Minyak Stabil, Isu Iran Mereda dan Greenland Jadi Sorotan",
    "url": "https://www.idxchannel.com/market-news/harga-minyak-stabil-isu-iran-mereda-dan-greenland-jadi-sorotan",
    "date_display": "20/01/2026 07:35 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/01/17/offshore_oil_rig_-_kilang_minyak_-_freepik_-.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:58.917770",
    "full_content": "IDXChannel -Hargaminyakcenderung stabil pada Senin (19/1/2026) seiring meredanya kerusuhan sipil di Iran, yang menurunkan kemungkinan serangan Amerika Serikat (AS) dan potensi gangguan pasokan dari negara produsen utama tersebut.\n\nPerhatian pelaku pasar pun beralih ke kebuntuan politik terkait Greenland.\n\nMinyak mentahBrentnaik tipis 0,02 persen ke level USD64,14 per barel. Sementara itu, West Texas Intermediate (WTI) untuk pengiriman Februari ditutup mendatar di USD59,44 per barel, sama dengan penyelesaian hari sebelumnya.\n\nAktivitas perdagangan relatif sepi karena libur federal di AS.\n\nAksi penindakan keras pemerintah Iran disebut telah meredam gelombang protes yang, menurut pejabat setempat, menewaskan 5.000 orang.\n\nDi saat yang sama, Presiden AS Donald Trump terlihat menarik diri dari ancaman intervensi militer yang sebelumnya sempat dilontarkan.\n\n“Setelah kekhawatiran soal Iran mereda dalam beberapa hari terakhir menyusul rumor serangan AS, pasar kini berfokus pada isu Greenland dan sejauh mana dampak konflik antara AS dan Eropa. Perluasan perang dagang berpotensi memengaruhi permintaan,” kata analis Rystad Energy, Janiv Shah, dikutip dariReuters.\n\n\n\nEkonomi Arab Saudi Tumbuh 4,5 Persen pada 2025, Ditopang Sektor Non-Migas\n\n\nHarga Minyak Dunia Ambles, Simak Gerak Saham MEDC hingga RAJA\n\n\nOPEC Plus Sepakat Tunda Kenaikan Produksi Minyak pada Maret 2026\n\n\nHarga Minyak Melejit, Pasar Cermati Arah WTI Pekan Ini\n\n\nHarga Minyak Melesat 7 Persen Sepekan di Tengah Ketegangan AS-Iran\n\n\nCadangan Emas Rusia Bertambah 614 Ton pada 2025\n\n\nAS Ancam Tarif untuk Negara Pemasok Minyak ke Kuba\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Harga minyak cenderung stabil pada Senin (19/1/2026) seiring meredanya kerusuhan sipil di Iran, yang menurunkan kemungkinan serangan Amerika Serikat (AS).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/01/17/offshore_oil_rig_-_kilang_minyak_-_freepik_-.jpg",
    "tags": [],
    "word_count": 370,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:37.550274"
  },
  {
    "title": "Mengintip Outlook Danantara di 2026, dari Pasar Saham ke Restrukturisasi BUMN",
    "url": "https://www.idxchannel.com/market-news/mengintip-outlook-danantara-di-2026-dari-pasar-saham-ke-restrukturisasi-bumn",
    "date_display": "20/01/2026 07:23 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/07/23/Wisma_Danantara_Indonesia__2_.JPG",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:58.918329",
    "full_content": "IDXChannel -Pasar modal Indonesia menutup 2025 dengan capaian yang menarik. Indeks Harga Saham Gabungan (IHSG) mencatat reli tajam dan menembus rekor tertinggi, namun kinerja saham-saham unggulan justru tertinggal.\n\nMemasuki 2026, peluang pemulihan terbuka lebar, terutama jika reformasiBUMNdan dorongan kebijakan fiskal mampu dieksekusi secara konsisten.\n\nDalamDanantaraIndonesia Economic Outlook 2026, Danantara menilai pasar modal Indonesia berada di titik balik.\n\nSetelah dua tahun tertinggal dari bursa negara berkembang lain, kombinasi pelonggaran moneter dan stimulus fiskal diyakini dapat menghidupkan kembali pertumbuhan laba emiten, khususnya saham-saham berfundamental kuat.\n\nSepanjang 2025, IHSG melonjak sekitar 20 persen dan menyentuh level 8.710 pada awal Desember, menjadi performa tahunan terbaik dalam 12 tahun terakhir.\n\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nDanantara Harap Perusahaan Asuransi dan Dana Pensiun Bisa Serap Kenaikan Free Float\n\n\nDanantara Sebut Saham-Saham yang Anjlok Miliki Valuasi Tinggi\n\n\nPTPP hingga WSKT Bangun Sekolah Rakyat Tahap II di Aceh Senilai Rp1,53 Triliun\n\n\nPrabowo: Pimpinan BUMN yang Rugikan Keuangan Negara Siap-Siap Dipanggil Kejaksaan\n\n\nDanantara Dorong Perusahaan Asuransi dan Dana Pensiun Masuk Pasar Modal\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Dalam Danantara Indonesia Economic Outlook 2026, Danantara menilai pasar modal Indonesia berada di titik balik.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/07/23/Wisma_Danantara_Indonesia__2_.JPG",
    "tags": [],
    "word_count": 325,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:37.931704"
  },
  {
    "title": "Harga Emas dan Perak Cetak Rekor di Tengah Memanasnya Sengketa Greenland",
    "url": "https://www.idxchannel.com/market-news/harga-emas-dan-perak-cetak-rekor-di-tengah-memanasnya-sengketa-greenland",
    "date_display": "20/01/2026 07:15 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2023/08/15/dolar_emas_-_Freepik_-.jpeg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:58.918883",
    "full_content": "IDXChannel -Hargaemasdanperakmenembus rekor tertinggi pada Senin (19/1/2026), didorong arus pelarian ke aset aman setelah Presiden Amerika Serikat (AS) Donald Trump memperingatkan rencana tarif tambahan terhadap sejumlah negara Eropa terkait sengketaGreenland.\n\nEmas spot (XAU/USD) melonjak 1,61 persen ke level USD4.670,29 per troy ons, setelah sempat menyentuh rekor tertinggi di USD4.689,39.\n\nTrump pada Sabtu mengancam beberapa sekutu Eropa dengan tarif yang kian meningkat, kecuali Amerika Serikat diizinkan membeli Greenland. Pernyataan ini memperuncing perselisihan dengan Denmark atas pulau besar di kawasan Arktik tersebut.\n\n“Ketika risiko kebijakan dan institusional kembali mencuat, pasar cenderung bereaksi cepat dengan mengalihkan aset ke instrumen lindung nilai. Emas kembali muncul sebagai pilihan utama,” kata Analis Pasar Senior XS.com, Linh Tran, dikutip dariReuters.\n\nDolar AS melemah seiring ancaman tarif terbaru Trump yang meningkatkan minat investor terhadap aset aman, termasuk emas, yen Jepang, dan franc Swiss, di tengah meningkatnya sikap menghindari risiko di pasar global.\n\n\n\nHarga Emas dan Perak Jatuh Lagi usai Margin CME Dinaikkan\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nHarga Emas Antam (ANTM) Awal Pekan Melonjak Rp168 Ribu, Cek Lengkapnya\n\n\nBSN Bidik Pembiayaan Konsumer Capai Rp1 Triliun di 2026\n\n\nIHSG Diproyeksi Fluktuatif Awal Pekan, ELSA-EMAS Masuk Daftar Analis\n\n\nHarga Emas Galeri24 dan UBS di Pegadaian Stagnan di Awal Pekan, Ini Daftarnya\n\n\nAnalis Terbelah, Investor Ritel Tetap Bullish soal Prospek Emas Pekan Ini\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Harga emas dan perak menembus rekor tertinggi pada Senin (19/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2023/08/15/dolar_emas_-_Freepik_-.jpeg",
    "tags": [],
    "word_count": 365,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:38.349181"
  },
  {
    "title": "KIM Indonesia Catat Dana Kelolaan RDPT Melonjak 7 Kali Lipat pada 2025",
    "url": "https://www.idxchannel.com/market-news/kim-indonesia-catat-dana-kelolaan-rdpt-melonjak-7-kali-lipat-pada-2025",
    "date_display": "20/01/2026 06:55 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2026/01/20/kim_indonesia_nsywa.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:58.919423",
    "full_content": "IDXChannel- PT Korea Investment Management Indonesia (KIM Indonesia) mencatat lonjakan signifikan pada dana kelolaan (Asset Under Management/AUM)reksa danapendapatan tetap (RDPT) hingga tujuh kali lipat sepanjang 2025.\n\nPresiden Director KIM Indonesia, Arfan F.Karniody mengatakan, AUM RDPT yang dikelola meningkat dari Rp724 miliar pada akhir 2024 menjadi Rp5,6 triliun pada akhir akhir 2025. Kenaikan ini menjadikan segmen menjadikannya kontributor utama terhadap pertumbuhan total AUM KIM Indonesia selama periode tersebut.\n\nDia menilai, AUM RDPT meningkat tajam seiring meningkatnya minat investor terhadap instrumen investasi berisiko rendah dengan imbal hasil yang relatif stabil.\n\n“Pertumbuhan AUM ini menunjukkan kepercayaan investor terhadap strategi investasi dan kualitas pengelolaan dana yang kami terapkan secara konsisten,” ujar Arfan di Main Hall Bursa Efek Indonesia (BEI), Jakarta, Senin (19/1/2026).\n\nKe depan, KIM Indonesia menegaskan komitmennya untuk terus berperan sebagai jembatan investasi yang terpercaya, sekaligus menjadi motor penggerak pertumbuhan dan kemajuan pasar modal Indonesia secara berkelanjutan.\n\n\n\nMNC Asset Management Targetkan Kenaikan AUM hingga 52 Persen di 2026\n\n\nKIM Indonesia Segera Luncurkan Produk Investasi Inovatif di 2026, Ini Bocorannya\n\n\nKIM Indonesia Tegaskan Komitmen Perkuat Pengelolaan Investasi Usai Rebranding\n\n\nMotionTrade Hadirkan Promo \"New Year, New Asset\" dengan Total Cashback Rp2 Juta\n\n\nCatatkan Kinerja Positif, MNC Asset Management Optimistis Reksa Dana Tumbuh di 2026\n\n\nBRI Hadirkan Fitur Reksa Dana di Super Apps BRImo Jadikan Investasi Makin Mudah\n\n\nOJK dan KSEI Integrasikan Sistem Perizinan Produk Investasi Reksa Dana\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "KIM Indonesia mencatat lonjakan signifikan pada dana kelolaan (AUM) produk reksa dana pendapatan tetap (RDPT) hingga tujuh kali lipat sepanjang 2025.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2026/01/20/kim_indonesia_nsywa.jpg",
    "tags": [],
    "word_count": 370,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:38.730910"
  },
  {
    "title": "Prediksi IHSG Hari Ini, Pantau Pergerakan Saham GZCO, JPFA hingga SMRA",
    "url": "https://www.idxchannel.com/market-news/prediksi-ihsg-hari-ini-pantau-pergerakan-saham-gzco-jpfa-hingga-smra",
    "date_display": "20/01/2026 06:33 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/12/23/BEI_SAHAM.jpg",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:58.919976",
    "full_content": "IDXChannel- Indeks HargaSahamGabungan (IHSG) ditutup menguat di level 9.117,99 atau naik 42,58 poin dibandingkan penutupan sebelumnya di posisi 9.075,41.\n\nDikutip dari riset MNC Sekuritas Selasa (20/1/2025), posisi IHSG saat ini diperkirakan masih berada pada bagian dari wave (v) dari wave [iii]. Adapun area penguatan yang berada di 9.123-9.151. Sedangkan support: 9.008, 8.956 dan resistance: 9.192, 9.152.\n\nBerikut saham-saham yang direkomendasikan MNC Sekuritas:\n\nGZCO - Buy on Weakness\n\nGZCO menguat 6,25 persen ke Rp272 dan disertai dengan munculnya volume pembelian. Diperkirakan, posisi GZCO saat ini sedang berada pada bagian dari wave (B).\n\nBuy on Weakness: Rp264-268\n\nTarget Price: Rp280, Rp296\n\nStoploss: below Rp262\n\nINET menguat 10,58 persen ke Rp575 dan disertai dengan adanya peningkatan volume pembelian. Saat ini, diperkirakan, posisi INET sedang berada pada bagian dari wave (B) dari wave [B].\n\nTarget Price: Rp620, Rp660\n\nStoploss: below Rp540\n\nJPFA - Buy on Weakness\n\nJPFA menguat 2,96 persen ke Rp2.780 namun disertai dengan munculnya tekanan jual. Diperkirakan, posisi JPFA sedang berada pada bagian dari wave [v] dari wave 5.\n\n\n\nIHSG Ditutup Melemah, Pasar Disebut Sedang lakukan 'Detox'\n\n\nDemutualisasi BEI Belum Jalan, OJK Menanti Payung Hukum Peraturan Pemerintah\n\n\nIHSG Masih Koreksi Tajam, Purbaya: Market Tunggu Pergantian Ketua OJK\n\n\nParadise Indonesia (INPP) Percepat Transformasi Bisnis, Targetkan Pendapatan Naik 10 Persen di 2026\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nAirlangga Sebut Investor Asing Beri Sinyal Positif untuk Pasar Modal Indonesia\n\n\nIHSG Ditutup Koreksi ke 7.922, Sektor Teknologi-Transportasi Anjlok 6 Persen\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nAS-India Capai Kesepakatan Dagang, Tarif Trump Turun Jadi 18 Persen\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA\n\n\nBRI Jalin Kolaborasi dengan BP Batam hingga Kementerian UMKM untuk pemberdayaan UMKM\n\n\nEkspor Batu Bara Turun di Tengah Lonjakan Sawit dan Besi Baja\n\n\nEkspor Sawit Desember 2025 Melonjak 102,23 Persen, Total Capaian Tembus USD24,42 Miliar\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nHarga Emas Antam (ANTM) Hari Ini Turun ke Rp2.844.000 per Gram\n\n\nSuspensi Dicabut, Empat Saham Ini Diperdagangkan dengan Skema FCA\n\n\nHarga Minyak Anjlok dari 4 Persen, Ketegangan AS-Iran Mereda\n\n\nHarga Emas dan Perak Jatuh Lagi usai Margin CME Dinaikkan",
    "summary": "Posisi IHSG saat ini diperkirakan masih berada pada bagian dari wave (v) dari wave [iii]. Adapun area penguatan yang berada di 9.123-9.151.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/12/23/BEI_SAHAM.jpg",
    "tags": [],
    "word_count": 403,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:39.111771"
  },
  {
    "title": "Soechi Lines (SOCI) Bidik Utilisasi Armada Kapal di Atas 80 Persen pada 2026",
    "url": "https://www.idxchannel.com/market-news/soechi-lines-soci-bidik-utilisasi-armada-kapal-di-atas-80-persen-pada-2026",
    "date_display": "20/01/2026 06:30 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/11/19/soechi_soci.jfif",
    "category": "MARKET NEWS",
    "batch": 4,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:24:58.920517",
    "full_content": "IDXChannel- PTSoechi LinesTbk (SOCI) menargetkan utilisasi sekitar 80 persen pada armada tankernya pada tahun ini. Hal ini seiring rencana perseroan untuk memastikan seluruh armada memiliki kontrak penyewaan dari pelanggan.\n\nDirektur & Sekretaris Perusahaan Soechi Lines, Paula Marlina mengatakan, perseroan juga akan memastikan armada tanker menjalankan kegiatandockingdan perawatan berkala secara tepat waktu. Dengan perawatan yang baik, diharapkan armada kapal dapat memberikan utilisasi yang optimal.\n\n\"Target utilisasi rata-rata untuk kapal oleh perseroan ialah pada tingkat di atas 80 persen untuk tahun 2025-2026,\" katanya, Senin (19/1/2026).\n\nSaat ini, Soechi Lines memiliki 30 unit kapal tanker dengan total kapasitas 1,4 juta Dead Weight Tonnage (DWT). Seluruh kapal itu berstatus tersewakan dengan sebagian besar menggunakan skema penyewaan kapal dengan jangka waktu tertentu (time charter).\n\n\"Pada kontrak time charter, tarif penyewaan (charter rate) bersifat tetap selama jangka waktu kontrak, dan karenanya memberikan visibilitas dari segi pendapatan bagi perseroan,\" kata Paula.\n\n\n\nBaru Masuk Papan FCA, Saham MDIA-SOCI Kompak ARB\n\n\nSaham BIPI dan SOCI Masuk Papan Pemantauan Khusus\n\n\nSaham SOCI Disuspensi Usai Bergerak Liar, Ini Kata Manajemen\n\n\nSoechi Lines (SOCI) Siap Masuki Pasar Baru, 5 Entitas Ditargetkan Beroperasi 2027\n\n\nBEI Suspensi Saham SOCI, Ini Tanggapan Manajemen Soechi Lines\n\n\nHarga Naik Tak Wajar, Lima Saham Ini Disuspensi Sekaligus\n\n\nSaham Perkapalan HUMI-BULL Cs Lanjut Reli di Awal 2026, Simak Katalis dan Emiten Pilihan Analis\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "PT Soechi Lines Tbk (SOCI) menargetkan utilisasi sekitar 80 persen pada armada tankernya pada 2026.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/11/19/soechi_soci.jfif",
    "tags": [],
    "word_count": 362,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:39.472529"
  },
  {
    "title": "BEI Cabut Suspensi Dua Saham, NSSS Pindah ke Papan FCA",
    "url": "https://www.idxchannel.com/market-news/bei-cabut-suspensi-dua-saham-nsss-pindah-ke-papan-fca",
    "date_display": "20/01/2026 06:25 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/03/12/BEI.jpeg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:25:00.111222",
    "full_content": "IDXChannel- Bursa Efek Indonesia (BEI) mencabutsuspensiperdagangan saham PT Pool Advista Finance Tbk (POLA) dan PT Nusantara Sawit Sejahtera Tbk (NSSS) pada Selasa (20/1/2026).\n\nKedua saham tersebut akan diperdagangkan kembali di Pasar Reguler dan Pasar Tunai mulai sesi I hari ini.\n\n\"Dengan ini diumumkan bahwa suspensi atas perdagangan saham POLA dan NSSS dibuka kembali mulai sesi I tanggal 20 Januari 2026,\" tulis pengumuman Bursa, pada Senin (19/1/2026).\n\nNamun, saham NSSS pindah ke papan pemantauan khusus dan diperdagangkan dengan skema full-call auction (FCA) setelah disuspensi lebih dari satu hari Bursa sejak 9 Januari lalu.\n\nPada perdagangan Kamis (8/1/2026), saham emiten perkebunan kelapa sawit ini melonjak 21,36 persen ke level Rp1.250 per saham.\n\n\n\nIHSG Ditutup Melemah, Pasar Disebut Sedang lakukan 'Detox'\n\n\nDemutualisasi BEI Belum Jalan, OJK Menanti Payung Hukum Peraturan Pemerintah\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nParadise Indonesia (INPP) Percepat Transformasi Bisnis, Targetkan Pendapatan Naik 10 Persen di 2026\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nDukung Demutualisasi BEI, Kadin Tekankan Stabilitas dan Kredibilitas Pasar Modal\n\n\nBEI Tegaskan Belum Ada Pjs Dirut usai Iman Rachman Mundur\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "BEI mencabut suspensi perdagangan saham PT Pool Advista Finance Tbk (POLA) dan PT Nusantara Sawit Sejahtera Tbk (NSSS).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/03/12/BEI.jpeg",
    "tags": [],
    "word_count": 330,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:39.877147"
  },
  {
    "title": "Saham MGLV Keluar dari Papan FCA, NSSS Masuk",
    "url": "https://www.idxchannel.com/market-news/saham-mglv-keluar-dari-papan-fca-nsss-masuk",
    "date_display": "20/01/2026 06:10 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/08/31/bei_idx.jpeg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:25:00.111796",
    "full_content": "IDXChannel- Bursa Efek Indonesia (BEI) mengeluarkan saham PT Panca Anugrah Wisesa Tbk (MGLV) dari papan pemantauan khusus. Sementara itu, saham PT Nusantara Sawit Sejahtera Tbk (NSSS) resmi menjadi penghuni baru.\n\nDengan perpindahan papan itu, maka saham MGLV kini tidak lagi diperdagangkan dengan skema full-call auction (FCA) dan sebaliknya saham NSSS tidak diperjualbelikan dengan mekanisme perdagangan reguler.\n\n\"Perubahan ini mulai efektif pada tanggal 20 Januari 2026,\" kata Kepala Divisi Peraturan dan Layanan Perusahaan Tercatat BEI, Teuku Fahmi Ariandar dalam pengumuman, Senin (19/1/2026).\n\nSebelumnya, saham MGLV dipindahkan ke papan FCA karena kriteria 10. Sesuai aturan BEI, saham terkena suspensi selama lebih dari satu hari akibat aktivitas perdagangan akan ditempatkan ke dalam papan pemantauan khusus.\n\nSaham MGLV berada di papan FCA selama tujuh hari perdagangan. Selama di papan tersebut, saham emiten furnitur mewah itu tetap mencatat kenaikan harga kumulatif hampir 30 persen.\n\n\n\nIHSG Ditutup Melemah, Pasar Disebut Sedang lakukan 'Detox'\n\n\nDemutualisasi BEI Belum Jalan, OJK Menanti Payung Hukum Peraturan Pemerintah\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nParadise Indonesia (INPP) Percepat Transformasi Bisnis, Targetkan Pendapatan Naik 10 Persen di 2026\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nDukung Demutualisasi BEI, Kadin Tekankan Stabilitas dan Kredibilitas Pasar Modal\n\n\nBEI Tegaskan Belum Ada Pjs Dirut usai Iman Rachman Mundur\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "BEI mengeluarkan saham MGLV dari papan pemantauan khusus, sedangkan saham NSSS resmi menjadi penghuni baru. ",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/08/31/bei_idx.jpeg",
    "tags": [],
    "word_count": 359,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:40.607865"
  },
  {
    "title": "IHSG Berpeluang Cetak Rekor Baru, Cek Pergerakan Saham MDKA hingga BKSL",
    "url": "https://www.idxchannel.com/market-news/ihsg-berpeluang-cetak-rekor-baru-cek-pergerakan-saham-mdka-hingga-bksl",
    "date_display": "20/01/2026 06:05 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2024/07/31/IHSG.jpg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:25:00.112347",
    "full_content": "IDXChannel- Indeks Harga Saham Gabungan (IHSG) diproyeksikan melanjutkan tren penguatan dalam rentang 9.040-9.200 pada perdagangan Selasa (19/1/2026).\n\nPada perdagangan Senin, IHSG ditutup menguat 58,46 poin atau 0,64 persen ke level 9.133,87, mencetak rekor tertinggi atau All-Time High (ATH) baru.\n\nPenguatan ini menandai berakhirnya fase koreksi jangka pendek sekaligus mengonfirmasi level 9.000 sebagai support baru.\n\n\"Kami memproyeksikan hari ini IHSG berpotensi bergerak menguat dalam range 9.040-9.200,\" tulis Technical Analyst WH Project William Hartanto dalam riset hariannya, Senin (19/1/2026).\n\nWilliam menilai, secara teknikal IHSG telah menyelesaikan pengujian area support tersebut. Pergerakan indeks sempat berlangsung mixed seiring aksi ambil untung (profit taking) jangka pendek, namun tekanan jual dinilai tidak signifikan.\n\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nIHSG Diproyeksi Menguat Terbatas, Asing Mulai Inflow di Tengah Membaiknya Sentimen Global\n\n\nIHSG Dibuka Koreksi ke 7.888, Mayoritas Sektor Mulai Pulih\n\n\nIsu MSCI Tekan IHSG, DBS Nilai Pasar Indonesia Tetap Menarik\n\n\nIHSG Diprediksi Menguat Rentang 8.128-8.527, Cek Analisa Saham AADI-SUPA\n\n\nIHSG Ditutup Melemah, Pasar Disebut Sedang lakukan 'Detox'\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "IHSG diproyeksikan melanjutkan tren penguatan dalam rentang 9.040-9.200 pada perdagangan Selasa (19/1/2026).",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2024/07/31/IHSG.jpg",
    "tags": [],
    "word_count": 320,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:41.053601"
  },
  {
    "title": "Emiten Hermanto Tanoko (RISE) Tebar Saham Bonus, Harga Teoritis Ditetapkan Rp6.550",
    "url": "https://www.idxchannel.com/market-news/emiten-hermanto-tanoko-rise-tebar-saham-bonus-harga-teoritis-ditetapkan-rp6550",
    "date_display": "20/01/2026 05:20 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/11/17/Profil_Saham_KOPI.jpg",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:25:00.112899",
    "full_content": "IDXChannel- Bursa Efek Indonesia (BEI) mengumumkan penetapanharga teoritissaham PT Jaya Sukses Makmur Sentosa Tbk atauTanriseProperty (RISE) seiring rencana pembagiansaham bonusdengan rasio 25:12.\n\nBEI mencatat, harga saham RISE pada penutupan perdagangan cum date di Pasar Reguler pada 19 Januari 2026 berada di level Rp9.700 per saham.\n\nDengan demikian, harga teoritis saham RISE yang digunakan sebagai pedoman tawar-menawar serta dasar perhitungan Indeks Harga Saham Bursa Efek Indonesia (IHSG) dan Indeks Harga Saham Individual (IHSI) ditetapkan sebesar Rp6.554,054 per saham.\n\nNamun, harga teoritis saham RISE yang dicantumkan dalam sistem perdagangan Jakarta Automated Trading System (JATS) untuk Pasar Reguler dan Pasar Negosiasi pada 20 Januari 2026 disesuaikan dengan ketentuan fraksi harga menjadi Rp6.550 per saham.\n\n“Harga teoritis saham RISE yang dicantumkan di JATS untuk Pasar Reguler dan Pasar Negosiasi pada tanggal 20 Januari 2026 disesuaikan dengan fraksi harga menjadi Rp6.550,” tulis BEI dalam pengumumannya, Senin (19/1/2026).\n\n\n\nDuit IPO Emiten Cat Hermanto Tanoko (AVIA) Sudah Terpakai Rp5,39 Triliun\n\n\nEmiten Hermanto Tanoko (RISE) Bagikan 5,2 Miliar Saham Bonus, Catat Jadwalnya\n\n\nAvian (AVIA) Resmi Tutup Multipro Paint, Alasannya Rugi dan Tidak Prospektif\n\n\nTanrise Property (RISE) Siap Luncurkan Sejumlah Proyek Baru di 2026, Ini Bocorannya\n\n\nJaya Sukses Makmur (RISE) Kantongi Restu Rights Issue Maksimal 1,33 Miliar Saham\n\n\nDeretan Saham Hermanto Tanoko, Ada RISE Terbang 1.000 Persen YTD\n\n\nEmiten Hermanto Tanoko (RISE) Bakal Bagikan Saham Bonus\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "BEI mengumumkan penetapan harga teoritis saham RISE seiring rencana pembagian saham bonus dengan rasio 25:12.",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/11/17/Profil_Saham_KOPI.jpg",
    "tags": [],
    "word_count": 365,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:41.466047"
  },
  {
    "title": "Dicecar Bursa Soal Penjualan Mall Deli Park, Ini Tanggapan Agung Podomoro (APLN)",
    "url": "https://www.idxchannel.com/market-news/dicecar-bursa-soal-penjualan-mall-deli-park-ini-tanggapan-agung-podomoro-apln",
    "date_display": "20/01/2026 05:00 WIB",
    "date": "2026-01-20",
    "image_url": "https://img.idxchannel.com/media/439/images/idx/2025/12/22/Deli_Park_APLN.JPG",
    "category": "MARKET NEWS",
    "batch": 5,
    "source": "IDX Channel",
    "scraped_at": "2026-01-20T21:25:00.113467",
    "full_content": "IDXChannel- Bursa Efek Indonesia (BEI) meminta penjelasan PTAgung PodomoroLand Tbk (APLN) terkait rencana penjualan pusat perbelanjaanMall Deli Parkdengan nilai transaksi Rp2,44 triliun.\n\nMall yang berlokasi di Kota Medan, Sumatera Utara tersebut akan dilepas kepada PT DPM Assets Indonesia (DPMAI) melalui PT Sinar Menara Deli (SMD), entitas anak yang dikendalikan APLN.\n\nMenanggapi hal tersebut, manajemen APLN menjelaskan, dana hasil penjualan MallDeli Parkakan dimanfaatkan untuk pengurangan kewajiban keuangan (deleveraging), penguatan struktur permodalan, serta pengembangan proyek perseroan di Balikpapan melalui entitas anak PT Pandega Citraniaga.\n\nSelain itu, dana tersebut juga akan digunakan untuk mendukung kebutuhan pendanaan operasional dan investasi perseroan ke depan.\n\n\"Penjualan Mall Deli Park merupakan bagian dari strategi perseroan dalam melakukan optimalisasi dan rebalancing portofolio aset, sehingga perseroan dapat lebih fokus pada pengembangan dan pengelolaan aset-aset strategis yang memiliki kontribusi tinggi terhadap kinerja jangka panjang,\" ujar manajemen APLN dalam keterangannya kepada BEI, Senin (19/1/2026).\n\n\n\nSaham INDS-APLN Beda Arah Usai Masuk UMA Bursa\n\n\nSaham Agung Podomoro (APLN) Terbang 3 Hari di Tengah Aksi Divestasi\n\n\nSaham APLN Milik Siapa? Pengembang Properti, Inilah Deretan Proyek dan Pemiliknya\n\n\nAgung Podomoro (APLN) Resmi Tuntaskan Penjualan Deli Park Mall\n\n\nAnak Usaha Jual Mall Deli Park, APLN Kantongi Dividen\n\n\nAgung Podomoro Land (APLN) Divestasi Aset Tanah di Bali\n\n\nAPLN Terapkan Strategi Ini untuk Genjot Penjualan di Tengah Lesunya Daya Beli\n\n\nAS Latih Petugas Indonesia Lacak Aset Hasil Korupsi\n\n\nIran Setuju Mulai Kembali Pembicaraan Nuklir dengan AS\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nBank Woori Saudara (SDRA) Optimalkan DPK untuk Jaga Daya Saing 2026\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nHarga Emas Dunia Jatuh Lagi, Saham ANTM-MDKA Cs Babak Belur\n\n\nDanantara Bakal Borong Saham Lokal, Apa yang Dibeli?\n\n\nHauling Road Tambah 1,5 Juta Ton Volume, RMKE Siapkan Buyback Saham\n\n\nUsai Ikut Rapat dengan MSCI, Danantara Indentifikasi Ciri-Ciri Saham Layak Investasi\n\n\nOJK-BEI Bertemu Tim MSCI Bahas Perbaikan Pasar Modal, Ini Hasilnya\n\n\nKiat Hadapi Volatilitas IHSG, Fokus pada Saham Unggulan\n\n\nAshmore (AMOR) Bagikan Dividen Interim Tahap II Rp13 per Saham\n\n\nFokus Value Investing, Danantara Bidik Saham Berfundamental Kuat dan Likuid\n\n\nIHSG Bangkit ke Atas 8.000 Lagi, Saham Konglomerat Rebound\n\n\nSaham Emas ARCI-HRTA Cs Kompak Rebound",
    "summary": "Mall yang berlokasi di Kota Medan, Sumatera Utara tersebut akan dilepas kepada PT DPM Assets Indonesia (DPMAI)",
    "author": "idxchannel",
    "publish_time": "",
    "main_image": "https://img.idxchannel.com/media/500/images/idx/2025/12/22/Deli_Park_APLN.JPG",
    "tags": [],
    "word_count": 360,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:41.823091"
  }
]