[
  {
    "title": "Usai Trading Halt, IHSG Ditutup Melemah 1,06 Persen",
    "url": "https://www.kabarbursa.com/market-hari-ini/usai-trading-halt-ihsg-ditutup-melemah-106-persen",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769679689-697b2b49198f6.webp",
    "date_display": "Terbit • 29 January 2026",
    "date": "2026-01-29",
    "page": 1,
    "full_content": "KABARBURSA.COM- Indeks Harga Saham Gabungan (IHSG) ditutup melemah sebesar 1,06 persen atau 88 poin ke level 8.232 pada perdagangan Kamis, 29 Januari 2026.\n\nSebelumnya, PT Bursa Efek Indonesia (BEI) sempat memberlakukan pembekuan sementara perdagangan atau trading halt pada hari ini setelah IHSG tergelincir dalam sebesar 8 persen.\n\nMengutip data Stockbit, total volume perdagangan mencapai 991,09 juta lot dengan nilai transaksi Rp68,18 triliun. Frekuensi perdagangan mencapai sekitar 4,93 juta kali transaksi.\n\nTekanan terhadap IHSG terutama datang dari pelemahan mayoritas sektor saham. Berdasarkan data sektoral, hampir seluruh sektor ditutup di zona merah.\n\nSektor teknologi mencatatkan penurunan sebesar 0,96 persen, sedangkansektor energi juga melemah cukup dalam sebesar 2,66 persen. Sektor infrastruktur turut terkoreksi 2,64 persen, sementara sektor barang baku (basic industry) turun 2,51 persen.\n\nTekanan lebih besar terjadi pada sektor kesehatan yang melemah 3,30 persen. Sektor industri juga terkoreksi 2,65 persen, diikuti sektor konsumer siklikal yang mencatat penurunan terdalam sebesar 4,88 persen.\n\nSektor properti melemah 3,83 persen, sedangkan sektor konsumer non-siklikal turun 3,63 persen. Sektor keuangan turut melemah tipis sebesar 0,53 persen. Hanya sektor transportasi yang masih mampu bertahan di zona hijau dengan penguatan sebesar 0,76 persen.\n\nDi tengah pelemahan indeks, sejumlah saham justru mencatatkan lonjakan harga signifikan dan masuk dalam jajaran top gainers.\n\nSaham PT Kioson Komersial Indonesia Tbk (KIOS) memimpin penguatan dengan kenaikan 32 poin atau 26,23 persen ke level 154. Disusul PT Asia Sejahtera Mina Tbk (AGAR) yang melonjak 68 poin atau 24,46 persen ke posisi 346.\n\nSaham PT Data Sinergitama Jaya Tbk (ELIT) juga mencatat kenaikan tajam sebesar 64 poin atau 23,02 persen ke level 342. Selanjutnya, PT Argo Pantes Tbk (ARGO) naik 220 poin atau 19,91 persen menjadi 1.325.\n\nSementara itu, PT Super Energy Tbk (SURE) turut menguat signifikan dengan kenaikan 500 poin atau 19,23 persen ke level 3.100.\n\n\n\nIHSG Dua Kali Trading Halt, OJK Pastikan Pasar Terkendali\nSebelumnya, IHSG juga sempat turun 8 persen pada Rabu, 28 Januari 2026. Hal ini membuat BEI menerapkan penghentian sementara atau trading halt pada pukul 13.43 hingga 14.13\n\nMerespons trading halt yang terjadi dua kali beruntun, Otoritas Jasa Keuangan (OJK) menegaskan bahwa regulator bersama Self Regulatory Organization (SRO) telah dan terus menjalankan seluruh instrumen pengendalian volatilitas pasar yang tersedia. Langkah ini dilakukan untuk menjaga stabilitas, mencegah kepanikan, serta memastikan perdagangan berjalan secara teratur, wajar, dan efisien.\n\nAnggota Dewan Komisioner OJK, Inarno Djajadi, menyampaikan bahwa OJK menyambut berbagai masukan dari pemangku kepentingan, termasuk dari MSCI, terutama yang berkaitan dengan penguatan transparansi dan kualitas pasar modal Indonesia. Di saat yang sama, OJK memastikan bahwa instrumen mitigasi risiko pasar tetap berjalan sesuai ketentuan.\n\n“Auto rejection, auto-halt, ARB, dan buyback tetap bisa berlaku, jadi seluruh tools itu tetap kami jalankan sesuai dengan aturan yang ada,” ujar Inarno di Gedung BEI, Jakarta pada Kamis, 29 Januari 2026.\n\nIa menjelaskan, penerapan auto-halt dan mekanisme pendinginan perdagangan bertujuan memberi ruang bagi investor untuk mencerna informasi secara lebih rasional, sehingga keputusan investasi tidak didorong oleh kepanikan sesaat.\n\nOJK juga menegaskan tidak ada kebijakan darurat di luar ketentuan yang berlaku, melainkan optimalisasi instrumen yang memang telah disiapkan untuk menghadapi kondisi pasar bergejolak.\n\nSementara, buyback yang dimaksud OJK adalah aksi perusahaan membeli kembali sahamnya sendiri di pasar, dengan tujuan mengurangi tekanan jual dan menahan penurunan harga saham saat kondisi pasar sedang bergejolak. Kebijakan ini bersifat opsional karena keputusan tetap berada di tangan emiten, sementara OJK hanya memastikan aturan buyback tetap bisa digunakan sebagai salah satu alat untuk menjaga stabilitas pasar.\n\nSelain menjaga stabilitas jangka pendek, regulator juga menekankan bahwa fokus utama saat ini adalah pembenahan struktural pasar modal.\n\nReformasi tersebut mencakup peningkatan transparansi kepemilikan saham, penyempurnaan aturan free float, serta penguatan integritas dan tata kelola pasar agar sejalan dengan standar internasional.\n\n”Jadi semua tools kami tetap jalankan sesuai dengan aturan yang ada,” kata dia.\n\nLangkah tersebut dinilai penting untuk memperkuat kepercayaan investor, khususnya investor institusional dan global, sehingga volatilitas pasar dapat diredam secara lebih berkelanjutan. OJK menilai stabilitas pasar tidak hanya ditentukan oleh respons jangka pendek terhadap penurunan indeks, tetapi juga oleh kedalaman pasar dan kualitas regulasi yang konsisten. (*)",
    "summary": " Indeks Harga Saham Gabungan (IHSG) ditutup melemah sebesar 1,06 persen atau 88 poin ke level 8.232 pada perdagangan Kamis, 29 Januari 2026.",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-29",
    "tags": [],
    "word_count": 659,
    "read_time_minutes": 3,
    "detail_scraped_at": "2026-01-29T17:05:34.266482"
  },
  {
    "title": "IHSG Dua Kali Trading Halt, OJK Pastikan Pasar Terkendali",
    "url": "https://www.kabarbursa.com/market-hari-ini/ihsg-dua-kali-trading-halt-ojk-pastikan-pasar-terkendali",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769678023-697b24c7743c7.webp",
    "date_display": "Terbit • 29 January 2026",
    "date": "2026-01-29",
    "page": 1,
    "full_content": "KABARBURSSA.COM- Pasar saham domestik kembali berada di bawah tekanan dalam dua hari terakhir. Indeks Harga Saham Gabungan (IHSG) tercatat melemah berturut-turut, bahkan pada perdagangan hari ini sempat mengalami penghentian sementara perdagangan atau trading halt pada 30 menit pertama sesi akibat penurunan yang cukup dalam.\n\nIHSG sempat turun 8 persen pada Rabu, 28 Januari 2026. Hal ini membuat Bursa Efek Indonesia (BEI) menerapkan penghentian sementara atau trading halt pada pukul 13.43 hingga 14.13 waktu Jakarta Automated Trading System (JATS) di level 8.261.\n\nKemudian BEI kembali memberlakukan trading halt pagi ini, sekitar 30 menit setelah pasar sesi I dibuka lantaran IHSG turun lagi 8 persen di level 7.654. Penghentian sementara dilakukan pada pukul 09.26 hingga 09.56 JAST.\n\nMerespons situasi tersebut, Otoritas Jasa Keuangan (OJK) menegaskan bahwa regulator bersamaSelf Regulatory Organization(SRO) telah dan terus menjalankan seluruh instrumen pengendalian volatilitas pasar yang tersedia. Langkah ini dilakukan untuk menjaga stabilitas, mencegah kepanikan, serta memastikan perdagangan berjalan secara teratur, wajar, dan efisien.\n\nAnggota Dewan Komisioner OJK, Inarno Djajadi, menyampaikan bahwa OJK menyambut berbagai masukan dari pemangku kepentingan, termasuk dari MSCI, terutama yang berkaitan dengan penguatan transparansi dan kualitas pasar modal Indonesia. Di saat yang sama, OJK memastikan bahwa instrumen mitigasi risiko pasar tetap berjalan sesuai ketentuan.\n\n“Auto rejection, auto-halt, ARB, dan buyback tetap bisa berlaku, jadi seluruh tools itu tetap kami jalankan sesuai dengan aturan yang ada,” ujar Inarno di Gedung BEI, Jakarta pada Kamis, 29 Januari 2026.\n\nIa menjelaskan, penerapan auto-halt dan mekanisme pendinginan perdagangan bertujuan memberi ruang bagi investor untuk mencerna informasi secara lebih rasional, sehingga keputusan investasi tidak didorong oleh kepanikan sesaat.\n\nOJK juga menegaskan tidak ada kebijakan darurat di luar ketentuan yang berlaku, melainkan optimalisasi instrumen yang memang telah disiapkan untuk menghadapi kondisi pasar bergejolak.\n\nSementara,buybackyang dimaksud OJK adalah aksi perusahaan membeli kembali sahamnya sendiri di pasar, dengan tujuan mengurangi tekanan jual dan menahan penurunan harga saham saat kondisi pasar sedang bergejolak. Kebijakan ini bersifat opsional karena keputusan tetap berada di tangan emiten, sementara OJK hanya memastikan aturan buyback tetap bisa digunakan sebagai salah satu alat untuk menjaga stabilitas pasar.\n\nSelain menjaga stabilitas jangka pendek, regulator juga menekankan bahwa fokus utama saat ini adalah pembenahan struktural pasar modal.\n\nReformasi tersebut mencakup peningkatan transparansi kepemilikan saham, penyempurnaan aturanfree float, serta penguatan integritas dan tata kelola pasar agar sejalan dengan standar internasional.\n\n”Jadi semua tools kami tetap jalankan sesuai dengan aturan yang ada,” kata dia.\n\nLangkah tersebut dinilai penting untuk memperkuat kepercayaan investor, khususnya investor institusional dan global, sehingga volatilitas pasar dapat diredam secara lebih berkelanjutan. OJK menilai stabilitas pasar tidak hanya ditentukan oleh respons jangka pendek terhadap penurunan indeks, tetapi juga oleh kedalaman pasar dan kualitas regulasi yang konsisten.\n\nOJK berharap pasar modal Indonesia dapat melewati fase volatilitas ini dengan tetap menjaga kepercayaan investor dan kesinambungan pertumbuhan jangka panjang.(*)",
    "summary": "IHSG tertekan dua hari berturut-turut hingga terjadi trading halt. OJK memastikan auto-halt, ARB, dan buyback tetap aktif menjaga stabilitas pasar.",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-29",
    "tags": [],
    "word_count": 456,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T17:05:34.395356"
  },
  {
    "title": "OJK Siapkan Aturan Free Float 15 Persen, Intip Daftar Saham yang Masih di Bawah Batas",
    "url": "https://www.kabarbursa.com/market-hari-ini/ojk-siapkan-aturan-free-float-15-persen-intip-daftar-saham-yang-masih-di-bawah-batas",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769676335-697b1e2fbcfb7.webp",
    "date_display": "Terbit • 29 January 2026",
    "date": "2026-01-29",
    "page": 1,
    "full_content": "KABARBURSA.COM- Otoritas Jasa Keuangan (OJK) berencana menaikan saham beredar atau free float menjadi minimum 15 persen dari sebelumnya 7,5 persen. Hal ini disiapkan sebagai respons atas pengumuman Morgan Stanley Capital International (MSCI).\n\nKetua Dewan Komisioner OJK, Mahendra Siregar mengatakan bahwa Self Regulatory Organization (SRO) pasar modal akan menerbitkan ketentuan free float atau saham beredar minimal 15 persen dalam waktu dekat.\n\nAturan tersebut akan diberlakukan baik untuk perusahaan yang melantai (IPO) maupun perusahaan existing (yang sudah melantai). Ia menyebut aturan itu akan dikeluarkan bulan depan, namun belum disebut tanggal pastinya.\n\n“SRO akan menerbitkan aturan untuk free float minimal 15 persen yang akan dilakukan dalam waktu dekat dan dengan transparansi yang baik,\" ujar dia di Gedung BEI, Jakarta pada Kamis, 29 Januari 2026.\n\nMahendra menyatakan jika emiten tidak bisa memenuhi persyaratan yang telah dicanangkan itu, pihaknya akan melakukan exit policy melalui pengawasan yang akurat.\n\nMengacu pada data KOMPAS100 yang tercantum di keterbukaan informasi Bursa Efek Indonesia, masih terdapat sejumlah saham ternama dengan porsi free float di bawah ambang 15 persen. Berikut daftarnya:\n\n1. ADMR:11,97 persen2. BREN:12,30 persen3. BRIS:9,25 persen4. CBDK:12,73 persen5. HMSP:7,50 persen6. MTEL:13,99 persen7. MYOR:14,74 persen8. NCKL:10,44 persen9. PGEO:10,91 persen10.PSAB:7,50 persen11.SCMA:14,93 persen12.TAPG:12,29 persen13.TPIA:10,66 persen14.UNVR:14,05 persen\n\nDi sisi lain, Mahendra mengklaim MSCI tetap melihat pasar modal Indonesia sebagai pasar yang menarik dan layak investasi. “Kami melihat bahwa lembaga itu tetap ingin memasukkan saham-saham emiten dari Indonesia dalam indeks global,” ujarnya.\n\nSebagai tindak lanjut, OJK memastikan akan mengawal penyesuaian yang telah disiapkan oleh BEI dan KSEI, khususnya terkait perhitungan free float. Salah satu langkah yang dilakukan adalah mengecualikan kategori investor corporate dan others dalam perhitungan free float, serta membuka informasi kepemilikan saham di atas dan di bawah 5 persen berdasarkan kategori kepemilikan.\n\n\n\nBuka data Investor di bawah 5 persen\nRegulasi bursa Indonesia sebelumnya adalah hanya data investor yang memegang lebih dari 5 persen saham dari perusahaan tercatat yang akan diungkap ke publik. Sementara, setelah muncul permintaan MSCI yang mengklaim data investor di bawah 5 persen itu dianggap tidak transparan maka regulator sudah melakukan penyesuaian dengan mempublikasikan kepemilikan saham baik di atas 5 persen maupun di bawah 5 persen.\n\n“Pertama, menindaklanjuti proposal ataupun penyesuaian yang sudah dilakukan oleh Bursa dan KSEI yang sudah dipublikasikan dan saat ini sedang dipelajari oleh MSCI apakah sesuai dengan yang dibutuhkan mereka,”\n\nMahendra berharap MSCI menyelesaikan pengkajian itu sebelum batas waktu yang ditetapkan yakni Mei 2026.Ia menjelaskan seluruh penyesuaian itu saat ini belum diberlakukan penuh karena masih dalam tahap kajian oleh MSCI.\n\nNamun demikian, OJK menegaskan tidak akan berhenti pada satu tahap. Mahendra memastikan seluruh penyesuaian lanjutan akan tetap dilakukan hingga sesuai dengan kebutuhan MSCI. “Apapun respons dari MSCI, kami akan memastikan penyesuaian lebih lanjut jika diperlukan akan dilaksanakan sampai final,” katanya.\n\nSelain itu, OJK juga akan memenuhi permintaan tambahan MSCI terkait transparansi struktur kepemilikan saham, termasuk kepemilikan di bawah 5 persen yang disertai dengan kategori investor. Menurut Mahendra, seluruh langkah tersebut akan dilakukan dengan mengacu pada praktik terbaik internasional.\n\n“Kami komit akan melakukannya sesuai dengan best practice internasional,” tegasnya. (*)",
    "summary": "Otoritas Jasa Keuangan (OJK) berencana menaikan saham beredar atau free float menjadi minimum 15 persen dari sebelumnya 7,5 persen. ",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-29",
    "tags": [],
    "word_count": 492,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T17:05:34.520344"
  },
  {
    "title": "Respons MSCI, OJK Siapkan Aturan Baru Free Float Saham",
    "url": "https://www.kabarbursa.com/market-hari-ini/respons-msci-ojk-siapkan-aturan-baru-free-float-saham",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769675583-697b1b3f2d63d.webp",
    "date_display": "Terbit • 29 January 2026",
    "date": "2026-01-29",
    "page": 1,
    "full_content": "KABARBURSA.COM– Otoritas Jasa Keuangan (OJK) akhirnya buka suara merespons pernyataan Morgan Stanley Capital International (MSCI) terkait metodologi perhitungan free float saham Indonesia.\n\nKetua Dewan Komisioner OJK Mahendra Siregar menegaskan, otoritas bersama Self Regulatory Organization (SRO) pasar modal akan melakukan penyesuaian kebijakan agar saham emiten Indonesia tetap memenuhi standar indeks global.\n\nPernyataan tersebut disampaikan Mahendra dalam konferensi pers bersama Bursa Efek Indonesia (BEI), PT Kustodian Sentral Efek Indonesia (KSEI), dan SRO lainnya di Gedung BEI, Jakarta, hari ini Kamis, 29 Januari 2026. OJK menilai masukan MSCI sebagai sinyal positif terhadap posisi pasar modal Indonesia di mata investor global.\n\n“Bahwa berkaitan dengan pernyataan dari MSCI kemarin waktu Indonesia, kami OJK menerima penjelasan itu sebagai masukan yang baik. Karena kami melihat bahwa lembaga itu tetap ingin memasukkan saham-saham emiten dari Indonesia dalam indeks global yang menunjukkan bahwa pasar modal Indonesia sangat potensial dan investable bagi investor internasional,” kata Mahendra di Gedung BEI, Jakarta pada Kamis, 29 Januari 2026.\n\nIa menegaskan, MSCI tetap melihat pasar modal Indonesia sebagai pasar yang menarik dan layak investasi. “Kami melihat bahwa lembaga itu tetap ingin memasukkan saham-saham emiten dari Indonesia dalam indeks global,” ujarnya.\n\nSebagai tindak lanjut, OJK memastikan akan mengawal penyesuaian yang telah disiapkan oleh BEI dan KSEI, khususnya terkait perhitungan free float. Salah satu langkah yang dilakukan adalah mengecualikan kategori investor corporate dan others dalam perhitungan free float, serta membuka informasi kepemilikan saham di atas dan di bawah 5 persen berdasarkan kategori kepemilikan.\n\n\n\nBuka data Investor di bawah 5 persen\nRegulasi bursa Indonesia sebelumnya adalah hanya data investor yang memegang lebih dari 5 persen saham dari perusahaan tercatat yang akan diungkap ke publik. Sementara, setelah muncul permintaan MSCI yang mengklaim data investor di bawah 5 persen itu dianggap tidak transparan maka regulator sudah melakukan penyesuaian dengan mempublikasikan kepemilikan saham baik di atas 5 persen maupun di bawah 5 persen.\n\n“Pertama, menindaklanjuti proposal ataupun penyesuaian yang sudah dilakukan oleh Bursa dan KSEI yang sudah dipublikasikan dan saat ini sedang dipelajari oleh MSCI apakah sesuai dengan yang dibutuhkan mereka,”\n\nMahendra berharap MSCI menyelesaikan pengkajian itu sebelum batas waktu yang ditetapkan yakni Mei 2026.Ia menjelaskan seluruh penyesuaian itu saat ini belum diberlakukan penuh karena masih dalam tahap kajian oleh MSCI.\n\nNamun demikian, OJK menegaskan tidak akan berhenti pada satu tahap. Mahendra memastikan seluruh penyesuaian lanjutan akan tetap dilakukan hingga sesuai dengan kebutuhan MSCI. “Apapun respons dari MSCI, kami akan memastikan penyesuaian lebih lanjut jika diperlukan akan dilaksanakan sampai final,” katanya.\n\nSelain itu, OJK juga akan memenuhi permintaan tambahan MSCI terkait transparansi struktur kepemilikan saham, termasuk kepemilikan di bawah 5 persen yang disertai dengan kategori investor. Menurut Mahendra, seluruh langkah tersebut akan dilakukan dengan mengacu pada praktik terbaik internasional.\n\n“Kami komit akan melakukannya sesuai dengan best practice internasional,” tegasnya.\n\n\n\nSegera berlakukan freefloat 15 persen\nDalam kesempatan yang sama, Mahendra mengungkapkan bahwa SRO pasar modal akan menerbitkan ketentuan free float atau saham beredar minimal 15 persen dalam waktu dekat. Aturan tersebut akan diberlakukan baik untuk perusahaan yang melantai (IPO) maupun perusahaan existing (yang sudah melantai). OJK menyebut aturan itu akan dikeluarkan bulan depan, namun belum disebut tanggal pastinya.\n\n“SRO akan menerbitkan aturan untuk free float minimal 15 persen yang akan dilakukan dalam waktu dekat dan dengan transparansi yang baik. Dan bagi emiten atau perusahaan publik yang dalam jangka waktu tertentu, ditentukan nanti dalam pengaturan tersebut, tidak dapat memenuhinya, maka akan diberikan exit policy melalui proses pengawasan yang baik,” jelas Mahendra.\n\n\n\nPercepat Demutualisasi di kuartal I 2026\nDemutualiusasi BEI adalah transformasi struktur lembaga yang sebelumnya dimiliki anggota atau perusahaan saja menjadi bisa dimiliki publik sahamnya.\n\nSebenarnya, wacana demutualisasi ini sudah kerap disinggung beberapa otoritas terkait. Wacana demutualisasi Bursa Efek Indonesia pertama kali muncul pada awal 2000-an, tak lama setelah pasar modal Indonesia selesai direstrukturisasi pascakrisis 1998.\n\nIsu ini mulai dibahas sekitar tahun 2002–2004, seiring perubahan besar di industri pasar modal, termasuk penggabungan Bursa Efek Jakarta dan Bursa Efek Surabaya yang kemudian melahirkan BEI pada 2007. Pada periode tersebut, demutualisasi sudah masuk dalam diskursus regulator dan pelaku pasar sebagai opsi jangka panjang untuk memperbaiki tata kelola bursa.\n\nNamun, pada saat itu wacana tersebut belum bisa dijalankan karena belum memiliki dasar hukum yang kuat. BEI tetap berstatus sebagai self regulatory organization berbasis keanggotaan, dengan kepemilikan berada di tangan perusahaan efek.\n\nMahendra juga menyinggung agenda reformasi pasar modal yang lebih luas. Ia menyebut, pemerintah tengah mempersiapkan regulasi terkait demutualisasi bursa yang ditargetkan terbit pada kuartal pertama tahun ini. Namun belum tahu bulan apa.\n\n“Sebagai tambahan terhadap poin yang terkait dengan kami, kami bisa sampaikan juga bahwa kami memahami dalam diskusi dengan pemerintah bahwa pemerintah akan menerbitkan peraturan terkait demutualisasi bursa dalam kuartal pertama tahun ini,” ujarnya.\n\nMenurut Mahendra, seluruh langkah tersebut merupakan bagian dari komitmen OJK untuk memperkuat integritas, transparansi, dan tata kelola pasar modal Indonesia. OJK bersama SRO akan mengawal langsung proses ini agar berjalan efektif, tepat waktu, dan sejalan dengan standar internasional.\n\nMahendra menegaskan, seluruh langkah tersebut merupakan bagian dari komitmen OJK dan SRO untuk memperkuat integritas, transparansi, dan tata kelola pasar modal Indonesia. OJK memastikan akan mengawal langsung proses reformasi ini agar berjalan efektif dan tepat waktu melalui koordinasi dengan seluruh pemangku kepentingan.\n\n“Dan ini merupakan komitmen kami untuk mengawal secara langsung semua proses ini berjalan dengan efektif dan tepat waktu,” ujarnya.\n\nMahendra sempat menyinggung hari ini sebelum ke BEI berbarengan dengan trading halt pagi ini dia sudah bertemu dengan Menteri Koordinator Perekonomian Airlangga Hartarto, Menteri Keuangan Purbaya Yudhi Sadewa, Menteri BUMN.\n\n“Memang tadi pagi kami bertemu dengan Pak Menko, Pak Menkeu, Pak Menteri BUMN, Kepala BPI, dan perwakilan Danantara,” ujarnya. Ia menjelaskan dalam pertemuan itu membahas dukungan penuh pemerintah terhadap langkah OJK dan SRO untuk memperdalam pasar dan menjaga kepercayaan investor, dengan penekanan bahwa fokus kebijakan diarahkan pada reformasi struktural jangka menengah, bukan intervensi jangka pendek terhadap pergerakan IHSG. (*)",
    "summary": "Otoritas Jasa Keuangan (OJK) akhirnya buka suara merespons pernyataan Morgan Stanley Capital International (MSCI) terkait metodologi perhitungan free float",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-29",
    "tags": [],
    "word_count": 949,
    "read_time_minutes": 4,
    "detail_scraped_at": "2026-01-29T17:05:34.646863"
  },
  {
    "title": "BCA (BBCA) Umumkan Buyback Saham Senilai Rp5 Triliun",
    "url": "https://www.kabarbursa.com/market-hari-ini/bca-bbca-umumkan-buyback-saham-senilai-rp5-triliun",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769669458-697b0352be0e0.webp",
    "date_display": "Terbit • 29 January 2026",
    "date": "2026-01-29",
    "page": 1,
    "full_content": "KABARBURSA.COM- PT Bank Central Asia Tbk atau BCA (BBCA) mengumumkan rencana pembelian kembali (buyback) saham. Manajemen menyampaikan jumlah nilai buyback sebesar-sebesarnya Rp5 triliun yang sudah termasuk biaya perantara pedagang efek dan biaya lain yang berkaitan dengan buyback.\n\nManajemen BCA menyampaikan, jumlah saham yang dibeli kembali oleh Perseroan tidak akan melebihi 10 persen dari modal disetor Perseroan.\n\n\"Dan jumlah saham yang beredar (free float) setelah pelaksanaan Buyback tidak akan menjadi kurang dari 7,5 persen dari jumlah saham tercatat,\" tulis manajemen BCA.\n\nDisebutkan, pelaksanaan buyback tidak akan mengakibatkan penurunan modal di bawah batas minimum sebagaimana dipersyaratkan dalam POJK No. 11/2016. Pelaksanaan Buyback ini tidak memiliki dampak material bagi kinerja keuangan dan kegiatan usaha Perseroan.\n\nAdapun, maksud dari aksi buyback saham ini bertujuan untuk mendukung stabilitas pasar modal Indonesia pada tahun 2026, meningkatkan kepercayaan investor, serta memberikan tingkat pengembalian yang lebih optimal bagi para pemegang saham.\n\n\"Buyback akan dilakukan pada harga yang dianggap baik dan wajar oleh Perseroan dengan memperhatikan ketentuan yang berlaku,\" tuilis manajemen BCA.\n\nBerikut Perkiraan Jadwal dan Pembatasan Jangka Waktu:\n\n- Pengumuman Rapat Umum Pemegang SahamTahunan (RUPST) sehubungan dengan rencana pelaksanaan buyback: 28 Januari 2026\n\n- Pengumuman Keterbukaan Informasi mengenai rencana pelaksanaan buyback: 28 Januari 2026\n\n- Tanggal persetujuan RUPST mengenai pelaksanaan Buyback: 12 Maret 2026\n\n- Periode pelaksanaan buyback: 12 bulan sejak disetujuinya rencana buyback oleh RUPST, kecuali diakhiri lebih cepat oleh Perseroan denganmemperhatikan ketentuan peraturan perundang-undangan yang berlaku.\n\n\n\nCatat Pertumbuhan Kredit 7,7 Persen Per Desember 2025\nBCA dan entitas anak mencatat pertumbuhan total kredit 7,7 persen secara tahunan (YoY) menjadi Rp993 triliun per Desember 2025. Secara rata-rata, pertumbuhan kredit BCA mencapai 10,8 persen sepanjang 2025.\n\nPenyaluran kredit BCA terdistribusi ke berbagai sektor, di antaranya manufaktur, perdagangan, restoran, hotel dan rumah tangga. Hal ini selaras dengan komitmen perseroan mendukung pertumbuhan perekonomian Indonesia. Di sisi pendanaan, dana giro dan tabungan (CASA) naik 13,1 persen YoY hingga Rp1.045 triliun.\n\nKredit usaha yang disalurkan BCA tumbuh 9,9 persen YoY mencapai Rp756,5 triliun per Desember 2025. Pembiayaan konsumer terjaga sebesar Rp224,1 triliun, didukung KPR hingga Rp142,3 triliun, dan kredit kendaraan bermotor (KKB) sebesar Rp56,6 triliun.\n\nBCA juga mendukung penyaluran KPR subsidi atau FLPP swasta sejak Oktober 2025. Outstanding pinjaman konsumer lain (mayoritas kartu kredit) tumbuh 9,8 persen YoY menjadi Rp25,2 triliun.\n\nKualitas kredit BCA terjaga, tercermin dari rasio loan at risk (LAR) yang membaik ke 4,8 persen dibandingkan 5,3 persen pada tahun sebelumnya. Rasio kredit bermasalah (NPL) terkendali di 1,7 persen dan pencadangan NPL serta LAR memadai, masing-masing sebesar 183,8 persen dan 71,6 persen. (*)",
    "summary": "PT Bank Central Asia Tbk atau BCA (BBCA) mengumumkan rencana pembelian kembali (buyback) saham",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-29",
    "tags": [],
    "word_count": 412,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T17:05:34.771127"
  },
  {
    "title": "BEI dan OJK Diminta Ambil Langkah Konkret untuk Redam Kecemasan Pasar Saham",
    "url": "https://www.kabarbursa.com/market-hari-ini/bei-dan-ojk-diminta-ambil-langkah-konkret-untuk-redam-kecemasan-pasar-saham",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769667901-697afd3d94af3.webp",
    "date_display": "Terbit • 29 January 2026",
    "date": "2026-01-29",
    "page": 1,
    "full_content": "KABARBURSA.COM -PT Bursa Efek Indonesia (BEI) dan Otoritas Jasa Keuangan (OJK) diimbau dapat menemukan solusi konkret untuk meredam kecemasan pasar saham dalam negeri.\n\nDiketahui, BEI memberlakukan pembekuan sementara perdagangan atau trading halt pada Rabu, 28 Januari 2026. Penghentian ini dilakukan setelah Indeks Harga Saham Gabungan (IHSG) turun sebesar 8 persen.\n\nBahkan, BEI kembali menerapkan trading halt pada perdagangan Kamis, 29 Januari 2026 setelah indeks kembali mengalami penurunan serupa.\n\nPengamat pasar modal, Desmond Wira mengatakan penurunan tajam IHSG disebabkan oleh kepercayaan dari Morgan Stanley Capital International (MSCI) pada pasar saham Indonesia.\n\n\"Mereka menyoroti tentang transparansi pada pasar saham Indonesia, misalnya tentang aturan free float,\" ujar dia kepada Kabarbursa.com, Rabu, 28 Januari 2026.\n\nDesmond mengatakan jika otoritas bursa bisa memberikan solusi konkret, bukan hanya sekadar lips service. Dengan begitu, ia optimis pasar saham bisa bangkit kembali dengan cepat.\n\nNamun jika tidak, pasar saham berpotensi makin terpuruk, seiring MSCI akan memasukkan bursa saham Indonesia ke dalam kategori Frontier Market (level lebih rendah dari Emerging Market).\n\n\"Jika hal ini terjadi arus outflow akan makin kencang keluar dari bursa saham,\" tuturnya.\n\nHal senada juga diungkapkan pengamat pasar modal lainnya, Wahyu Tri Laksono. Ia menyampaikan kecemasan pasar saham Indonesia akan mereda jika otoritas bisa mensinkronkan data free float MSCI.\n\n\"Langkah cepat otoritas untuk mensinkronkan data free float dengan standar MSCI akan sangat meredakan kecemasan. Otoritas untuk mensinkronkan data free float dengan standar MSCI akan sangat meredakan kecemasan,\" jelasnya.\n\nDiketahui, kejadian trading halt dua hari ini tidak lama setelah Morgan Stanley Capital International (MSCI) membekukan sementara rebalancing indeks saham Indonesia. Alasan MSCI mengambil tindakan tersebut ialah terkait transparansi di pasar saham Indonesia.\n\nMenanggapi hal itu, BEI menegaskan komitmen untuk terus memperkuat koordinasi dengan MSCI. Sekretaris Perusahaan BEI Kautsar Primadi Nurahmad memandang masukan yang disampaikan MSCI adalah bagian penting dalam upaya berkelanjutan untuk memperkuat kredibilitas pasar modal Indonesia.\n\n\"Kami memahamibahwa pembobotan MSCI memiliki peran strategis bagi pasar keuangan global serta menjadi salah satu  referensi utama bagi investor,\" ujar dia dalam keterangannya.\n\nSejalan dengan hal tersebut, Kautsar memastikan jika BEI berkomitmen untuk mengupayakan yang terbaik dalam rangka meningkatkan bobot saham Indonesia dalam indeks MSCI.\n\nKomitmen ini diwujudkan melalui penguatan transparansi data pasar, termasuk penyediaan informasi yang lebih akurat dan andal, sesuai dengan praktik terbaik secara global dan ekspektasi pemangku kepentingan global.\n\n\"Sebagai bagian dari langkah konkret yang telah dilakukan, BEI telah menyampaikan pengumuman data free-float secara komprehensif melalui website resmi BEI sejak 2 Januari 2026, serta akan disampaikan secara rutin setiap bulannya,\" jelasnya.\n\nSelanjutnya, Kautsar menyebut BEI bersama SRO dan OJK akan terus berkoordinasi dengan MSCI guna memastikan keselarasan pemahaman serta implementasi peningkatan transparansi informasi.\n\n\"Melalui koordinasi yang berkesinambungan ini, kami optimistis dapat terus memperkuat daya saing pasar modal Indonesia di tingkat global, sekaligus meningkatkan kepercayaan investor terhadap pasar modal nasional,\" terangnya.\n\n\n\nBEI Siap Temui MSCI Dalam Waktu Dekat\nBEI sendiri telah menegaskan komitmennya untuk terus berdialog dengan MSCI terkait metodologi dan kebutuhan data pasar saham Indonesia.\n\nDirektur Utama BEI, Iman Rachman, mengatakan BEI bahkan membuka peluang pertemuan lanjutan dengan MSCI dalam waktu dekat, baik secara langsung maupun daring, guna memperjelas kebutuhan data dan menghindari kesalahpahaman yang berlarut-larut.\n\n“Itu kan subject ke negosiasi nanti. Ini kan kami baru (minta) ketemu. Makanya kami coba ketemu,” kata Iman di Gedung BEI Jakarta pada Rabu, 28 Januari 2026.\n\nIman mengklaim terjadi kebingungan MSCI sejak awal membaca data investor di Indonesia terutama dari Keterbukaan Informasi yang datanya berasal dari BEI sendiri, KSEI sendiri. Ia menepis bukan terletak pada penolakan dari otoritas Indonesia, melainkan pada persoalan ketersebaran data yang berasal dari berbagai sumber.\n\n“Jangan sampai salah kaprah. Mereka kesulitan karena datanya scatter, tidak ada di satu tempat. Ada di KSEI, ada di bursa, ada di informasi lainnya,” ujar Iman.\n\nIa menegaskan, BEI bersama OJK dan KSEI justru aktif membantu MSCI agar mendapatkan data yang lebih rapi dan mudah dibaca. Menurutnya, upaya ini dilakukan agar MSCI tidak mengambil kesimpulan hanya dari satu sumber data yang berpotensi menimbulkan interpretasi keliru.\n\n“Poinnya bukan kami tidak mengikuti mereka. Justru kami membantu mereka. Supaya mereka merasa SRO dan OJK itu support dan memudahkan,” kata Iman.\n\nIman mengungkapkan, diskusi dengan MSCI bukan hal yang baru dan sudah berlangsung sejak tahun lalu. Ia bahkan menyebut pertemuan langsung dengan MSCI di Amerika Serikat bersama OJK dan perwakilan BEI telah dilakukan pada 8 Desember 2025 jauh sebelum batas waktu pengumuman MSCI pada 15 Januari 2026.\n\n“Konsultasinya sudah lama, bukan baru kemarin. Ketika mereka announce, kita sudah diskusi,” ujarnya.\n\nDalam pertemuan tersebut, BEI diminta menyampaikan data apa saja yang bisa diserahkan hingga batas waktu yang ditentukan. Namun, keputusan akhir mengenai kecukupan data sepenuhnya berada di tangan MSCI.\n\n“Apakah cukup atau tidak, itu bukan kewenangan kami. Mereka yang punya kewenangan,” kata Iman.\n\nIa menegaskan BEI tidak berada dalam posisi bernegosiasi dengan pendekatan memaksa atau saling menuntut. Yang dilakukan BEI adalah menyampaikan apa yang secara aturan memungkinkan di Indonesia. (*)",
    "summary": "PT Bursa Efek Indonesia (BEI) dan Otoritas Jasa Keuangan (OJK) diimbau dapat menemukan solusi konkret untuk meredam kecemasan pasar saham dalam negeri.",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-29",
    "tags": [],
    "word_count": 794,
    "read_time_minutes": 3,
    "detail_scraped_at": "2026-01-29T17:05:34.944575"
  },
  {
    "title": "BEI Siap Temui MSCI Dalam Waktu Dekat",
    "url": "https://www.kabarbursa.com/market-hari-ini/bei-siap-temui-msci-dalam-waktu-dekat",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769659957-697ade3510035.webp",
    "date_display": "Terbit • 29 January 2026",
    "date": "2026-01-29",
    "page": 1,
    "full_content": "KABARBURSA.COM– Bursa Efek Indonesia (BEI) menegaskan komitmennya untuk terus berdialog dengan Morgan Stanley Capital International (MSCI) terkait metodologi dan kebutuhan data pasar saham Indonesia.\n\nDirektur Utama BEI, Iman Rachman, mengatakan BEI bahkan membuka peluang pertemuan lanjutan dengan MSCI dalam waktu dekat, baik secara langsung maupun daring, guna memperjelas kebutuhan data dan menghindari kesalahpahaman yang berlarut-larut.\n\n“Itu kan subject ke negosiasi nanti. Ini kan kami baru (minta) ketemu. Makanya kami coba ketemu,” kata Iman di Gedung BEI Jakarta pada Rabu, 28 Januari 2026.\n\nIman mengklaim terjadi kebingungan MSCI sejak awal membaca data investor di Indonesia terutama dari Keterbukaan Informasi yang datanya berasal dari BEI sendiri, KSEI sendiri. Ia menepis bukan terletak pada penolakan dari otoritas Indonesia, melainkan pada persoalan ketersebaran data yang berasal dari berbagai sumber.\n\n“Jangan sampai salah kaprah. Mereka kesulitan karena datanya scatter, tidak ada di satu tempat. Ada di KSEI, ada di bursa, ada di informasi lainnya,” ujar Iman.\n\nIa menegaskan, BEI bersama OJK dan KSEI justru aktif membantu MSCI agar mendapatkan data yang lebih rapi dan mudah dibaca. Menurutnya, upaya ini dilakukan agar MSCI tidak mengambil kesimpulan hanya dari satu sumber data yang berpotensi menimbulkan interpretasi keliru.\n\n“Poinnya bukan kami tidak mengikuti mereka. Justru kami membantu mereka. Supaya mereka merasa SRO dan OJK itu support dan memudahkan,” kata Iman.\n\nIman mengungkapkan, diskusi dengan MSCI bukan hal yang baru dan sudah berlangsung sejak tahun lalu. Ia bahkan menyebut pertemuan langsung dengan MSCI di Amerika Serikat bersama OJK dan perwakilan BEI telah dilakukan pada 8 Desember 2025 jauh sebelum batas waktu pengumuman MSCI pada 15 Januari 2026.\n\n“Konsultasinya sudah lama, bukan baru kemarin. Ketika mereka announce, kita sudah diskusi,” ujarnya.\n\nDalam pertemuan tersebut, BEI diminta menyampaikan data apa saja yang bisa diserahkan hingga batas waktu yang ditentukan. Namun, keputusan akhir mengenai kecukupan data sepenuhnya berada di tangan MSCI.\n\n“Apakah cukup atau tidak, itu bukan kewenangan kami. Mereka yang punya kewenangan,” kata Iman.\n\nIa menegaskan BEI tidak berada dalam posisi bernegosiasi dengan pendekatan memaksa atau saling menuntut. Yang dilakukan BEI adalah menyampaikan apa yang secara aturan memungkinkan di Indonesia.\n\nTerkait awal mula isu ini, Iman menjelaskan BEI baru mengetahui secara resmi setelah MSCI mengirim proposal membuka proses konsultasi kepada konstituennya. MSCI kemudian mengumumkan adanya rencana perubahan dalam perhitungan mereka, termasuk mengecualikan unsur korporasi dan pihak lain dalam penghitungan tertentu.\n\nMeski demikian, BEI menegaskan bahwa perbaikan terkait free float bukan hal baru. Selama ini, BEI bersama OJK dan KSEI telah melakukan berbagai penyempurnaan, meskipun diakui belum sepenuhnya sejalan dengan metodologi MSCI.\n\n“Kita melakukan sesuatu, tapi mungkin belum sesuai dengan metodologi mereka,” ujar Iman.\n\nDirektur Perdagangan dan Pengaturan Anggota Bursa BEI, Irvan Susandy, mengatakan diskusi lanjutan dengan MSCI masih akan terus berjalan.\n\n“Bisa online karena MSCI dari Swiss,” kata Irvan.\n\nIa menyebut pertemuan lanjutan dengan MSCI berpotensi dilakukan secara daring, mengingat kantor MSCI berada di Swiss. BEI berharap diskusi ini dapat berlangsung sebelum Mei agar ada kejelasan bagi pasar.\n\nSementara itu, Direktur Penilaian BEI, I Gede Nyoman Yetna, menegaskan bahwa dari sisi KSEI, keterbukaan informasi free float sebenarnya sudah lama tersedia secara sistematis.\n\n“Setiap bulan dan setiap perubahan, perusahaan wajib menyampaikan data pemegang saham, afiliasi, sampai free float-nya. Sistem di KSEI sudah otomatis menghitung,” ujarnya.\n\nMenurut Nyoman, data kepemilikan saham, termasuk afiliasi, sudah dapat diakses dan diverifikasi secara rutin. Informasi tersebut juga tersedia di bursa dan KSEI, meski memang belum disatukan dalam satu format sesuai kebutuhan MSCI.\n\nDengan rencana pertemuan lanjutan ini, BEI berharap MSCI dapat memperoleh pemahaman yang lebih utuh mengenai struktur data pasar modal Indonesia. Iman menegaskan BEI akan bersikap terbuka dan selama proses tersebut bertujuan meningkatkan transparansi dan kredibilitas pasar.\n\n\n\nTimeline isu MSCI ini\nNovember 2025MSCI menyampaikan proposal perubahan metodologi perhitungan freefloat khusus untuk Indonesia. Rencananya menggunakan data KSEI.  membuka konsultasi publik kepada konstituennya terkait rencana penyesuaian metodologi penghitungan free float, termasuk penggunaan data korporasi dan kepemilikan saham. Informasi ini diketahui BEI setelah MSCI menyampaikan pengumuman konsultasi tersebut.\n\n8 Desember 2025BEI bersama OJK melakukan pertemuan langsung dengan MSCI di Amerika Serikat. Dalam pertemuan ini, MSCI meminta data pendukung yang dapat disampaikan oleh bursa menjelang proses pengambilan keputusan. Selain itu, BEI juga sempat menyampaikan keberatannya karena metode itu hanya diterapkan di pasar Indonesia.\n\nDesember 2025 – awal Januari 2026BEI, OJK, dan KSEI melakukan konsolidasi dan penyiapan data dari berbagai sumber, termasuk KSEI, Bursa Efek Indonesia, serta sistem keterbukaan informasi, sesuai dengan ketentuan hukum dan regulasi di Indonesia.\n\n15 Januari 2026BEI, OJK, dan KSEI kembali melakukan pertemuan dengan MSCI. Dalam pertemuan ini, BEI menyampaikan data yang telah disiapkan serta menjelaskan keterbatasan kewenangan dan perbedaan struktur data di Indonesia. MSCI kemudian menggunakan pertemuan ini sebagai bagian dari proses finalisasi evaluasi.\n\n27 Januari 2026Malamnya, MSCI mengumumkan keputusan hasil evaluasi metodologi tersebut kepada publik. Mereka memutuskan menerapkan perlakuan sementara terhadap pasar Indonesia. Membekukan Foreight Inclusion Factor (FIF) dan Number of Shakespeare (NOS) serta tidak mengimplementasikan penambahan saham baru ke dalam MSCI Investable Indexes(IMI).\n\nMSCI juga menyebut jika sampai Mei 2026 tidak ada perbaikan transparansi. Market Indonesia akan diturunkan dari emerging market ke frontier market.\n\n28 Januari 2026BEI memberikan penjelasan dan klarifikasi kepada publik serta menyatakan akan untuk melanjutkan dialog dan mengupayakan pertemuan lanjutan dengan MSCI sebelum Mei 2026.(*)",
    "summary": "Bursa Efek Indonesia (BEI) menegaskan komitmennya untuk terus berdialog dengan Morgan Stanley Capital International (MSCI) terkait metodologi dan kebutuhan data",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-29",
    "tags": [],
    "word_count": 844,
    "read_time_minutes": 4,
    "detail_scraped_at": "2026-01-29T17:05:35.081018"
  },
  {
    "title": "Saham Asia Terpuruk, Emas dan Minyak Jadi Pelarian Investor Global",
    "url": "https://www.kabarbursa.com/market-hari-ini/saham-asia-terpuruk-emas-dan-minyak-jadi-pelarian-investor-global",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769656387-697ad0432f030.webp",
    "date_display": "Terbit • 29 January 2026",
    "date": "2026-01-29",
    "page": 1,
    "full_content": "KABARBURSA.COM— Pasar saham Asia yang sempat melaju kencang akhirnya mengambil jeda pada Kamis, 29 Januari 2026. Laju indeks tertahan setelah laporan kinerja emiten teknologi keluar tidak seragam, memunculkan sikap hati-hati investor menjelang rilis kinerja Apple. Di saat yang sama, dolar Amerika Serikat justru terlihat rapuh, meski sudah mendapat sokongan lisan dari pejabat Amerika Serikat dan Eropa.\n\nKetika pasar saham mulai menahan napas, arus dana justru mengalir deras ke aset keras. Harga emas dan perak kembali mencetak rekor tertinggi sepanjang masa. Minyak mentah ikut melonjak ke level tertinggi dalam empat bulan terakhir, setelah Presiden Amerika Serikat Donald Trump melontarkan peringatan keras kepada Iran soal potensi serangan jika kesepakatan nuklir tak tercapai.\n\nDi Washington, bank sentral Amerika Serikat memutuskan menahan suku bunga sesuai ekspektasi pasar. Ketua Federal Reserve Jerome Powell menyebut prospek ekonomi menunjukkan tanda perbaikan yang semakin jelas dan mayoritas anggota komite sepakat untuk mengambil jeda kebijakan.\n\nPowell enggan menjawab apakah ia akan tetap menjadi gubernur The Fed setelah masa jabatannya sebagai ketua berakhir pada Mei mendatang, di tengah tekanan Trump agar bank sentral memangkas suku bunga lebih agresif.\n\nRespons pasar datang cepat. Peluang pemangkasan suku bunga pada April dipangkas menjadi hanya 26 persen, sementara Juni kini dipandang sebagai jendela paling realistis dengan probabilitas 61 persen.\n\nDi tengah ketidakpastian arah kebijakan moneter, investor kembali berharap kinerja emiten mampu menopang harga saham. Samsung Electronics tampaknya menjawab harapan itu dengan mencatat lonjakan laba operasional hingga tiga kali lipat, didorong demam pembangunan kecerdasan buatan yang mendorong harga chip melonjak.\n\nNamun reli tersebut tampaknya sudah terlalu banyak diperhitungkan pasar. Dilansir dariReuters, indeks saham Korea Selatan turun 1,2 persen, meski sepanjang bulan ini masih menguat 21 persen. Bursa Taiwan yang sarat saham teknologi juga mencatat kenaikan hampir 14 persen dalam periode yang sama.\n\nDi Jepang, indeks Nikkei terkoreksi tipis 0,1 persen. Pergerakan yen yang liar serta lonjakan tajam imbal hasil obligasi domestik menjadi beban tersendiri. Indeks MSCI Asia Pasifik di luar Jepang turun 0,6 persen, menandakan kehati-hatian yang meluas di kawasan.\n\nDi Indonesia lebih menyedihkan lagi. Indeks Harga Saham Gabungan atau IHSG ambles hingga 8 persen. Hal ini memaksa Bursa Efek Indonesia (BEI) kembali memberlakukan pembekuan sementara perdagangan atau trading halt. Penghentian sementara ini dilakukan sekitar pukul 09.30 WIB setelah penurunan indeks melewati ambang batas yang ditetapkan.\n\nTekanan serupa terlihat di Eropa. Kontrak berjangka EUROSTOXX 50 dan FTSE turun 0,2 persen, sementara DAX melemah 0,1 persen.\n\nDi Wall Street, fokus pasar tertuju pada perbandingan antara belanja besar kecerdasan buatan dan imbal hasil laba. Kontrak berjangka S&P 500 turun 0,2 persen dan Nasdaq melemah 0,1 persen, seiring sentimen campuran dari raksasa teknologi.\n\nSaham Microsoft anjlok 6,5 persen dalam perdagangan setelah jam bursa. Pasar khawatir belanja modal masif perusahaan itu belum tentu menghasilkan imbal balik yang sepadan dengan valuasinya yang sudah melambung tinggi.\n\nSebaliknya, Meta justru memberi kejutan positif. Perusahaan ini menaikkan proyeksi pendapatan dan belanja modal untuk 2026, mendorong sahamnya melonjak 8 persen dan menambah nilai pasar sekitar USD140 miliar atau setara Rp2.359 triliun.\n\n“Tema umum dari Meta dan Microsoft sejauh ini adalah belanja modal yang lebih besar dari perkiraan, yang menandakan momentum kenaikan belanja kecerdasan buatan,” tulis analis JPMorgan. Namun, mereka menekankan perbedaannya terletak pada Meta yang juga menaikkan proyeksi pendapatan 2026 jauh di atas ekspektasi pasar.\n\nSorotan kini beralih ke Apple. JPMorgan memperkirakan kinerja Apple akan melampaui konsensus, didorong permintaan kuat iPhone 17 dan laju pertumbuhan biaya yang lebih terkendali. Bank itu bahkan menaikkan target harga akhir 2026 menjadi USD315 atau sekitar Rp5.307.750 per saham, dari sebelumnya USD305.\n\nDi pasar valuta asing, dolar terus tertekan. Investor memilih berjaga-jaga menghadapi ketidakpastian kebijakan Amerika Serikat dan beban utang pemerintah yang terus membengkak.\n\nPernyataan resmi hanya memberi dukungan terbatas. Menteri Keuangan Amerika Serikat Scott Bessent menegaskan pemerintah masih menganut kebijakan dolar kuat, meski Trump sebelumnya terkesan membiarkan pelemahan mata uang tersebut.\n\nDari Eropa, para pemimpin menyuarakan kekhawatiran atas kejatuhan dolar. Pejabat Bank Sentral Eropa bahkan mengisyaratkan bahwa lonjakan euro yang terlalu tajam bisa menjadi alasan pemangkasan suku bunga.\n\nEuro menguat 0,2 persen ke level USD1,1973 atau setara Rp20.175 per euro. Dolar melemah 0,4 persen terhadap franc Swiss ke 0,7657 dan turun 0,3 persen terhadap yen Jepang ke 152,97.\n\n“Pelemahan dolar lebih lanjut akan meningkatkan peluang ECB dan bank sentral lain memangkas suku bunga, sekaligus membuka peluang pasar negara berkembang mengulang kinerja unggul seperti tahun lalu,” ujar ekonom Capital Economics Jack Allen-Reynolds.\n\nTekanan dolar itu kembali menyulut permintaan terhadap aset keras. Harga emas melonjak 1,8 persen ke USD5.485 per ons atau sekitar Rp92,4 juta, dengan kenaikan bulanan mencapai 27 persen. Perak dan tembaga ikut melesat.\n\nHarga minyak melanjutkan reli di tengah kekhawatiran potensi aksi militer Amerika Serikat terhadap Iran dapat mengganggu pasokan global. Minyak Brent naik 0,6 persen ke USD68,80 per barel atau sekitar Rp1,16 juta, sementara minyak mentah Amerika Serikat menguat 0,7 persen ke USD63,65 per barel atau sekitar Rp1,07 juta.\n\nPasar global pun kembali dihadapkan pada satu kenyataan lama yang terus berulang. Ketika geopolitik memanas dan arah kebijakan moneter belum jelas, saham boleh ragu, tapi emas dan minyak hampir selalu kebanjiran peminat.(*)",
    "summary": "Pasar saham Asia melambat, sementara emas dan minyak melonjak ke level tinggi di tengah pelemahan dolar, geopolitik, dan sikap The Fed.",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-29",
    "tags": [],
    "word_count": 825,
    "read_time_minutes": 4,
    "detail_scraped_at": "2026-01-29T17:05:35.222098"
  },
  {
    "title": "Breaking News! IHSG Turun Delapan Persen, BEI Kembali Berlakukan Trading Halt",
    "url": "https://www.kabarbursa.com/market-hari-ini/breaking-news-ihsg-turun-delapan-persen-bei-kembali-berlakukan-trading-halt",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769659577-697adcb92a1b9.webp",
    "date_display": "Terbit • 29 January 2026",
    "date": "2026-01-29",
    "page": 1,
    "full_content": "KABARBURSA.COM– Tekanan hebat kembali menghantam pasar saham Indonesia. Indeks Harga Saham Gabungan (IHSG) ambles hingga 8 persen pada perdagangan Kamis pagi, 29 Januari 2026, memaksa Bursa Efek Indonesia (BEI) kembali memberlakukan pembekuan sementara perdagangan atau trading halt. Penghentian sementara ini dilakukan sekitar pukul 09.30 WIB setelah penurunan indeks melewati ambang batas yang ditetapkan.Berdasarkan data perdagangan, IHSG tercatat berada di level 7.654,66 atau turun 665,89 poin setara 8,00 persen. Pelemahan terjadi sangat cepat sejak pembukaan, di mana IHSG dibuka di posisi 8.027,83 dan sempat menyentuh level tertinggi di 8.049,10 sebelum tekanan jual semakin dalam. Sepanjang 30 menit awal perdagangan, indeks terus meluncur hingga menyentuh level terendah di 7.654,66.Kondisi pasar mencerminkan tekanan yang sangat luas. Dari total saham yang diperdagangkan, sebanyak 658 saham tercatat turun, hanya 33 saham yang menguat, dan 20 saham bergerak stagnan. Data ini menunjukkan mayoritas pelaku pasar memilih melepas sahamnya di tengah meningkatnya kekhawatiran dan volatilitas yang tinggi.Nilai transaksi hingga diberlakukannya trading halt tercatat mencapai sekitar Rp10,99 triliun dengan volume perdagangan sebesar 13,08 miliar saham dan frekuensi transaksi mencapai 863.333 kali. Tekanan jual terlihat merata di hampir seluruh sektor, termasuk saham-saham berkapitalisasi besar yang selama ini menjadi penopang utama IHSG.Pembekuan sementara perdagangan pagi ini menandai hari kedua berturut-turut BEI melakukan trading halt. Sehari sebelumnya, pada Rabu, 28 Januari 2026, BEI juga sempat menghentikan sementara perdagangan setelah IHSG mengalami penurunan tajam dalam satu sesi. Kondisi tersebut menegaskan bahwa tekanan pasar masih berlanjut dan belum menunjukkan tanda-tanda mereda.Trading halt dilakukan sesuai dengan ketentuan bursa untuk menjaga keteraturan, kewajaran, dan efisiensi perdagangan di tengah volatilitas ekstrem. Langkah ini diharapkan dapat memberi waktu bagi pelaku pasar untuk mencermati informasi yang ada serta menahan kepanikan yang berpotensi memperburuk kondisi pasar.Anjloknya IHSG dalam dua hari berturut-turut tidak terlepas dari derasnya aksi jual investor asing serta meningkatnya sentimen negatif global dan domestik. Isu terkait indeks global MSCI kembali menjadi sorotan pelaku pasar, terutama menyangkut free float, likuiditas, dan potensi penyesuaian bobot saham Indonesia. Ketidakpastian ini membuat investor global cenderung mengambil langkah defensif dengan mengurangi eksposur di pasar saham Tanah Air.Selain itu, tekanan teknikal juga memperparah pelemahan. Penurunan tajam sejak pembukaan membentuk gap besar dan memicu aksi jual lanjutan, termasuk pelepasan saham secara otomatis akibat batas penurunan harga. Kondisi ini tercermin dari dominasi saham yang melemah dan minimnya saham yang mampu bertahan di zona hijau.Pelaku pasar kini menantikan langkah lanjutan dari otoritas pasar modal serta kejelasan arah kebijakan yang dapat meredakan volatilitas. Dengan kondisi IHSG yang masih berada di bawah tekanan kuat, pasar diperkirakan akan tetap bergerak fluktuatif dalam waktu dekat, terutama jika sentimen global dan isu MSCI belum menunjukkan kejelasan.Bursa Efek Indonesia menegaskan akan terus memantau perkembangan pasar secara ketat dan mengambil langkah yang diperlukan untuk menjaga stabilitas. Sementara itu, investor diimbau untuk tetap mencermati risiko dan perkembangan informasi terbaru sebelum mengambil keputusan investasi di tengah kondisi pasar yang sangat dinamis ini.\"Hari ini Kamis 29 Januari 2026 perdagangan (trading halt sistem perdagangan di PT Bursa Efek Indonesia (BEI) pada pukul 09:26:01 waktu Jakarta Automated Trading System (JATS). Perdagangan akan dilanjutkan pada pukul 09:56:01 waktu JATS tanpa ada perubahan jadwal perdagangan. Tindakan ini dilakukan karena terdapat penurunan Indeks Harga Saham Gabungan (IHSG) yang mencapai 8 persen,\" kata sekretaris BEI, Kautsar Primadi Nurahmad melalui keterangan tertulisnya Kamis, 29 Januari 2026.Ia mengatakan BEI melakukan upaya tersebut dalam rangka menjaga perdagangan saham agar senantiasa teratur, wajar, danefisien sesuai dengan Peraturan Nomor I1-A tentang Perdagangan Efek Bersifat Ekuitas dan diatur lebih lanjut pada Surat Keputusan Direksi BEI nomor Kep-00002/BEI/04-2025.(*)",
    "summary": "Bursa Efek Indonesia (BEI) kembali memberlakukan pembekuan sementara perdagangan atau trading halt. Penghentian sementara ini dilakukan sekitar pukul 09.30 WIB ",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-29",
    "tags": [],
    "word_count": 569,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T17:05:35.355337"
  },
  {
    "title": "Breaking News! BEI Kembali Berlakukan Trading Halt Pagi ini",
    "url": "https://www.kabarbursa.com/market-hari-ini/breaking-news-bei-kembali-berlakukan-trading-halt-pagi-ini",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769654617-697ac95951ba1.webp",
    "date_display": "Terbit • 29 January 2026",
    "date": "2026-01-29",
    "page": 1,
    "full_content": "KABARBURSA.COM– Tekanan hebat kembali menghantam pasar saham Indonesia. Indeks Harga Saham Gabungan (IHSG) ambles hingga 8 persen pada perdagangan Kamis pagi, 29 Januari 2026, memaksa Bursa Efek Indonesia (BEI) kembali memberlakukan pembekuan sementara perdagangan atau trading halt.\n\nPenghentian sementara ini dilakukan sekitar pukul 09.30 WIB setelah penurunan indeks melewati ambang batas yang ditetapkan.\n\nBerdasarkan data perdagangan, IHSG tercatat berada di level 7.654,66 atau turun 665,89 poin setara 8,00 persen. Pelemahan terjadi sangat cepat sejak pembukaan, di mana IHSG dibuka di posisi 8.027,83 dan sempat menyentuh level tertinggi di 8.049,10 sebelum tekanan jual semakin dalam.\n\nSepanjang 30 menit awal perdagangan, indeks terus meluncur hingga menyentuh level terendah di 7.654,66.\n\nKondisi pasar mencerminkan tekanan yang sangat luas. Dari total saham yang diperdagangkan, sebanyak 658 saham tercatat turun, hanya 33 saham yang menguat, dan 20 saham bergerak stagnan. Data ini menunjukkan mayoritas pelaku pasar memilih melepas sahamnya di tengah meningkatnya kekhawatiran dan volatilitas yang tinggi.\n\nNilai transaksi hingga diberlakukannya trading halt tercatat mencapai sekitar Rp10,99 triliun dengan volume perdagangan sebesar 13,08 miliar saham dan frekuensi transaksi mencapai 863.333 kali.\n\nTekanan jual terlihat merata di hampir seluruh sektor, termasuk saham-saham berkapitalisasi besar yang selama ini menjadi penopang utama IHSG.\n\nPembekuan sementara perdagangan pagi ini menandai hari kedua berturut-turut BEI melakukan trading halt. Sehari sebelumnya, pada Rabu, 28 Januari 2026, BEI juga sempat menghentikan sementara perdagangan setelah IHSG mengalami penurunan tajam dalam satu sesi. Kondisi tersebut menegaskan bahwa tekanan pasar masih berlanjut dan belum menunjukkan tanda-tanda mereda.\n\nTrading halt dilakukan sesuai dengan ketentuan bursa untuk menjaga keteraturan, kewajaran, dan efisiensi perdagangan di tengah volatilitas ekstrem. Langkah ini diharapkan dapat memberi waktu bagi pelaku pasar untuk mencermati informasi yang ada serta menahan kepanikan yang berpotensi memperburuk kondisi pasar.\n\nAnjloknya IHSG dalam dua hari berturut-turut tidak terlepas dari derasnya aksi jual investor asing serta meningkatnya sentimen negatif global dan domestik.\n\nIsu terkait indeks global MSCI kembali menjadi sorotan pelaku pasar, terutama menyangkut free float, likuiditas, dan potensi penyesuaian bobot saham Indonesia. Ketidakpastian ini membuat investor global cenderung mengambil langkah defensif dengan mengurangi eksposur di pasar saham Tanah Air.\n\nSelain itu, tekanan teknikal juga memperparah pelemahan. Penurunan tajam sejak pembukaan membentuk gap besar dan memicu aksi jual lanjutan, termasuk pelepasan saham secara otomatis akibat batas penurunan harga. Kondisi ini tercermin dari dominasi saham yang melemah dan minimnya saham yang mampu bertahan di zona hijau.\n\nPelaku pasar kini menantikan langkah lanjutan dari otoritas pasar modal serta kejelasan arah kebijakan yang dapat meredakan volatilitas. Dengan kondisi IHSG yang masih berada di bawah tekanan kuat, pasar diperkirakan akan tetap bergerak fluktuatif dalam waktu dekat, terutama jika sentimen global dan isu MSCI belum menunjukkan kejelasan.\n\nBursa Efek Indonesia menegaskan akan terus memantau perkembangan pasar secara ketat dan mengambil langkah yang diperlukan untuk menjaga stabilitas. Sementara itu, investor diimbau untuk tetap mencermati risiko dan perkembangan informasi terbaru sebelum mengambil keputusan investasi di tengah kondisi pasar yang sangat dinamis ini.\n\n\"Hari ini Kamis 29 Januari 2026 perdagangan (trading halt sistem perdagangan di PT Bursa Efek Indonesia (BEI) pada pukul 09:26:01 waktu Jakarta Automated Trading System (JATS). Perdagangan akan dilanjutkan pada pukul 09:56:01 waktu JATS tanpa ada perubahan jadwal perdagangan. Tindakan ini dilakukan karena terdapat penurunan Indeks Harga Saham Gabungan (IHSG) yang mencapai 8 persen,\" kata sekretaris BEI, Kautsar Primadi Nurahmad melalui keterangan tertulisnya Kamis, 29 Januari 2026.\n\nIa mengatakan BEI melakukan upaya tersebut dalam rangka menjaga perdagangan saham agar senantiasa teratur, wajar, danefisien sesuai dengan Peraturan Nomor I1-A tentang Perdagangan Efek Bersifat Ekuitas dan diatur lebih lanjut pada Surat Keputusan Direksi BEI nomor Kep-00002/BEI/04-2025.(*)",
    "summary": "Bursa Efek Indonesia (BEI) kembali memberlakukan pembekuan sementara perdagangan atau trading halt. ",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-29",
    "tags": [],
    "word_count": 580,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-01-29T17:05:35.485187"
  }
]