[
  {
    "title": "BEI Jelaskan Alasan Danantara Ikut Pertemuan MSCI",
    "url": "https://www.kabarbursa.com/market-hari-ini/bei-jelaskan-alasan-danantara-ikut-pertemuan-msci",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770042305-6980b3c1bff4b.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 1,
    "full_content": "KABARBURSA.COM– Kehadiran Danantara dalam pertemuan daring antara regulator pasar modal Indonesia dan Morgan Stanley Capital International atau MSCI pada Senin, 2 Februari 2026 ini memunculkan sejumlah pertanyaan.\n\nDi tengah sorotan terhadap evaluasi indeks dan dinamika pasar, Bursa Efek Indonesia (BEI) menegaskan posisi Danantara dalam forum tersebut murni sebagai pelaku pasar, bukan sebagai pihak yang terlibat dalam pengambilan keputusan atau negosiasi kebijakan.\n\nDirektur Pengembangan BEI, Jeffrey Hendrik, menjelaskan diskusi dengan MSCI berjalan sesuai agenda yang telah disepakati bersama Otoritas Jasa Keuangan dan Self Regulatory Organization. Fokus pembahasan tetap berada pada isu-isu teknis terkait indeks.\n\n“Tadi seperti yang disampaikan (OJK) tadi,” ujar Jeffrey, Senin, 2 Februari 2026.\n\nJeffrey menegaskan kehadiran Danantara tidak dimaksudkan sebagai pihak regulator atau negosiator, melainkan sebagai perwakilan investor institusi yang menyampaikan pandangan pasar.\n\n“Untuk hari ini, Danantara menyampaikan concern kepada MSCI,” ucap dia.\n\nMenurutnya, masukan tersebut didengarkan sebagai bagian dari perspektif investor, sebagaimana juga dilakukan oleh pelaku pasar lainnya. Jeffrey menepis anggapan bahwa Danantara terlibat dalam proses negosiasi dengan MSCI.\n\n“Enggak, didengarkan concern-nya,” ujarnya.\n\nJeffrey juga menjelaskan, hasil konkret dari pertemuan tersebut tidak akan diumumkan secara sepihak oleh pihak Indonesia. Umpan balik resmi tetap menjadi kewenangan MSCI sebagai indeks provider global.\n\n“Itu nanti dari MSCI,” kata Jeffrey saat ditanya kapan feedback resmi akan disampaikan.\n\nPasca pertemuan ini, pembahasan dengan MSCI akan berlanjut ke level teknis. Jeffrey menyebutkan pertemuan lanjutan direncanakan berlangsung rutin setiap minggu.\n\nIa berharap proses pembahasan teknis tersebut dapat menghasilkan kejelasan sebelum periode evaluasi berikutnya.\n\n“Diharapkan sebelum Mei,” kata Jeffrey.\n\nTerkait kemungkinan pertemuan tatap muka langsung di luar negeri dengan MSCI, Jeffrey memastikan belum ada rencana ke arah tersebut.\n\nDi tengah diskusi dengan MSCI, isu demutualisasi BEI kembali mencuat. Namun Jeffrey menegaskan topik tersebut sama sekali tidak dibahas dalam pertemuan dengan MSCI.\n\n“Oh, enggak ada pembicaraan terkait itu. Dengan MSCI hanya terkait dengan indeks,” ujarnya menambahkan.\n\nSaat ini, Danantara berstatus sebagai pelaku pasar modal. Meski dalam skema demutualisasi ke depan memungkinkan adanya kepemilikan saham bursa oleh pelaku tertentu, proses tersebut belum berjalan dan tidak menjadi bagian dari pembahasan dengan MSCI.\n\nSelain isu MSCI, Jeffrey juga menanggapi pertanyaan wartawan mengenai kepemimpinan Bursa Efek Indonesia setelah Direktur Utama BEI Iman Rachman mengundurkan diri. Hingga saat ini, BEI belum mengumumkan penunjukan pejabat sementara direktur utama. Meski Menteri Keuangan Purbaya Yudhi Sadewa mengklaim Jeffry lah Pjs-nya karena mewakili BEI pada pertemuan di Wisma Danantara Sabtu, 31 Januari 2026 malam lalu.\n\nSaat ditanya apakah penunjukan pejabat sementara akan diumumkan dalam waktu dekat, Jeffrey memilih tidak memberikan kepastian waktu.\n\n“Ditunggu aja,” ujar Jeffrey singkat.\n\nJeffrey menegaskan, seluruh proses terkait penunjukan pimpinan BEI akan dilakukan sesuai mekanisme dan ketentuan yang berlaku, tanpa memengaruhi operasional pasar secara keseluruhan.\n\n\n\nIHSG merah usai Dirut BEI dan 4 Pejabat OJK mengundurkan diri\nMenanggapi dinamika Indeks Harga Saham Gabungan yang belakangan bergerak fluktuatif, Jeffrey kembali menegaskan posisi BEI yang tidak memberikan komentar atas pergerakan indeks secara spesifik.\n\n“Kami tidak mengomentari pergerakan indeks secara spesifik,” kata Jeffrey.\n\nNamun, ia mengingatkan kembali pesan yang telah disampaikan kepada investor agar tetap bersikap rasional dalam mengambil keputusan investasi.\n\n“Saran kepada investor adalah selalu rasional dan memperhatikan fundamental,” ujarnya.\n\nAnggota Dewan Komisioner Pengganti Kepala Eksekutif Pengawas Pasar Modal, Keuangan Derivatif dan Bursa Karbon, Hasan Fawzi, menegaskan bahwa isu-isu yang disampaikan dalam pertemuan dengan MSCI sebenarnya bukan hal baru bagi OJK. Menurut dia, kekhawatiran MSCI justru sejalan dengan rencana aksi yang sebelumnya telah dicanangkan regulator, terutama pada aspek transparansi dan likuiditas pasar. Ia juga menyebut apa yang disampaikan kepada indeks global tersebut tak jauh dari 8 poin percepatan reformasi pasar modal yang sudah disampaikan kemarin.\n\n“Apa yang menjadi concern MSCI itu sangat align atau selaras dengan beberapa program rencana aksi kami,” kata Hasan.\n\nMenurutnya, pertemuan tersebut menjadi ruang bagi OJK, Bursa Efek Indonesia, dan Kustodian Sentral Efek Indonesia untuk menyampaikan proposal solusi secara komprehensif. Fokusnya jelas, menjawab dua isu utama yang selama ini menjadi sorotan MSCI.\n\nSementara itu, Chief Investment Officer Danantara, Pandu Sjahrir, yang juga ikut dalam pertemuan itu. Ia mengklaim Danantara hanya memberikan perspektif dari pelaku pasar. Ia menilai langkah regulator dan bursa merupakan sinyal positif, meski pasar regional dan global masih berada dalam tekanan.\n\n“Ini sesuatu yang nantinya tentu akan makin baik buat pasar modal kita,” ujar Pandu.\n\nDiketahui IHSG hari ini memerah, bahkan ditutup di level 7.922 melemah 406,88 poin atau 4,88 persen. IHSG sempat dibuka di 8.306 saat sesi I, namun pergerakan tertinggi hanya di 8.313. Namun, pelemahan juga dikaitkan dengan sentimen pengunduran diri Direktur Utama Bursa Efek Indonesia Iman Rachman pada Jumat, 30 Januari 2026 lalu. Hal itulah yang menjadi awal rangkaian perubahan di pucuk pimpinan otoritas pasar keuangan.\n\nMundurnya Iman kemudian disusul oleh pengunduran diri Ketua Dewan Komisioner Otoritas Jasa Keuangan Mahendra Siregar ; Anggota Dewan Komisioner OJK sekaligus Kepala Eksekutif Pengawas Pasar Modal, Keuangan Derivatif, dan Bursa Karbon Inarno Djajadi ; Deputi Komisioner Pengawas Emiten, Transaksi Efek, dan Pemeriksaan OJK I. B. Aditya Jayaantara ; serta Wakil Ketua Dewan Komisioner OJK Mirza Adityaswara di hari yang sama.\n\nGelombang pengunduran diri ini terjadi dalam rentang waktu yang relatif berdekatan di tengah tekanan pasar akibat gejolak keputusan MSCI.\n\nNamun, menurut Pandu, dinamika pasar saat ini tidak bisa dilepaskan dari tekanan makro Asia dan pergerakan komoditas, yang mendorong investor melakukan penyesuaian portofolio.\n\n“Yang dilihat hari ini mungkin dari sisi investor terjadi rebalancing,” katanya.\n\nPandu menilai, investor institusi kini semakin selektif, mengalir ke saham-saham dengan fundamental, likuiditas, valuasi, dan arus kas yang kuat.(*)",
    "summary": "Direktur Pengembangan BEI, Jeffrey Hendrik, menjelaskan diskusi dengan MSCI berjalan sesuai agenda yang telah disepakati bersama Otoritas Jasa Keuangan dan Self",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 883,
    "read_time_minutes": 4,
    "detail_scraped_at": "2026-02-03T12:11:28.781526"
  },
  {
    "title": "OJK dan MSCI Bertemu, Ini Poin-poin yang Dibahas",
    "url": "https://www.kabarbursa.com/market-hari-ini/ojk-dan-msci-bertemu-ini-poin-poin-yang-dibahas",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770031365-69808905505a9.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 1,
    "full_content": "KABARBURSA.COM– Otoritas Jasa Keuangan (OJK), Self Regulatory Organization, Kustodian Sentral Efek Indonesia (KSEI), Bursa Efek Indonesia (BEI), hingga Danantara telah bertemu Morgan Stanley Capital International atau MSCI secara daring  pada Senin, 2 Februari 2026.\n\nAnggota Dewan Komisioner Pengganti Kepala Eksekutif Pengawas Pasar Modal, Keuangan Derivatif dan Bursa Karbon, Hasan Fawzi,  menegaskan bahwa isu-isu yang disampaikan MSCI sebenarnya bukan hal baru bagi OJK.\n\nKekhawatiran MSCI justru sejalan dengan rencana aksi yang sebelumnya telah dicanangkan regulator, terutama pada aspek transparansi dan likuiditas pasar. Ia juga menyebut apa yang disampaikan kepada indeks global tersebut tak jauh dari 8 poin percepatan reformasi pasar modal yang sudah disampaikan kemarin.\n\n“Apa yang menjadi concern MSCI itu sangat align atau selaras dengan beberapa program rencana aksi kami,” kata Hasan.\n\nMenurutnya, pertemuan tersebut menjadi ruang bagi OJK, Bursa Efek Indonesia, dan Kustodian Sentral Efek Indonesia untuk menyampaikan proposal solusi secara komprehensif. Fokusnya jelas, menjawab dua isu utama yang selama ini menjadi sorotan MSCI.\n\n“Secara umum hari ini OJK bersama Bursa dan KSEI telah mengajukan proposal solusi yang pada prinsipnya menjawab keseluruhan concern dan isu,” ujarnya.\n\nSalah satu poin penting yang dibawa OJK adalah perluasan pengungkapan kepemilikan saham. Selama ini, keterbukaan data kepemilikan berfokus pada pemegang saham dengan porsi di atas 5 persen. OJK kini berkomitmen mendorong transparansi yang lebih dalam.\n\n“Kami komitkan pengungkapan kepemilikan saham dengan porsi di bawah 5 persen, bahkan bisa dilakukan untuk kepemilikan saham di atas 1 persen,” kata Hasan.\n\nTak hanya itu, OJK juga menyasar struktur data investor. Jika selama ini klasifikasi investor hanya dibagi ke dalam 9 tipe utama, ke depan data tersebut akan dirinci jauh lebih detail.\n\n“Kami akan menghadirkan granularity atau perincian klasifikasi investor dari 9 tipe menjadi 27 sub-tipe investor,” ujarnya.\n\nLangkah ini ditujukan untuk memperjelas struktur kepemilikan dan meningkatkan kredibilitas pengungkapan ultimate beneficial ownership, isu yang selama ini menjadi perhatian investor global.\n\nIsu likuiditas pasar juga tak luput dari pembahasan. Dalam pertemuan tersebut, OJK menyampaikan proposal kenaikan batas minimum free float.\n\n“Kami juga sudah menyampaikan proposal terkait rencana kenaikan free float dari pengaturan saat ini minimum 7,5 persen menjadi 15 persen,” kata Hasan.\n\nIa menegaskan, kebijakan tersebut tidak akan diterapkan secara mendadak. Implementasinya akan dilakukan bertahap dan melibatkan seluruh pelaku pasar.\n\nDiskusi dengan MSCI, menurut Hasan, berlangsung konstruktif. Bahkan, MSCI menyatakan kesiapan untuk terlibat lebih jauh pada level teknis.\n\n“MSCI menyediakan diri untuk memberikan guidance bagaimana metodologi dan cara perhitungan yang akan mereka lakukan,” ujarnya.\n\nOJK juga berkomitmen untuk membuka perkembangan implementasi rencana aksi tersebut kepada publik secara berkala.\n\n“Kami akan melakukan regular update kepada publik terkait progres yang kami komitkan,” kata Hasan.\n\nDi tengah diskusi yang sarat teknis tersebut, Chief Investment Officer Danantara, Pandu Sjahrir juga ikut dalam pertemuan itu. Ia memberikan perspektif makro. Ia menilai langkah regulator dan bursa merupakan sinyal positif, meski pasar regional dan global masih berada dalam tekanan.\n\n“Ini sesuatu yang nantinya tentu akan makin baik buat pasar modal kita,” ujar Pandu.\n\nMenurutnya, dinamika pasar saat ini tidak bisa dilepaskan dari tekanan makro Asia dan pergerakan komoditas, yang mendorong investor melakukan penyesuaian portofolio.\n\n“Yang dilihat hari ini mungkin dari sisi investor terjadi rebalancing,” katanya.\n\nPandu menilai, investor institusi kini semakin selektif, mengalir ke saham-saham dengan fundamental, likuiditas, valuasi, dan arus kas yang kuat.\n\n“Enggak semua bakal overnight. Yang penting adalah progres yang kita lakukan hari demi hari,” ujarnya.\n\nPejabat sementara (Pjs) Anggota Dewan Komisioner Pengganti Ketua dan Wakil Ketua Dewan Komisioner OJK, Frederica Widyasari Dewi, membuka penjelasan kepada publik dengan mengonfirmasi bahwa pertemuan tersebut telah selesai dan berjalan sesuai agenda.\n\n“Kemudian kalau terkait hari ini pasti teman-teman juga menanyakan bagaimana update dari pertemuan dengan MSCI. Nah tadi dari sudah selesai dihadiri oleh perwakilan SRO, OJK dan juga dari Danantara juga hadir,” ujar Frederica, Senin, 2 Februari 2026.\n\nIa juga menyampaikan pesan langsung kepada investor ritel agar tidak terpancing kepanikan di tengah dinamika pasar.\n\n“Saya titip pesan untuk investor jangan panik, tetap tenang, dan mengambil keputusan investasi secara rasional dengan melihat fundamental dan prospek ke depan,” kata Frederica.\n\nOJK memastikan, pembahasan dengan MSCI belum berhenti di sini. Pertemuan lanjutan di tingkat teknis akan digelar, menjadi bagian dari upaya menjaga kepercayaan investor dan memperkuat posisi pasar modal Indonesia di panggung global.(*)",
    "summary": "OJK, BEI, hingga Danantara bertemu Morgan Stanley Capital International atau MSCI secara daring  pada Senin, 2 Februari 2026.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 685,
    "read_time_minutes": 3,
    "detail_scraped_at": "2026-02-03T12:11:29.105940"
  },
  {
    "title": "AADI Bertahan, BUMI Seret IHSG Ke Level 7.922",
    "url": "https://www.kabarbursa.com/market-hari-ini/aadi-bertahan-bumi-seret-ihsg-ke-level-7922",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770026629-69807685169be.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 1,
    "full_content": "KABARBURSA.COM– Tekanan jual global kembali menghantam pasar keuangan pada awal pekan. Bursa Efek Indonesia (BEI) tidak luput dari gelombang tersebut.\n\nIndeks Harga Saham Gabungan (IHSG) pada penutupan perdagangan Senin, 2 Februari 2026, anjlok tajam 406 poin atau setara 4,88 persen ke level 7.922. Pelemahan ini menandai salah satu koreksi harian terdalam dalam beberapa waktu terakhir, seiring merosotnya selera risiko investor di tengah guncangan pasar global.\n\nTekanan terhadap IHSG berlangsung merata dan disertai aktivitas transaksi yang tetap tinggi. Sepanjang perdagangan, volume mencapai 490,6 juta lot saham dengan nilai transaksi sekitar Rp28,11 triliun.\n\nPenurunan indeks bukan terjadi dalam kondisi sepi, melainkan diiringi aksi jual aktif yang melibatkan banyak pelaku pasar.\n\nDi dalam indeks LQ45, pergerakan saham terbelah tajam. Sejumlah saham berkarakter defensif dan konsumsi primer masih mampu bertahan dan masuk jajaran top gainers, seperti Adaro Andalan Indonesia (AADI), Unilever Indonesia (UNVR), Indofood CBP Sukses Makmur (ICBP), Semen Indonesia (SMGR), Indofood Sukses Makmur (INDF), Perusahaan Gas Negara (PGAS), serta Bank Central Asia (BBCA).\n\nDi sisi lain, tekanan paling berat menimpa saham-saham berbasis komoditas dan siklikal, dengan Merdeka Battery Materials (MBMA), Merdeka Copper Gold (MDKA), Elang Mahkota Teknologi (EMTK), Barito Pacific (BRPT), Amman Mineral Internasional (AMMN), Bumi Resources (BUMI), dan Surya Citra Media (SCMA) tercatat sebagai top losers.\n\nSecara sektoral, basic industry menjadi pemberat utama IHSG dengan koreksi tajam mencapai 10,74 persen. Saham-saham besar di sektor ini rontok dalam, di antaranya BRPT yang anjlok 14,81 persen, IMPC turun 14,71 persen, TKIM melemah 9,59 persen, dan TPIA terkoreksi 8,53 persen.\n\nPelemahan juga menjalar ke saham lain seperti AMRT yang turun 1,16 persen dan INTP yang melemah 0,75 persen, mencerminkan tekanan luas yang tidak terbatas pada satu subsektor saja.\n\n\n\nPasar Komoditas Tertekan Gelombang Aksi Jual\nSentimen negatif di pasar domestik sejalan dengan gejolak yang terjadi di pasar global, terutama di komoditas. Pada perdagangan Senin waktu setempat, pasar komoditas dunia merosot tajam, dipimpin oleh kejatuhan besar pada emas, perak, minyak, dan logam industri.\n\nEmas spot jatuh sekitar 9 persen ke level terendahnya dalam lebih dari dua minggu, sementara perak anjlok lebih dari 13 persen. Bahkan, penurunan emas pada Jumat waktu setempat, atau Sabtu, 31 Januari 2026, tercatat sebagai yang terdalam dalam satu hari sejak 1983, dengan perak mencatat kejatuhan harian terbesar sepanjang sejarah hingga 27 persen.\n\nGelombang aksi jual ini dipicu oleh perubahan ekspektasi kebijakan moneter Amerika Serikat. Penunjukan Kevin Warsh, mantan gubernur Federal Reserve, sebagai calon ketua The Fed menggantikan Jerome Powell pada Mei mendatang, memicu reaksi keras pasar.\n\nInvestor menilai Warsh sebagai figur yang lebih hawkish, terutama karena sikap kritisnya terhadap neraca The Fed yang terlalu besar. Persepsi ini mendorong antisipasi pengetatan kebijakan, termasuk pengurangan neraca, yang langsung menekan aset berisiko.\n\n“Keputusan pasar untuk menjual logam mulia bersamaan dengan ekuitas AS menunjukkan bahwa investor memandang Warsh sebagai sosok yang lebih hawkish,” ujar Vivek Dhar, ahli strategi komoditas di Commonwealth Bank of Australia.\n\nMenurutnya, penguatan dolar AS yang menyertai perubahan ekspektasi kebijakan tersebut semakin memperberat tekanan pada logam mulia, minyak, dan logam dasar, meski ia tetap mempertahankan proyeksi harga emas di level USD6.000 per ounce pada kuartal keempat.\n\nTekanan di komoditas juga diperparah oleh faktor teknis. CME Group menaikkan persyaratan margin pada kontrak berjangka logam yang mulai berlaku setelah penutupan pasar hari ini. Kenaikan margin ini mendorong penutupan posisi spekulatif, mengurangi likuiditas, dan mempercepat aksi jual yang sudah berlangsung sejak Jumat.\n\nDi pasar energi, harga minyak turut berada di bawah tekanan. Tanda-tanda deeskalasi ketegangan geopolitik antara Amerika Serikat dan Iran, setelah pernyataan Presiden Donald Trump bahwa Iran “serius berbicara” dengan Washington, meredakan kekhawatiran konflik dengan anggota OPEC tersebut.\n\nMeredanya risiko geopolitik ini justru menekan harga minyak di tengah sentimen global yang sudah rapuh.\n\n\n\nPasar Asia Kompak Melemah\nBursa saham Asia bergerak serempak di zona merah mengikuti kejatuhan Wall Street dan gejolak komoditas. Indeks Kospi Korea Selatan mencatat pelemahan terdalam di kawasan dengan penurunan 5,26 persen ke level 4.949.\n\nDi Jepang, Nikkei 225 turun 1,25 persen ke 52.655 dan Topix melemah 0,85 persen ke 3.536. Pasar China juga tertekan, dengan Shanghai Composite turun 2,48 persen, Shenzhen Component melemah 2,69 persen, dan CSI300 terkoreksi 2,13 persen. Hang Seng Hong Kong turun 2,23 persen, Taiex Taiwan melemah 1,37 persen, dan ASX200 Australia turun 1,02 persen.\n\nDi pasar valuta Asia, pergerakan mata uang cenderung mencerminkan penguatan dolar AS. Yen Jepang melemah tipis 0,11 persen ke 154,95 per dolar AS, dolar Singapura turun 0,07 persen, dan dolar Australia melemah 0,19 persen.\n\nRupiah juga ikut tertekan, melemah 0,07 persen ke level 16.798 per dolar AS. Di sisi lain, rupee India justru menguat 0,56 persen, yuan China naik 0,08 persen, sementara ringgit Malaysia dan baht Thailand melemah.\n\nSecara keseluruhan, penutupan IHSG yang jatuh tajam mencerminkan kombinasi tekanan eksternal dan internal. Guncangan dari pasar global, terutama kejatuhan komoditas dan perubahan ekspektasi kebijakan moneter AS, memicu aksi jual luas di Asia dan Indonesia.\n\nDalam kondisi seperti ini, pasar terlihat kembali melakukan penyesuaian risiko secara agresif, dengan saham-saham defensif relatif lebih bertahan, sementara sektor berbasis komoditas dan siklikal menjadi korban utama arus keluar dana.(*)",
    "summary": "IHSG ditutup anjlok 4,88 persen ke 7.922 seiring aksi jual global, kejatuhan komoditas, dan sentimen hawkish The Fed yang menekan bursa Asia.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 818,
    "read_time_minutes": 4,
    "detail_scraped_at": "2026-02-03T12:11:29.389577"
  },
  {
    "title": "DPR bakal Kawal Ketat Demutualisasi BEI Demi Kedaulatan Pasar Modal",
    "url": "https://www.kabarbursa.com/market-hari-ini/dpr-bakal-kawal-ketat-demutualisasi-bei-demi-kedaulatan-pasar-modal",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770017542-6980530653094.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 1,
    "full_content": "KABARBURSA.COM- Anggota DPR RI Firnando Ganinduto menekankan demutualisasi Bursa Efek Indonesia (BEI) harus memperkuat kedaulatan pasar modal nasional. Ia menyebut proses tersebut menjadi momentum penting memperbaiki tata kelola pasar modal Indonesia.\n\n“Demutualisasi BEI harus menjadi fondasi kuat bagi kedaulatan pasar modal nasional,” kata Firnando, Senin, 2 Februari 2026.\n\nFirnando menekankan pentingnya transparansi, profesionalisme, dan akuntabilitas dalam pengelolaan bursa efek. Menurutnya, pasar modal merupakan aset strategis negara yang wajib dijaga integritasnya.\n\nDemutualisasi mengubah status BEI dari organisasi keanggotaan menjadi entitas perusahaan. Skema ini memisahkan kepentingan anggota bursa dengan pengelola bursa.\n\nPemisahan tersebut dinilai mampu meminimalkan potensi konflik kepentingan di pasar modal. “Fungsi pasar modal harus dijaga agar tetap berorientasi pada kepentingan nasional,” ujarnya.\n\nFirnando memastikan DPR RI berkomitmen mengawal setiap tahapan demutualisasi BEI secara ketat. Pengawasan mencakup aspek kepemilikan dan arah pengelolaan bursa ke depan.\n\nIa juga menyoroti rencana Danantara Indonesia menjadi pemegang saham BEI pasca-demutualisasi. Ia menilai keterlibatan Danantara akan menentukan arah pasar modal nasional.\n\n“Kami ingin Danantara berperan sebagai strategic anchor yang menjaga stabilitas pasar,” kata Firnando.\n\nDirinya menegaskan BEI tidak boleh hanya berorientasi pada keuntungan komersial semata. Perlindungan investor, khususnya investor ritel, harus menjadi prioritas utama.\n\nFirnando meminta pemerintah dan OJK menyiapkan regulasi yang jelas dan berjangka panjang. Regulasi tersebut harus menjaga keseimbangan fungsi bisnis dan fungsi publik bursa.\n\n“Demutualisasi harus memberi manfaat nyata bagi ekonomi nasional dan masyarakat,” tuturnya. (Adi Subchan) (*)",
    "summary": "Anggota DPR RI Firnando Ganinduto menekankan demutualisasi Bursa Efek Indonesia (BEI) harus memperkuat kedaulatan pasar modal nasional. ",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 225,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:29.675986"
  },
  {
    "title": "Perhatikan Area Kunci INDF: BRI Danareksa Kasih Strategi ini",
    "url": "https://www.kabarbursa.com/market-hari-ini/perhatikan-area-kunci-indf-bri-danareksa-kasih-strategi-ini",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770022103-698064d7b44ee.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 1,
    "full_content": "KABARBURSA.COM– Di tengah tekanan yang masih membayangi Indeks Harga Saham Gabungan (IHSG), pergerakan saham-saham defensif mulai kembali diperhatikan pelaku pasar. Salah satu yang mencuri perhatian adalah Indofood Sukses Makmur Tbk (INDF).\n\nDalam beberapa pekan terakhir, INDF menunjukkan daya tahan relatif dibandingkan saham-saham siklikal yang lebih sensitif terhadap pelemahan indeks.\n\nSecara teknikal, pergerakan INDF mencerminkan fase konsolidasi yang cukup jelas. Setelah tekanan turun sejak akhir kuartal ketiga 2025, harga saham ini bergerak mendatar dan membentuk base di kisaran 6.600 hingga 6.900.\n\nArea tersebut menjadi zona penyeimbang antara tekanan jual dan minat beli, di mana setiap upaya penurunan cenderung tertahan dan tidak berkembang menjadi tren turun baru. Struktur ini biasanya muncul pada saham dengan karakter defensif, ketika pelaku pasar mulai mengurangi risiko namun tetap mencari instrumen yang stabil.\n\nMenariknya, fase konsolidasi INDF berlangsung di tengah pelemahan IHSG yang lebih luas. Hal ini menegaskan bahwa tekanan jual pada INDF relatif lebih terbatas. Saham ini tidak menunjukkan volatilitas ekstrem, melainkan bergerak dalam rentang sempit dengan volume yang masih terjaga.\n\nLonjakan volume yang muncul pada beberapa sesi terakhir mengindikasikan adanya peningkatan aktivitas transaksi, terutama saat harga mendekati batas atas area konsolidasi.\n\nDari sudut pandang struktur harga, area sekitar 7.000 hingga 7.200 menjadi kunci penting. Selama harga masih berada di bawah zona tersebut, INDF dapat dikatakan masih berada dalam fase base building.\n\nNamun, apabila harga mampu menembus dan bertahan di atas 7.200 dengan dukungan volume, struktur konsolidasi berpotensi beralih menjadi fase rebound jangka pendek. Di atas level itu, ruang teknikal berikutnya terbuka hingga area sekitar 7.450, yang bertepatan dengan area suplai kuat dan kedekatannya dengan rata-rata pergerakan jangka panjang atau MA200.\n\nKonteks ini membuat INDF menarik dibaca sebagai representasi saham defensif di tengah pasar yang belum sepenuhnya pulih. Karakter bisnis yang relatif stabil, ditopang konsumsi domestik, membuat tekanan fundamentalnya tidak sedalam emiten yang bergantung pada siklus ekonomi atau sentimen global.\n\nDalam kondisi pasar yang masih berhati-hati, saham seperti INDF sering kali diperlakukan sebagai tempat parkir dana sementara, terutama ketika investor mengurangi eksposur pada saham berisiko tinggi.\n\nSecara keseluruhan, data pergerakan harga dan volume menunjukkan bahwa saham defensif seperti INDF masih berada dalam radar pasar. Selama fase konsolidasi ini bertahan dan tidak ditembus ke bawah, struktur harga mencerminkan ketahanan relatif di tengah pelemahan IHSG.\n\nPerhatian pelaku pasar kini tertuju pada apakah tekanan beli mampu mendorong harga keluar dari zona base tersebut, yang akan menjadi penanda apakah saham defensif ini hanya bertahan, atau mulai kembali menarik sebagai peluang rebound di tengah pasar yang belum sepenuhnya kondusif.(*)",
    "summary": "INDF bertahan dalam fase konsolidasi saat IHSG melemah, menegaskan peran saham defensif dengan potensi rebound jika mampu keluar dari zona base.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 408,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:29.922284"
  },
  {
    "title": "IHSG Turun 5 Persen, Pandu Sjahrir Ungkap Strategi Danantara",
    "url": "https://www.kabarbursa.com/market-hari-ini/ihsg-turun-5-persen-pandu-sjahrir-ungkap-strategi-danantara",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770021999-6980646fd31cf.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 2,
    "full_content": "KABARBURSA.COM– Chief Investment Officer Badan Pengelola Investasi Daya Anagata Nusantara (Danantara), Pandu Sjahrir, mendatangi Gedung Bursa Efek Indonesia pada hari pertama perdagangan.\n\nKedatangan Pandu tersebut usai akhir pekan yang diwarnai pengunduran diri Direktur Utama BEI dan empat pejabat Otoritas Jasa Keuangan.\n\nKehadiran Pandu di bursa terjadi di tengah tekanan pasar yang membuat Indeks Harga Saham Gabungan (IHSG) bergerak melemah, dengan aktivitas transaksi yang cenderung menurun dibandingkan hari-hari sebelumnya. Selain itu , berbarengan jadwal BEI melakukan pertemuan daring dengan indeks globalMorgan Stanley Capital Indeks(MSCI).\n\nDi tengah sentimen negatif tersebut, Pandu menilai reaksi pasar masih dalam batas wajar. Ia melihat adanya pergeseran minat investor dari saham-saham bervaluasi tinggi ke saham-saham yang dinilai lebih masuk akal secara fundamental.\n\n“Kalau dilihat dari sisi trading ini memang agak menurun,” ujar Pandu, Senin, 2 Februari 2026.\n\nNamun, ia menambahkan bahwa pada paruh pertama perdagangan masih terlihat minat beli dari investor asing. “Kita melihat net foreign buy first half,\" ucap dia.\n\nMenurut Pandu, koreksi yang terjadi justru menimpa saham-saham yang selama ini dinilai mahal dan kurang menarik secara valuasi.\n\n“Banyak saham-saham yang uninvestable mengalami koreksi,” katanya.\n\nSementara itu, saham-saham dengan kinerja fundamental yang kuat justru mulai dikoleksi investor institusi. “Saham-saham yang fundamental itu malah net buy dan positif,\" kata dia.\n\nPandu menyebut kondisi tersebut mencerminkan mulai berjalannya mekanisme pasar yang lebih sehat, di mana investor tidak semata-mata mengejar pergerakan jangka pendek, melainkan kembali menimbang kualitas fundamental emiten.\n\n“Kami harus lihat balik ke fundamental, ke valuasi,” ujarnya. Ia juga mengingatkan investor ritel agar tidak terjebak kepanikan hanya karena pergerakan harian pasar.\n\nDalam kesempatan tersebut, Pandu mengungkapkan Danantara telah mulai aktif berpartisipasi di pasar saham. Menurutnya, entitas investasi itu mulai mengoleksi saham-saham yang dinilai menarik secara valuasi dan memiliki profil bisnis yang solid. “Kami sudah aktif di pasar hari ini,” katanya.\n\nIa menegaskan fokus Danantara adalah perusahaan dengan arus kas yang sehat, fundamental kuat, serta likuiditas yang baik, meskipun ia tidak merinci sektor maupun nilai transaksi yang dilakukan.\n\nKehadiran Pandu di BEI juga menarik perhatian karena bertepatan dengan agenda pertemuan antara otoritas pasar modal Indonesia dan penyedia indeks global MSCI.\n\nMeski Danantara bukan regulator, Pandu menyatakan pihaknya berkepentingan terhadap arah kebijakan pasar modal, terutama terkait agenda reformasi yang tengah dibahas.\n\nIa menekankan pentingnya proses dialog yang konstruktif demi memperbaiki kualitas pasar modal Indonesia di mata investor global.\n\nDalam konteks ini, Pandu menyoroti sejumlah isu yang kerap menjadi perhatian investor internasional, mulai dari keterbukaan informasi pemegang saham hingga isu free float. “Yang paling penting dari sisi keterbukaan,” katanya.\n\nIa juga menyinggung pentingnya kemudahan akses bagi dana pensiun domestik agar dapat lebih aktif masuk ke pasar saham. Menurut Pandu, jika basis investor institusi domestik menguat, maka valuasi pasar secara keseluruhan akan lebih sehat dan stabil.\n\nKehadiran Pandu di bursa juga dikaitkan dengan wacana demutualisasi BEI. Meski ia menegaskan Danantara tidak memiliki peran sebagai regulator.\n\nPandu menyebut pihaknya melihat peluang strategis apabila struktur kepemilikan bursa nantinya berubah. Dalam konteks ini, Danantara diposisikan sebagai investor yang siap memanfaatkan peluang investasi apabila BEI telah memasuki fase pasca-demutualisasi.\n\nIa juga menilai respons regulator pasar modal terhadap dinamika terbaru tergolong cepat. Menurutnya, hanya dalam waktu kurang dari satu minggu setelah munculnya isu besar di akhir pekan, otoritas dan pengelola bursa sudah menyiapkan langkah-langkah awal untuk berkomunikasi dengan pemangku kepentingan, termasuk MSCI.\n\nDi tengah gejolak kepemimpinan di BEI dan OJK yang memicu tekanan jangka pendek di pasar, Pandu menegaskan bahwa arah kebijakan ke depan tetap harus difokuskan pada penguatan fundamental pasar modal.\n\nIa menilai volatilitas sesaat tidak perlu disikapi berlebihan selama reformasi struktural terus berjalan dan transparansi pasar diperbaiki. “Ini bagian dari reformasi dari sisi pasar modal Indonesia,” katanya.\n\nMenjelang penutupan perdagangan IHSG  anjlok 444,24 poin atau setara 5,33 persen ke level 7.885,36, setelah sepanjang sesi bergerak volatil di rentang 7.820,22 hingga sempat menyentuh level tertinggi 8.313,06, dengan pembukaan di posisi 8.306,16.\n\nSementara tekanan jual tampak mendominasi pasar seiring meningkatnya kehati-hatian investor merespons sentimen negatif di pasar keuangan domestik.\n\nHal ini tercermin dari total transaksi seluruh pasar yang mencapai 432,24 juta lot dengan nilai perdagangan Rp24,30 triliun dan frekuensi 2,65 juta kali, sedangkan di pasar reguler tercatat volume 408,67 juta lot dengan nilai transaksi Rp23,69 triliun dan frekuensi 2,65 juta kali.(*)",
    "summary": "IHSG turun tajam di awal Februari 2026. Pandu Sjahrir kunjungi BEI, soroti saham overvalued, dan pastikan Danantara mulai aktif di pasar saham.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 684,
    "read_time_minutes": 3,
    "detail_scraped_at": "2026-02-03T12:11:30.216362"
  },
  {
    "title": "Bos Danantara: Krisis Kepercayaan BEI Harus Jadi Momentum Reformasi Pasar Modal",
    "url": "https://www.kabarbursa.com/market-hari-ini/bos-danantara-krisis-kepercayaan-bei-harus-jadi-momentum-reformasi-pasar-modal",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770016363-69804e6b47e44.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 2,
    "full_content": "KABARBURSA.COM -Badan Pengelola Investasi Daya Anagata Nusantara (Danantara) menyoroti dinamika terkini yang terjadi di industri pasar modal nasional.\n\nChief Investment Officer Danantara Indonesia, Pandu Sjahrir, menilai krisis kepercayaan di BEI harus dimaknai sebagai momentum reformasi.\n\n“Ini bukan sekadar masalah satu atau dua saham,” ujar Pandu di Jakarta, Senin, 2 Februari 2026.\n\nIa menegaskan persoalan tersebut menyangkut kepercayaan terhadap sistem pasar modal dan kredibilitas negara. Menurut Pandu, agenda reformasi bukan didorong kepentingan atau preferensi Danantara Indonesia semata. Sebagai pelaku pasar, Danantara menyuarakan kebutuhan agar pasar modal lebih dalam, likuid, dan kredibel.\n\n“Reformasi ini kepentingan ekosistem, bukan kepentingan satu institusi,” tegasnya.\n\nPandu memaparkan reformasi memerlukan langkah struktural untuk memperkuat fondasi pasar modal nasional.\n\nLangkah awal mencakup peningkatan transparansi, terutama keterbukaan ultimate beneficial ownership. Selain itu, kualitas dan akurasi data kepemilikan saham perlu diperkuat.\n\nPenguatan tata kelola dan penegakan aturan menjadi agenda penting dalam reformasi pasar modal. Ia menyebut demutualisasi bursa penting untuk memitigasi benturan kepentingan dan memperkuat kelembagaan.\n\nPendalaman pasar juga perlu dilakukan secara terintegrasi lintas pemangku kepentingan. Sinergi diperlukan dari sisi permintaan, penawaran, hingga infrastruktur pasar modal.\n\nPandu menambahkan, likuiditas pasar harus diperkuat melalui kebijakan free float yang selaras praktik global. Kenaikan free float perlu dibangun lewat kebijakan yang meningkatkan kepercayaan investor.\n\nDengan kepercayaan dan valuasi sehat, kebijakan free float 15 persen dapat berjalan efektif. “Reformasi ini bertujuan membangun kepercayaan jangka panjang dan menopang pertumbuhan ekonomi berkelanjutan,” jelasnya.\n\n\n\nDemutualisasi BEI Tekan Konflik Kepentingan\nSoal rencana demutualisasi BEI, Pandu menegaskan dukungannya. Demutualisasi mengubah status BEI dari organisasi berbasis anggota menjadi perusahaan terbuka. Saham BEI nantinya dapat dimiliki publik.\n\nPandu menilai skema tersebut memisahkan kepentingan anggota bursa dan pengelola bursa. Menurutnya, pemisahan itu menekan potensi benturan kepentingan.\n\nIa memastikan demutualisasi tidak menimbulkan konflik kepentingan. Pandu menegaskan operasional bursa tetap diawasi Otoritas Jasa Keuangan. “OJK yang melakukan pengaturan,” katanya.\n\nDirinya juga menjamin tidak ada konflik jika Danantara menjadi pemegang saham BEI. Ia menyebut peran pemegang saham berbeda dengan pemangku kepentingan lainnya.\n\n“Pemegang saham fokus kepada profit untuk institusi itu. Sementara itu, pemangku kepentingan bertugas mengembangkan perusahaan,” terang Pandu.\n\nKeuntungan perusahaan akan dibagikan sebagai dividen kepada pemegang saham. “Kita ingin pasar modal kita lebih dalam,” tambah dia.\n\nIa menambahkan, fungsi regulator dan pemegang saham harus jelas. Kata Pandu, BEI tidak akan menjadi badan usaha milik negara (BUMN).\n\nTerkait investasi, Danantara akan menanamkan sebagian dana di pasar modal. Investasi dilakukan melalui obligasi dan instrumen ekuitas.\n\nDemutualisasi menjadi bagian reformasi pasar modal Indonesia. Langkah ini bertujuan memperkuat tata kelola dan transparansi.bOJK menargetkan peraturan pemerintah terbit pada kuartal I-2026.\n\nPemerintah berharap demutualisasi mengubah struktur kepemilikan pasar modal nasional. (Adi Subchan) (*)",
    "summary": "Badan Pengelola Investasi Daya Anagata Nusantara (Danantara) menyoroti dinamika terkini yang terjadi di industri pasar modal nasional.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 423,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:30.588124"
  },
  {
    "title": "Emas Tergelincir: MDKA, PSAB, HRTA Tak Berdenyut",
    "url": "https://www.kabarbursa.com/market-hari-ini/emas-tergelincir-mdka-psab-hrta-tak-berdenyut",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770018118-6980554639d3a.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 2,
    "full_content": "KABARBURSA.COM- Tekanan tajam harga emas global dalam dua hari perdagangan terakhir langsung tercermin ke pergerakan saham-saham emiten emas di Bursa Efek Indonesia (BEI). Pelemahan yang terjadi bukan bersifat gradual, melainkan berlangsung cepat dan dalam, membuat saham-saham sektor emas kehilangan denyut transaksi sejak awal sesi hingga menjelang penutupan perdagangan.\n\nHarga emas di pasar spot tercatat turun sekitar 15 persen dalam dua hari, dari level USD5.375 per troy ounce pada pembukaan perdagangan Jumat, 30 Januari, ke area USD4.586 per troy ounce pada Senin pagi, 2 Februari 2026.\n\nSetelah penurunan tajam tersebut, harga bergerak terbatas di kisaran USD4.600–4.700 per troy ounce. Bloomberg melaporkan pelemahan ini dipicu oleh efek squeeze akibat aksi ambil untung besar-besaran, yang diperkuat oleh penguatan dolar Amerika Serikat menyusul penunjukan Kevin Warsh sebagai calon kepala The Federal Reserve menggantikan Jerome Powell pada Mei 2026.\n\nWarsh dikenal kritis terhadap neraca The Fed yang membengkak, sehingga pasar mulai mengantisipasi pengetatan neraca atau quantitative tightening serta berkurangnya intervensi bank sentral dalam pasar keuangan.\n\nSentimen global tersebut langsung menekan saham-saham emas domestik. Saham PT Hartadinata Abadi Tbk (HRTA) pada perdagangan Senin, 2 Februari 2026, anjlok 330 poin atau 14,80 persen ke level 1.900. Sejak pembukaan sesi, HRTA langsung jatuh tajam dan tidak pernah menunjukkan upaya pemulihan berarti.\n\nSepanjang perdagangan, harga bergerak menurun hingga mendatar di area bawah, yang mencerminkan minimnya minat beli lanjutan. Volume transaksi tercatat sekitar 40,74 juta saham, sedikit di bawah rata-rata volume hariannya, menandakan tekanan jual berlangsung tanpa diiringi lonjakan likuiditas yang sehat.\n\nTekanan serupa terjadi pada saham PT J Resources Asia Pasifik Tbk (PSAB). Saham ini ditutup melemah 82 poin atau 14,91 persen ke level 468. Pergerakan intraday menunjukkan pola yang nyaris identik, dengan penurunan tajam di awal sesi lalu bergerak datar di area rendah hingga siang hari.\n\nVolume transaksi mencapai sekitar 153,31 juta saham, lebih tinggi dibandingkan rata-rata volume hariannya, mengindikasikan distribusi aktif di tengah tekanan harga. Meski transaksi relatif ramai, harga tetap tidak mampu bangkit, memperlihatkan dominasi penjual sepanjang sesi.\n\nSaham PT Merdeka Copper Gold Tbk (MDKA) juga tidak luput dari tekanan. Pada perdagangan yang sama, MDKA terkoreksi 480 poin atau 14,95 persen ke level 2.730. Saham ini sempat dibuka di area yang lebih tinggi, namun langsung tertekan tajam pada menit-menit awal perdagangan.\n\nSetelah penurunan awal, harga cenderung mendatar di kisaran bawah tanpa upaya rebound berarti hingga siang hari. Volume transaksi tercatat sekitar 113,76 juta saham, lebih tinggi dari rata-rata volume harian, namun likuiditas tersebut lebih mencerminkan proses distribusi dibandingkan akumulasi.\n\nPola pergerakan ketiga saham emas ini menunjukkan karakter yang sama. Penurunan tajam terjadi sejak awal sesi, diikuti fase mendatar yang panjang di level rendah. Struktur pergerakan tersebut mencerminkan kombinasi antarapanic sellingawal dan sikapwait and seedari pelaku pasar setelah harga jatuh cukup dalam.\n\nMinimnya pantulan intraday menunjukkan bahwa pelaku pasar belum melihat katalis jangka pendek yang mampu menahan tekanan, seiring ketidakpastian arah emas global pasca perubahan ekspektasi kebijakan moneter Amerika Serikat.\n\nSecara keseluruhan, tergelincirnya harga emas dunia akibat kombinasi profit taking dan penguatan dolar telah memukul sentimen saham emas domestik secara serentak. Saham HRTA, PSAB, dan MDKA sama-sama mengalami koreksi mendekati batas maksimal harian, dengan aktivitas transaksi yang semakin melemah seiring berjalannya waktu.\n\nData ini menggambarkan bahwa pelemahan emas global tidak hanya berdampak pada harga komoditas, tetapi juga langsung menggerus kepercayaan pasar terhadap saham-saham sektor emas, setidaknya dalam jangka sangat pendek, hingga arah kebijakan moneter global kembali memperoleh kejelasan.(*)",
    "summary": "Harga emas dunia anjlok hingga 15 persen dalam dua hari. Saham HRTA, PSAB, dan MDKA tertekan seiring aksi profit taking dan penguatan dolar AS.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 551,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:30.940586"
  },
  {
    "title": "DPR Dorong OJK Bangun Kepercayaan Pasar Modal",
    "url": "https://www.kabarbursa.com/market-hari-ini/dpr-dorong-ojk-bangun-kepercayaan-pasar-modal",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770015267-69804a238a76a.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 2,
    "full_content": "KABARBURSA.COM -Ketua Badan Anggaran DPR RI, Said Abdullah, menegaskan harapannya agar pimpinan baru Otoritas Jasa Keuangan (OJK) mampu membangun kembali kepercayaan pasar modal yang sempat terguncang.\n\nPasca pengunduran diri empat pimpinan OJK, tampuk kepemimpinan kini dijabat oleh Friderica Widyasari Dewi sebagai Ketua sekaligus Wakil Ketua OJK, sementara Hasan Fawzi memegang kendali Kepala Eksekutif Pasar Modal sekaligus merangkap jabatannya sebelumnya.\n\n“Fondasi utama kepercayaan pasar adalah independensi dan profesionalisme OJK dalam setiap pengambilan keputusan,” kata Said dalam keterangan resmi yang diterima di Jakarta, Senin 2 Februari 2026.\n\nIa menekankan bahwa pemerintah dan DPR harus tetap menopang posisi independensi OJK sebagai hal yang tidak bisa ditawar. Posisi keduanya hanya sebatas memberi masukan, bukan mengambil alih kewenangan, apalagi menilai atau bertindak di ranah OJK maupun Bank Indonesia (BI).\n\nDalam aspek teknis, Said menyarankan OJK memberikan porsi lebih besar pada kebijakan saham yang diperdagangkan bebas (free float). Ia menyambut kebijakan OJK yang mulai Februari 2026 menaikkan free float dari 7,5 persen menjadi 15 persen, dengan rencana perluasan secara bertahap.\n\nLebih jauh, ia berharap OJK membuka informasi kepemilikan saham secara lebih transparan untuk seluruh emiten yang tercatat di bursa. Hal ini termasuk pengungkapan pemilik manfaat akhir (ultimate beneficial owner), sehingga lembaga pemeringkat seperti Morgan Stanley Capital International (MSCI) dapat menilai risiko emiten secara akurat.\n\nSaid menekankan bahwa penegakan hukum terkait praktik distorsi harga saham, termasuk aksi goreng-menggoreng (coordinated trading behaviour), harus menjadi tanggung jawab utama OJK. Bantuan aparat penegak hukum lain hanya digunakan atas komando OJK, demi menjaga independensi lembaga sebagai otoritas tertinggi di sektor keuangan.\n\nIa menyoroti perkembangan media sosial yang kerap dimanfaatkan perusahaan efek untuk membangun opini pasar, yang dapat menjadi bagian dari sindikasi manipulasi harga. Said mendukung penuh OJK menerapkan regulasi agar perusahaan efek dan penyedia layanan teknologi memperoleh sertifikasi resmi, menjamin kepatuhan dan etika dalam perdagangan saham.\n\nSelain itu, Said menekankan pentingnya evaluasi penempatan iuran pemegang polis oleh perusahaan asuransi ke pasar saham hingga 20 persen, mengingat risiko spekulasi yang tinggi. Ia menyinggung sejumlah kasusfrauddi perusahaan asuransi yang gagal bayar terhadap pemegang polis.\n\nDalam jangka menengah hingga panjang, Said merekomendasikan agar OJK mengkaji risiko penempatan dana pensiun di saham dan obligasi. Dana pensiun menjadi sumber likuiditas domestik yang vital, namun risiko muncul saat dana asing keluar dan saham atau obligasi dijaminkan melalui pasar repo. Nilai portofolio yang menurun akan menurunkan nilai jaminan repo, sehingga menimbulkan persoalan likuiditas.\n\nOleh karena itu, Said berharap OJK merumuskan mekanisme penyangga likuiditas yang jelas, khususnya dari dana pensiun, agar perlindungan terhadap pemilik dana tetap terjaga sekaligus meminimalkan risiko komplikasi di pasar saham dan obligasi.(*)",
    "summary": "Pimpinan baru Otoritas Jasa Keuangan (OJK) mampu membangun kembali kepercayaan pasar modal yang sempat terguncang.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 417,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:31.198058"
  },
  {
    "title": "Luhut Tegaskan Reformasi Pasar Modal Fokus Lindungi Investor dan Stabilitas",
    "url": "https://www.kabarbursa.com/market-hari-ini/luhut-tegaskan-reformasi-pasar-modal-fokus-lindungi-investor-dan-stabilitas",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770014798-6980484e6d57a.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 2,
    "full_content": "KABARBURSA.COM -Ketua Dewan Ekonomi Nasional (DEN), Luhut Binsar Pandjaitan, menegaskan bahwa reformasi pasar modal yang tengah digulirkan pemerintah bersama otoritas terkait fokus pada dua hal utama: perlindungan investor dan stabilitas pasar yang berkelanjutan.\n\nLuhut mengimbau para investor, terutama yang domestik, untuk tetap tenang dan tidak terjebak sentimen jangka pendek yang kerap memicu volatilitas.\n\nPemerintah, bekerja sama dengan Otoritas Jasa Keuangan (OJK), Bursa Efek Indonesia (BEI), dan berbagai otoritas terkait, menyiapkan langkah-langkah pengawasan lebih ketat terhadap perdagangan. Ini mencakup pemantauan transaksi yang tidak lazim, penegakan hukum terhadap praktik manipulasi pasar, serta penguatan komunikasi pasar agar lebih cepat dan transparan.\n\n“Perlindungan investor dan stabilitas pasar adalah prioritas utama,” ujar Luhut.\n\nIa menambahkan, koreksi Indeks Harga Saham Gabungan (IHSG) pasca-evaluasi Morgan Stanley Capital International (MSCI) menjadi momentum untuk menyempurnakan pasar modal. Tujuannya: menciptakan ekosistem yang lebih sehat, adil, transparan, dan kompetitif.\n\nSejalan dengan itu, DEN mendukung enam langkah reformasi yang telah diumumkan pemerintah, OJK, dan BEI.\n\nPertama, revisi ketentuan pengungkapanultimate beneficial owner(UBO) bagi emiten utama, lengkap dengan mekanisme verifikasi dan sanksi tegas. Menurut Luhut, transparansi ini krusial agar investor mengetahui pemilik manfaat akhir, mencegah praktik tidak sehat, dan memperkuat kepercayaan terhadap integritas pasar modal.\n\nKedua, peningkatan ambang batasfree floatminimum dari 7,5 persen menjadi 15 persen. Langkah ini dimaksudkan untuk memperbaiki likuiditas dan kualitasprice discovery, terutama bagi emiten berkapitalisasi besar. “Kebijakan ini harus menjadi bagian paket reformasi yang menegakkan transparansi dan fairness, sehingga free float yang meningkat dapat diserap pasar dengan valuasi yang sehat dan mencerminkan fundamental bisnis,” jelasnya.\n\nKetiga, percepatan demutualisasi BEI untuk meminimalkan konflik kepentingan serta memperkuat tata kelola bursa agar lebih independen, profesional, dan akuntabel.\n\nKeempat, pemerintah mendukung OJK dan BEI dalam memperluas batas atas investasi saham bagi dana pensiun dan perusahaan asuransi hingga 20 persen, dengan prinsip kehati-hatian dan manajemen risiko tetap diutamakan. “Dengan memperbesar peran investor institusi domestik, kita membangun bantalan likuiditas agar pasar tidak terlalu rentan terhadap fluktuasi arus modal asing,” kata Luhut.\n\nKelima, pengunduran diri beberapa direksi BEI dan pejabat tinggi OJK dianggap sebagai momentum strategis untuk pembaruan kepemimpinan. Pemerintah akan mendorong proses seleksi yang transparan dan berbasis merit agar muncul pemimpin baru yang berintegritas dan berorientasi pada reformasi. “Kita membutuhkan pemimpin yang berani mengeksekusi perubahan dan menegakkan aturan. Pasar modal harus menjadi pilar pertumbuhan ekonomi Indonesia yang adil dan dapat dinikmati masyarakat luas,” tambahnya.\n\nKeenam, dukungan terhadap adopsi teknologiartificial intelligence(AI) dalam pengawasan pasar. Teknologi ini akan mendeteksi anomali harga dan pola transaksi yang berpotensi merugikan investor secara cepat, akurat, dan proaktif. Pemanfaatannya diharapkan memperkuat pengawasan, meningkatkan penegakan aturan, dan menutup celah praktik tidak adil.\n\nLuhut menekankan, reformasi pasar modal ini merupakan bagian dari orkestrasi reformasi ekonomi nasional yang lebih luas, menegaskan komitmen pemerintah dalam membangun pasar yang sehat dan berkelanjutan.(*)",
    "summary": "Ketua Dewan Ekonomi Nasional (DEN), Luhut Binsar Pandjaitan, menegaskan bahwa reformasi pasar modal yang tengah digulirkan pemerintah bersama otoritas terkait",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 444,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:31.535156"
  },
  {
    "title": "BULL Macet, Dirut Ambil Aksi Penyelamatan",
    "url": "https://www.kabarbursa.com/market-hari-ini/bull-macet-dirut-ambil-aksi-penyelamatan",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770014894-698048aeefe1d.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 2,
    "full_content": "KABARBURSA.COM– Tekanan tajam pergerakan harga saham PT Buana Lintas Lautan Tbk (BULL) terus mewarnai perdagangan bursa. Aksi pembelian saham oleh Direktur Utama Wong Kevin, menjadi penyelamat, meskipun harga intraday masih di zona merah.\n\nPada perdagangan Senin, 2 Februari 2026, saham BULL bergerak di bawah tekanan kuat sejak awal sesi. Saham dibuka di level 484, lebih rendah dibandingkan harga penutupan sebelumnya di 492. Tekanan jual berlanjut sepanjang sesi hingga saham ditutup di level 420, turun 72 poin atau setara 14,63 persen.\n\nPenurunan ini membawa harga menyentuh batas auto rejection bawah di level 420, sekaligus menjadi level terendah harian. Sepanjang sesi, saham tidak mampu bangkit mendekati area pembukaan, mencerminkan dominasi penawaran jual yang konsisten.\n\nAktivitas transaksi berlangsung relatif ramai. Total volume perdagangan tercatat sekitar 3,54 juta lot dengan nilai transaksi mencapai Rp153,6 miliar. Frekuensi transaksi mencapai 4.190 kali, yang artinya penurunan harga kali ini terjadi dalam kondisi likuid, bukan akibat sepinya transaksi.\n\nHarga rata-rata transaksi berada di kisaran 434, lebih tinggi dari harga penutupan. Ini mmeperlihatkan adanya tekanan jual yang menguat menjelang akhir sesi.\n\nStruktur orderbook intraday memperlihatkan antrean jual yang sangat tebal di sisi offer. Pada level 420 saja, antrean penjualan tercatat lebih dari 770 ribu lot dengan frekuensi tinggi, diikuti lapisan penawaran berjenjang hingga area 438.\n\nSementara itu, sisi bid nyaris tidak terlihat. Pembeli terlihat menunggu dan dan minim sekali upaya penyerapan di tengah tekanan jual. Pola ini memperlihatkan distribusi agresif yang menekan harga hingga mentok di ARB.\n\n\n\nDirut Borong di Harga Rp418\nDi tengah kondisi pasar tersebut, keterbukaan informasi dari Bursa Efek Indonesia mengungkap bahwa Direktur Utama BULL Wong Kevin, sebelumnya telah melakukan pembelian saham dalam jumlah besar.\n\nPada 17 Desember 2025, Wong Kevin mengeksekusi pembelian sebanyak 4 juta lembar saham BULL dengan harga pelaksanaan Rp418 per saham, sehingga nilai transaksi mencapai sekitar Rp1,67 miliar. Aksi ini meningkatkan kepemilikan sahamnya dari 294.137.950 lembar atau sekitar 1,90 persen menjadi 298.137.950 lembar saham, setara 1,92 persen hak suara.\n\nHarga pembelian tersebut berada sangat dekat dengan level terendah saham pada perdagangan 2 Februari 2026, yang juga menyentuh area 420. Secara kronologis, aksi beli manajemen dilakukan saat harga saham berada di zona bawah, jauh sebelum tekanan intraday terbaru terjadi.\n\nDalam laporan perubahan kepemilikan, manajemen menegaskan bahwa transaksi dilakukan untuk tujuan investasi dan Wong Kevin bukan merupakan pemegang saham pengendali.\n\nKombinasi antara aksi beli direktur utama dan tekanan harga yang masih berlanjut di pasar menunjukkan adanya perbedaan horizon antara manajemen dan pelaku pasar jangka pendek. Di satu sisi, pembelian oleh direktur utama mencerminkan penambahan eksposur pribadi pada saham perusahaan di area harga rendah.\n\nDi sisi lain, pergerakan intraday terbaru memperlihatkan bahwa sentimen pasar belum sepenuhnya merespons aksi tersebut secara positif, dengan tekanan jual yang masih mendominasi dan mendorong saham masuk ke zona auto rejection bawah.\n\nSecara keseluruhan, data ini menggambarkan situasi di mana keyakinan internal manajemen, yang tercermin melalui aksi pembelian saham, berhadapan langsung dengan dinamika pasar jangka pendek yang masih berada dalam fase tekanan.\n\nPerdagangan intraday BULL menunjukkan distribusi yang kuat dan minimnya daya tahan harga, sementara aksi korporasi dari direktur utama menambah lapisan informasi penting bagi pelaku pasar dalam membaca arah dan persepsi nilai saham ke depan.(*)",
    "summary": "Saham BULL menyentuh ARB di tengah tekanan jual. Direktur Utama Wong Kevin borong 4 juta saham di harga Rp418 dengan nilai Rp1,67 miliar.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 515,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:31.849947"
  },
  {
    "title": "Saat Harga Terkoreksi, Dirut SMDR Tambah Kepemilikan Saham",
    "url": "https://www.kabarbursa.com/market-hari-ini/saat-harga-terkoreksi-dirut-smdr-tambah-kepemilikan-saham",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770014038-698045565e406.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 2,
    "full_content": "KABARBURSA.COM- Direktur Utama (Dirut) PT Samudera Indonesia Tbk (SMDR) yakni, Bani Maulana Mulia tercatat melakukan pembelian saham SMDR dalam dua hari berturut-turut pada 29 dan 30 Januari 2026 dengan tujuan investasi.\n\nPada transaksi pertama, 29 Januari 2026, Bani membeli sebanyak 574.000 saham SMDR dengan harga Rp350. Sehari berselang, ia kembali menambah kepemilikan dengan membeli sebanyak 520.000 saham di harga Rp374. Seluruh transaksi dilakukan secara langsung tanpa perjanjian repurchase agreement.\n\nDengan dua transaksi tersebut, kepemilikan saham Bani di PT Samudera Indonesia Tbk meningkat dari sebelumnya  55.278.800 saham, kini menjadi 56.372.800 saham.\n\nMeski jumlah saham bertambah, porsi kepemilikan atau hak suara Bani tercatat tetap di level 0,34 persen, baik sebelum maupun setelah transaksi.\n\nDalam keterbukaan informasi tersebut juga ditegaskan bahwa transaksi ini tidak menyebabkan perubahan pengendalian di tubuh SMDR. Bani menyatakan tidak memiliki status sebagai pengendali.\n\nAdapun pada sesi I perdagangan Senin, 2 Februari 2026, saham SMDR terpantau tergelincir sebesar 7,94 persen atau 30 poin ke level Rp348.\n\nMengutip Stockbit, dalam satu pekan, saham SMDR melemah 9,84 persen dengan rentang pergerakan harga antara Rp302 hingga Rp398.\n\nSecara year to date (YTD), saham emiten transportasi logistik ini masih melemah 11,22 persen. Koreksi juga tercatat pada periode satu bulan, dengan penurunan mencapai 11,22 persen. Pada periode ini, saham SMDR bergerak di kisaran Rp302 hingga Rp474.\n\nMeski demikian, performa SMDR mulai menunjukkan pemulihan dalam rentang waktu menengah. Dalam periode tiga bulan, saham ini mencatatkan kenaikan 10,13 persen, disusul penguatan 5,45 persen dalam rentang enam bulan.\n\nSementara dalam waktu satu tahun, SMDR mencatatkan lonjakan signifikan sebesar 35,94 persen, bergerak dari level terendah Rp192 hingga puncak Rp474. (*)",
    "summary": " Direktur Utama (Dirut) PT Samudera Indonesia Tbk (SMDR) yakni, Bani Maulana Mulia tercatat melakukan pembelian saham SMDR ",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 261,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:32.155688"
  },
  {
    "title": "BRIS Sah Jadi BUMN, Harga Saham Masih Tertekan",
    "url": "https://www.kabarbursa.com/market-hari-ini/bris-sah-jadi-bumn-harga-saham-masih-tertekan",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770012775-69804067d0047.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 2,
    "full_content": "KABARBURSA.COM- PT Bank Syariah Indonesia Tbk (BRIS) resmi menjadi badan usaha milik negara. Perubahan status ini menandai titik balik struktural dalam peta industri perbankan nasional, khususnya di segmen syariah.\n\nKeputusan ini ditetapkan melalui Rapat Umum Pemegang Saham Luar Biasa pada 22 Desember 2025 dan secara formal mengakhiri posisi BSI sebagai anak usaha bank-bank Himbara, dan menempatkannya sejajar secara kelembagaan dengan PT Bank Mandiri (Persero) Tbk (BMRI), PT Bank Rakyat Indonesia (Persero) Tbk (BBRI), PT Bank Negara Indonesia (Persero) Tbk (BBNI), serta PT Bank Tabungan Negara (Persero) Tbk (BBTN).\n\nSecara regulasi, perubahan ini lahir dari penyesuaian anggaran dasar sesuai Undang-Undang BUMN, terutama terkait kepemilikan Saham Seri A Dwiwarna oleh Negara Republik Indonesia. Dengan masuknya hak istimewa negara tersebut, BSI secara otomatis dikategorikan sebagai Persero dan wajib tunduk pada seluruh ketentuan tata kelola BUMN.\n\nPerubahan nama menjadi PT Bank Syariah Indonesia (Persero) Tbk. menjadi simbol legal sekaligus institusional bahwa bank syariah ini tidak lagi berada di lapis kedua dalam struktur kepemilikan negara.\n\nDari perspektif industri, langkah ini mengubah posisi BSI dari entitas konsolidasi hasil penggabungan unit usaha syariah menjadi institusi strategis negara. Selama lima tahun terakhir, BSI tumbuh dari gabungan entitas syariah relatif kecil milik Mandiri, BNI, dan BRI menjadi bank syariah terbesar di Indonesia.\n\nNamun, status sebagai anak usaha membuat ruang manuver strategisnya masih berada di bawah payung induk. Dengan status BUMN, BSI kini memiliki kedudukan yang setara dalam pengambilan kebijakan makro, akses program strategis pemerintah, serta persepsi pasar.\n\nDirektur Utama BSI Anggoro Eko Cahyo, menggambarkan posisi BSI yang kini berada di “lintasan yang sama” dengan bank-bank Himbara lain. Analogi ini memperlihatkan bahwa tantangan utama pasca-perubahan status bukan lagi soal legitimasi kelembagaan, melainkan kesiapan sumber daya manusia, sistem, dan budaya kerja untuk bersaing secara langsung dengan bank-bank besar nasional yang selama ini menjadi rujukan.\n\nStatus BUMN membawa konsekuensi peningkatan ekspektasi dari pemegang saham negara dan masyarakat. Sebagai Persero, BSI tidak hanya dituntut mencetak pertumbuhan, tetapi juga menjaga peran strategis dalam pembangunan ekonomi nasional, inklusi keuangan syariah, dan stabilitas sistem keuangan.\n\nDalam konteks ini, tuntutan kinerja menjadi lebih tinggi dibandingkan saat BSI masih berstatus anak usaha, karena pencapaian BSI kini akan dibaca sebagai cerminan langsung kinerja BUMN sektor perbankan syariah.\n\nTarget yang dipasang manajemen, yakni menembus jajaran lima besar bank syariah global pada 2030, menjadi indikator bagaimana perubahan status ini diterjemahkan ke dalam ambisi jangka panjang. Target tersebut menunjukkan bahwa BSI tidak lagi memposisikan diri hanya sebagai pemain domestik, melainkan sebagai institusi yang ingin mengambil peran di level global.\n\nDengan dukungan status BUMN, BSI berpotensi memperoleh leverage reputasi, akses pendanaan, dan peluang kerja sama internasional yang lebih luas, terutama di pasar keuangan syariah global.\n\nNamun, status sejajar dengan Himbara juga berarti BSI akan dinilai dengan standar yang sama. Perbandingan kinerja, efisiensi, tata kelola, dan kualitas layanan dengan Mandiri, BRI, BNI, dan BTN menjadi tidak terhindarkan.\n\nDalam konteks ini, narasi “bersaing dengan guru” yang disampaikan Anggoro mencerminkan fase transisi dari dependensi menuju kompetisi sehat antarbank milik negara.\n\n\n\nTransaksi Relatif Ramai, Asing Banyak Masuk\nPerdagangan saham PT Bank Syariah Indonesia (Persero) Tbk. (BRIS) pada Senin, 2 Februari 2026, berlangsung dalam tekanan ringan meski aktivitas transaksi relatif ramai dan akumulasi domestik masih terbaca.\n\nSaham BRIS ditutup melemah 30 poin atau 1,33 persen ke level 2.220 dari penutupan sebelumnya di 2.250. Sepanjang sesi, harga bergerak di rentang 2.160 hingga 2.280, dengan pembukaan di 2.250.\n\nDari sisi likuiditas, total transaksi tercatat 67.706 lot dengan nilai sekitar Rp54,2 miliar dan frekuensi mencapai 3.184 kali. Rata-rata harga transaksi berada di kisaran 2.224. Aktivitas di papan reguler memperlihatkan antrean jual yang lebih tebal di area atas, sementara minat beli bertahan di area bawah, membentuk struktur orderbook yang relatif seimbang namun cenderung menahan laju pemulihan harga.\n\nData ringkasan broker domestik menunjukkan pola akumulasi bersih. Tercatat 11 broker berada di sisi beli dan 39 broker di sisi jual, dengan selisih broker minus 28, namun secara volume bersih masih mencatatkan net buy sebesar 210.710 lot dengan nilai bersih sekitar Rp47 miliar.\n\nRata-rata harga akumulasi domestik berada di kisaran 2.232. Indikator Acc/Dist menempatkan perdagangan hari itu dalam kategori akumulasi, dengan klasifikasi Big Acc pada kelompok Top 1, Top 3, dan Top 5 broker, yang mengindikasikan kontribusi signifikan dari beberapa pelaku besar di sisi pembelian.\n\nPada sisi buyer, aktivitas terbesar datang dari UBS Sekuritas Indonesia (AK) dengan nilai beli sekitar Rp22,5 miliar atau 101,1 ribu lot pada harga rata-rata 2.230. Diikuti Verdhana Sekuritas (BB) senilai Rp14,1 miliar atau 63,5 ribu lot pada harga rata-rata 2.227, serta Maybank Sekuritas Indonesia (ZP) dengan nilai Rp5,8 miliar atau 26,1 ribu lot pada harga rata-rata 2.226.\n\nPola pembelian ketiganya terkonsentrasi di rentang harga yang berdekatan, dan mencerminkan strategi akumulasi di area konsolidasi.\n\nDi sisi penjualan, tekanan terbesar berasal dari Mandiri Sekuritas (CC) dengan nilai jual sekitar Rp6,8 miliar atau 30,8 ribu lot pada harga rata-rata 2.214. Tekanan serupa datang dari BNI Sekuritas (NI) senilai Rp6,6 miliar atau 29,6 ribu lot pada harga rata-rata 2.216, serta BRI Danareksa Sekuritas (OD) sebesar Rp5,4 miliar atau 24,2 ribu lot pada harga rata-rata 2.221.\n\nDistribusi dari beberapa broker besar ini menjelaskan mengapa harga tidak mampu bertahan di atas area pembukaan meski terdapat akumulasi bersih secara keseluruhan.\n\nStruktur orderbook sepanjang sesi memperlihatkan lapisan penawaran yang cukup rapat di kisaran 2.230 hingga 2.300, sementara permintaan relatif konsisten di area 2.140 hingga 2.200.\n\nKondisi ini membentuk pola tarik-menarik antara pembeli yang menunggu di bawah dan penjual yang aktif melepas di area atas, sehingga pergerakan harga cenderung tertahan dan berakhir di zona merah tipis.(*)",
    "summary": "BSI resmi menjadi BUMN dan anggota Himbara. Saham BRIS terkoreksi tipis di tengah transaksi ramai dan akumulasi domestik pada perdagangan awal Februari 2026.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 897,
    "read_time_minutes": 4,
    "detail_scraped_at": "2026-02-03T12:11:32.498919"
  },
  {
    "title": "TOWR Berencana Buyback Saham Sebesar Rp300 Miliar",
    "url": "https://www.kabarbursa.com/market-hari-ini/towr-berencana-buyback-saham-sebesar-rp300-miliar",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770009652-698034343f0ea.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 2,
    "full_content": "KABARBURSA.COM- PT Sarana Menara Nusantara Tbk (TOWR) mengumumkan akan melakukan pembelian kembali (buyback) saham pada periode 2 Februari – 1 Mei 2026.\n\nManajemen TOWR dalam keterbukaan informasi, Senin, 2 Februari 2026 menyampaikan jika biaya buyback saham (tidak termasuk biaya transaksi, komisi perantara serta biaya-biaya lain yang berkenaan dengan pembelian kembali saham) adalah sebanyak-banyaknya sebesar Rp300 miliar.\n\n\"Untuk pembelian kembali saham, perkiraan jumlah nilai nominal seluruh saham yang akan dibeli kembali oleh Perseroan adalah sekitar 0,97 persen dari modal ditempatkan dan disetor Perseroan atau setara dengan sekitar 576 juta lembar saham,\" tulis manajemen.\n\nManajemen TOWR berkeyakinan bahwa pelaksanaan rencana buyback saham tidak memberikan dampak yang material terhadap pendapatan, kegiatan usaha, dan kinerja keuangan Perseroan.\n\nDisebutkan, buyback saham TOWR ini akan menggunakan dana internal Perseroan dan dilaksanakan dengan mempertimbangkan kondisi keuangan Perseroan, kebutuhan modal kerja dan sumber pendanaan yang cukup.\n\n\"Pembelian kembali saham ini diharapkan dapat menjaga stabilitas harga saham di masa yang akan datang dan memberikan fleksibilitas untuk mencapai struktur permodalan yang lebih efisien,\" tulis manajemen TOWR.\n\nManajemen TOWR menyebut, proforma Laba Per Saham (Earnings per share – (EPS) Perseroan setelah buyback saham bakal meningkat dikarenakan berkurangnya jumlah saham yang beredar.\n\n\"Pembelian kembali saham akan dilaksanakan dalam jangka waktu paling lama tiga bulan terhitung setelah keterbukaan informasi ini disampaikan kepada OJK dan BEI, yakni dimulai sejak 2 Februari 2026 sampai dengan 1 Mei 2026, dengan tunduk pada penghentian pelaksanaan lebih awal oleh Perseroan,\" tulis manajemen.\n\n\n\nKomisaris dan Direksi TOWR Kompak Jual Saham\nSebelumnya diberitakan, Sejumlah anggota komisaris dan direksi PT Sarana Menara Nusantara Tbk (TOWR) tercatat melakykan transaksi saham dalam periode akhir Januari 2026.\n\nBerdasarkan data keterbukaan informasi Bursa Efek Indonesia, Komisaris Utama TOWR, Kenny Harjo tertanggal 28 Januari 2026, melaporkan penurunan kepemilikan saham dari sebelumnya 8,54 juta saham menjadi 1,59 juta saham.\n\nTransaksi tersebut dilakukan melalui mekanisme penjualan tidak langsung sebanyak 6,9 juta saham pada harga Rp546 dengan tujuan divestasi. Setelah transaksi, porsi hak suara Kenny turun dari 0,0144 persen menjadi 0,0026 persen.\n\nPada hari yang sama, Komisaris TOWR lainnya Ario Wibisono juga melaporkan pengurangan kepemilikan saham TOWR. Jumlah saham yang dimiliki turun dari 250,19 juta saham menjadi 243,24 juta saham.\n\nPada hari tersebut, Ario menjual 6,9 juta saham di harga Rp546 per saham, dengan tujuan divestasi. Porsi hak suara ia mengalami penyesuaian dari 0,4233 persen menjadi 0,4115 persen\n\nDari jajaran direksi, Direktur TOWR, Eko Santoso Hadiprodjo melaporkan penurunan kepemilikan saham yang cukup signifikan. Kepemilikan sahamnya berkurang dari 39,6 juta saham menjadi 10,63 juta saham setelah transaksi penjualan tidak langsung sebanyak 28,97 juta saham pada 28 Januari 2026.\n\nHarga transaksi juga tercatat di level Rp546 per saham. Setelah transaksi, hak suara Eko turun dari 0,067 persen menjadi 0,018 persen\n\nPola serupa juga terlihat pada Direktur TOWR lainnya yakni Anita Anwar. Kepemilikan sahamnya menyusut dari 27,51 juta saham menjadi 5,12 juta saham, setelah penjualan tidak langsung sebanyak 22,38 juta saham pada harga yang sama, Rp546 per saham. Hak suara yang dimiliki Anita Anwar turun dari 0,046 persen menjadi 0,008 persen\n\nTak sampai di situ, Direktur TOWR, Indra Gunawan juga melaporkan penurunan kepemilikan saham dari 36,77 juta saham menjadi 7,80 juta saham. Transaksi penjualan tidak langsung sebanyak 28,97 juta saham dilakukan pada 28 Januari 2026 dengan harga Rp546 per saham, sehingga porsi hak suara turun dari 0,062 persen menjadi 0,013 persen. (*)",
    "summary": "PT Sarana Menara Nusantara Tbk (TOWR) mengumumkan akan melakukan pembelian kembali (buyback) saham pada periode 2 Februari – 1 Mei 2026.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 540,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:32.860321"
  },
  {
    "title": "APBI Respons Pemangkasan 70 Persen Produksi Batu Bara, INCO Semakin Mati Kutu?",
    "url": "https://www.kabarbursa.com/market-hari-ini/apbi-respons-pemangkasan-70-persen-produksi-batu-bara-inco-semakin-mati-kutu",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770010670-6980382eea99d.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 2,
    "full_content": "KABARBURSA.COM– Kebijakan pemangkasan batu bara yang dilakukan Kementerian Energi dan Sumber Daya Mineral (ESDM), yang mencapai kisaran 40 hingga 70 persen, dalam Rencana Kerja dan Anggaran Biaya (RKAB) 2026 sejumlah emiten baru bara, menandai fase baru dalam pendekatan pemerintah terhadap pengelolaan sektor batu bara nasional.\n\nNamun, kebijakan ini mendapat kritik dari Asosiasi Pertambangan Batubara Indonesia (APBI-ICMA). Asosisasi berpendapat, pemangkasan kali ini terlalu agresif. Angka produksi yang disetujui Kementerian ESDM lebih rendah dibandingkan realisasi produksi 2025 dan jauh di bawah persetujuan RKAB tiga tahunan serta usulan RKAB tahunan 2026, yang sebagian perusahaan telah ajukan hingga tahap evaluasi lanjutan.\n\nApalagi sistem Minerba One Data Indonesia (MODI) yang kini menjadi rujukan utama penetapan angka produksi. Sistem ini secara praktis memaksa perusahaan menyesuaikan ulang seluruh perencanaan operasional, bahkan bagi perusahaan yang sebelumnya telah melewati beberapa tahan evaluasi RKAB.\n\nDi sini, APBI melihat adanya ketidaksinkronan antara tujuan kebijakan dengan realitas struktur biaya produksi. Sebab, produksi yang terpangkan membuat beban tetap perusahaan tidak tertutup. Sebut saja mulai dari biaya operasional dasar, kewajiban lingkungan, hingga aspek keselamatan dan kesehatan kerja.\n\nBelum lagi terkait dengan kewajiban finansial jangka menengah hingga panjang kepada perbankan dan Lembaga pembiayaan alat berat. Hal ini berpotensi meningkatkan risiko gagal bayar secara sistemik, terutama jika diterapkan secara luas pada banyak perusahaan.\n\n\n\nPotensi Kehilangan Pekerjaan\nHal lain yang menjadi perhatian APBI adalah soal aspek ketenagakerjaan. Dengan produksi yang lebih rendah, opsi penundaan hingga penghentian sebagian kegiatan operasional menjadi risiko nyata. Rantai dampak ini berpotensi menekan aktivitas ekonomi lokal dan keberlanjutan program sosial yang selama ini dijalankan oleh pelaku usaha.\n\nUntuk itu, APBI meminta agar penetapan angka produksi 2026 ini ditinjau kembali agar kebijakan tidak hanya menata produksi namun juga mempertimbangkan kesinambungan usaha dan stabilisasi sosial ekonomi.\n\n\n\nINCO Semakin Mati Kutu?\nBerbicara tentang pemangkasan produksi, PT Vale Indonesia (INCO) hanya mendapatkan 30 persen izin eksplorasi pertambangan. Izin ini sudah tentu akan menggerus pendapatan INCO di sepanjang 2026. Karena, ada sebagian proyeksi yang terancam tidak bisa dikerjakan lantaran pemangkasan produksi tersebut.\n\nJika melihat kinerja keuangan INCO hingga periode September 2025, memang tidak ada tekanan berarti. Justru, pendapatan tumbuh 21,25 persen secara tahunan, dan tercatat sebesar USD278,65 juta. EBITDA pun melonjak 51,61 persen menjadi USD73,15 juta.\n\nDengan begitu, laba bersih perusahaan tercatat USD27,20 juta, meningkat 96,78 persen dibandingkan periode yang sama tahun sebelumnya, dengan margin laba bersih naik signifikan menjadi 9,76 persen.\n\nBeban operasional pun terkendali, tercatat turun 10,94 persen secara tahunan menjadi USD11,32 juta. Sedangkand ari sisi neraca, INCO memiliki total aset sebesar USD3,24 miliar, naik 4,24 persen secara tahunan. Total liabilitasnya meningkat 26,47 persen dan berada di USD491,18 juta. Sementara ekuitas tercatat USD2,75 miliar.\n\nPosisi kas dan setara kas serta investasi jangka pendek tercatat USD496,34 juta, meski turun 35,64 persen dibandingkan tahun sebelumnya. Penurunan kas ini sejalan dengan aktivitas investasi yang relatif agresif, yang tercermin dari arus kas investasi yang negatif sebesar USD106,69 juta.\n\nArus kas operasional justru menunjukkan penguatan signifikan. Kas dari aktivitas operasi mencapai USD95,36 juta, melonjak 458,15 persen secara tahunan. Free cash flow tercatat USD24,97 juta, meningkat 156 persen, mencerminkan bahwa meskipun kas menurun secara bersih sebesar USD10,37 juta, kemampuan menghasilkan kas dari operasi inti tetap solid.\n\nNamun, jika melihat dari pergerakan harga sahamnya, begitu miris. Pada perdagangan sesi pertama Senin, 2 Februari 2026, tekanan jual sangat kuat. Saham INCO dibuka di level 6.300 dan langsung bergerak turun tajam, sebelum akhirnya berada di posisi 5.650 pada pukul 11.59 WIB.\n\nKoreksi harian mencapai 800 poin atau setara 12,40 persen dari penutupan sebelumnya di 6.450. Sepanjang sesi berjalan, harga sempat menyentuh level terendah 5.500, namun saying tidak pernah kembali mendekati harga pembukaan.\n\nPola pergerakan ini memperlihatkan distribusi yang terjadi sejak sesi pagi, dengan rentang harga yang relatif sempit di kisaran bawah setelah penurunan awal. Artinya, pelemahan bukan bersifat fluktuatif, melainkan cenderung terjaga di area rendah.\n\nDari sisi valuasi, dengan harga di 5.650 dan kapitalisasi pasar sekitar Rp59,55 triliun, saham INCO diperdagangkan pada rasio harga terhadap laba sekitar 59,30 kali, mencerminkan bahwa pasar masih menempatkan ekspektasi jangka panjang di atas kinerja jangka pendek yang sedang ditekan sentimen.(*)",
    "summary": "Pemangkasan RKAB batu bara 2026 hingga 70 persen dikritik APBI. Saham INCO tertekan meski kinerja keuangan dan arus kas operasional masih tumbuh.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 661,
    "read_time_minutes": 3,
    "detail_scraped_at": "2026-02-03T12:11:33.186359"
  },
  {
    "title": "ANTM Gandeng IBI dan Investor Hong Kong Garap Hilirisasi Nikel",
    "url": "https://www.kabarbursa.com/market-hari-ini/antm-gandeng-ibi-dan-investor-hong-kong-garap-hilirisasi-nikel",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770006374-698027662beb4.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 3,
    "full_content": "KABARBURSA.COM -PT Aneka Tambang Tbk (ANTM) meresmikan penandatanganan Framework Agreement dengan PT Industri Baterai Indonesia (IBI) serta HYD Investment Limited, entitas berbasis Hong Kong, terkait agenda pengembangan hilirisasi nikel yang diproyeksikan menjadi bagian dari pembangunan ekosistem baterai terintegrasi di Tanah Air.\n\nKesepakatan yang diteken pada 30 Januari 2026 itu menandai pijakan awal kemitraan strategis dalam merajut rantai pasok industri baterai dari sektor hulu hingga hilir. Dokumen kerja sama tersebut memuat prinsip tata kelola kolaborasi, tahapan pengembangan proyek, hingga kerangka teknis dan finansial yang selanjutnya akan diperdalam melalui studi kelayakan bersama.\n\nDirektur Pengembangan Usaha ANTM, I Dewa Wirantaya, menyatakan bahwa perjanjian ini menjadi momentum krusial dalam mendorong akselerasi hilirisasi nikel nasional. Framework Agreement ini diposisikan sebagai fondasi awal yang akan mengarahkan pembentukan ekosistem baterai terintegrasi secara menyeluruh.\n\nIa menambahkan, implementasi kerja sama tersebut masih bergantung pada pemenuhan sejumlah kondisi prasyarat pendahuluan, termasuk proses perundingan lanjutan dan penandatanganan perjanjian definitif. Pernyataan itu disampaikan Dewa dalam keterangan tertulis, Senin 2 .\n\nLebih jauh, Dewa menegaskan bahwa kesepakatan ini belum berlaku efektif pada saat penandatanganan. Efektivitas kerja sama baru akan terwujud setelah seluruh syarat pendahuluan dipenuhi, serta hasil studi kelayakan bersama memberikan landasan yang memadai bagi realisasi proyek.\n\nIa juga memastikan, perjanjian tersebut tidak menimbulkan dampak negatif terhadap kegiatan operasional maupun kondisi keuangan perseroan.(*)",
    "summary": "PT Aneka Tambang Tbk (ANTM) meresmikan penandatanganan Framework Agreement dengan PT Industri Baterai Indonesia (IBI) serta HYD Investment Limited",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 210,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:33.402241"
  },
  {
    "title": "BEI Cabut Suspensi MKAP, MGNA, SPRE, NATO, Saham ELPI",
    "url": "https://www.kabarbursa.com/market-hari-ini/bei-cabut-suspensi-mkap-mgna-spre-nato-saham-elpi",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770004283-69801f3bda379.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 3,
    "full_content": "KABARBURSA.COM- PT Bursa Efek Indonesia (BEI) memutuskan untuk menghentikan sementara perdagangan saham PT Pelayaran Nasional Ekalya Purnamasari Tbk (ELPI) setelah mencatat lonjakan harga kumulatif yang dinilai tidak lazim. Kebijakan suspensi tersebut efektif diberlakukan mulai Senin 2 Februari 2026, sejak sesi I perdagangan di pasar reguler maupun pasar tunai.\n\nKepala Divisi Pengawasan Transaksi BEI, Yulianto Aji Sadono, menjelaskan bahwa langkah penghentian sementara ini diambil sebagai mekanisme perlindungan investor sekaligus upaya pendinginan pasar. Melalui suspensi, pelaku pasar diharapkan memperoleh ruang waktu yang cukup untuk melakukan penelaahan secara lebih rasional atas setiap keputusan investasi, dengan berlandaskan pada informasi yang tersedia dan terverifikasi.\n\nIa menekankan pentingnya perhatian terhadap keterbukaan informasi yang disampaikan oleh emiten terkait. Seluruh pihak yang berkepentingan diimbau untuk mencermati setiap pengumuman resmi perseroan sebagai dasar pengambilan keputusan, ujar Yulianto dalam pernyataan tertulisnya.\n\nPada saat yang sama, BEI juga mencabut penghentian sementara perdagangan saham sejumlah emiten lainnya, yakni PT Multikarya Asia Pasifik Raya Tbk (MKAP), PT Magna Investama Mandiri Tbk (MGNA) beserta seri warannya (MGNA-W), PT Soraya Berjaya Indonesia Tbk (SPRE), serta PT Surya Permata Andalan Tbk (NATO).\n\nDengan dicabutnya suspensi tersebut, saham-saham terkait kembali dapat diperdagangkan di pasar reguler dan pasar tunai mulai sesi I hari ini. Adapun khusus untuk waran MGNA-W, perdagangan kembali dibuka di seluruh segmen pasar.(*)",
    "summary": " PT Bursa Efek Indonesia (BEI) memutuskan untuk menghentikan sementara perdagangan saham PT Pelayaran Nasional Ekalya Purnamasari Tbk (ELPI)",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 208,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:33.649788"
  },
  {
    "title": "Ini Alasan Bursa Indonesia tak Layak Di-downgrade MSCI",
    "url": "https://www.kabarbursa.com/market-hari-ini/ini-alasan-bursa-indonesia-tak-layak-di-downgrade-msci",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769990413-697fe90d2c9cc.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 3,
    "full_content": "KABARBURSA.COM– SGMC Capital menyatakan tidak melihat alasan yang realistis bagi bursa saham Indonesia untuk diturunkan statusnya ke kategorifrontier market. Penilaian tersebut disampaikan di tengah kekhawatiran pasar terkait potensi penurunan klasifikasi Indonesia dalam metodologi indeks global.\n\nPendiri dan Chief Investment Officer SGMC Capital Mohit Mirpuri mengatakan bahwa risiko penurunan status pasar Indonesia tidak mencerminkan kondisi fundamental ekonomi maupun skala pasar saham domestik. Menurutnya, Indonesia tetap memiliki posisi yang kuat di kawasan maupun global.\n\n“Tidak ada risiko realistis Indonesia diturunkan ke statusfrontier market,” ujar Mirpuri dalam wawancara yang dipublikasikanBloomberg, dikutip Senin, 2 Februari 2026.\n\nMirpuri menegaskan bahwa diskusi terkait potensi penyesuaian status pasar lebih berkaitan dengan metodologi indeks, bukan penilaian terhadap kondisi negara secara keseluruhan. Ia menilai faktor-faktor struktural ekonomi Indonesia tetap solid.\n\n“Ini soal metodologi indeks. Ini bukan penilaian terhadap negara,” katanya.\n\nIa menambahkan, Indonesia merupakan salah satu ekonomi terbesar di dunia dan memiliki bobot yang signifikan di pasar modal regional. Indonesia tercatat sebagai ekonomi anggota G20 serta pasar ekuitas terbesar di Asia Tenggara berdasarkan kapitalisasi pasar.\n\n“Kita harus ingat, ini adalah ekonomi G20. Ini pasar ekuitas terbesar di ASEAN dan salah satu dari 20 pasar terbesar di dunia berdasarkan kapasitas pasar,” ujar Mirpuri.\n\nDalam wawancara tersebut, Mirpuri juga menyampaikan bahwa SGMC Capital tidak berencana mengurangi eksposur investasinya terhadap Indonesia. Ia menilai daya tarik pasar saham Indonesia masih terjaga di tengah volatilitas global.\n\n“Saya pasti akan tetap mempertahankan eksposur saya terhadap Indonesia,” ujarnya.\n\nSGMC Capital juga menyoroti aktivitas perdagangan pasar saham Indonesia sebagai indikator penting. Mirpuri menyebut bahwa volume perdagangan saham Indonesia sepanjang tahun lalu tercatat lebih tinggi dibandingkan sejumlah negara tetangga di kawasan.\n\n“Volume perdagangan pasar saham Indonesia tahun lalu bahkan mengungguli Singapura, Malaysia, dan Vietnam,” kata Mirpuri.\n\nMenurutnya, tingginya likuiditas dan aktivitas perdagangan tersebut menjadi salah satu alasan utama mengapa penurunan status pasar Indonesia tidak relevan. Ia menilai klasifikasifrontier marketumumnya dilekatkan pada pasar dengan likuiditas rendah dan risiko tinggi, yang tidak mencerminkan kondisi Indonesia saat ini.\n\n“Karena itu, tidak ada alasan Indonesia akan turun ke levelfrontier marketatau pasar berkapitalisasi rendah dan berisiko tinggi,” ujarnya.\n\nSebagai informasi, SGMC Capital merupakan perusahaan manajemen aset dan penasihat portofolio independen yang berbasis di Singapura. Perusahaan ini berfokus pada pengelolaan investasi bagi klien institusional dan individu di kawasan Asia dan Eropa. (*)",
    "summary": "SGMC menilai tidak ada alasan realistis MSCI menurunkan status bursa saham Indonesia. Likuiditas dan skala pasar dinilai tetap kuat.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 368,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:33.900507"
  },
  {
    "title": "PROPAMI dan PAEI Klaim 8 Rencana Aksi OJK Kunci Koreksi Struktur",
    "url": "https://www.kabarbursa.com/market-hari-ini/propami-dan-paei-klaim-8-rencana-aksi-ojk-kunci-koreksi-struktur",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770000442-6980103a318d2.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 3,
    "full_content": "KABARBURSA.COM– Organisasi pelaku Pasar Modal memberikan dukungan terhadan 8 langkah baru yang dikeluarkan Otoritas Jasa Keuangan (OJK) dalam upaya melakukan reformasi Pasar Modal di Indonesia.\n\nDalam konteks tersebut, Perkumpulan Profesi Pasar Modal Indonesia (PROPAMI) mengklaim delapan rencana aksi percepatan reformasi integritas pasar modal yang diinisiasi Otoritas Jasa Keuangan bersama Bursa Efek Indonesia dan Danantara Indonesia sebagai langkah korektif terhadap persoalan mendasar pasar modal nasional.\n\nPROPAMI menilai agenda tersebut bukan sekadar penyesuaian teknis, melainkan koreksi struktural yang menyasar akar persoalan pasar. Fokus reformasi dibangun di atas empat pilar utama, yakni penguatan likuiditas, peningkatan transparansi, perbaikan tata kelola dan penegakan hukum, serta pendalaman pasar melalui sinergi lintas pemangku kepentingan.\n\n“Delapan rencana aksi ini diperlukan untuk mengoreksi struktur pasar modal dan memulihkan kredibilitas jangka panjang,” klaim PROPAMI dalam pernyataan tertulisnya dikutip Senin, 2 Februari 2026.\n\nIa memaparkan dari sisi likuiditas, reformasi menempatkan kebijakan peningkatan batas minimum free float sebagai salah satu agenda utama. Selama ini, struktur kepemilikan publik yang rendah pada banyak saham berkapitalisasi besar dinilai menyebabkan perdagangan menjadi tipis dan harga rentan terdistorsi.\n\nPROPAMI mengklaim rencana kenaikan batas minimum free float menjadi 15 persen akan memperluas saham yang benar-benar beredar di pasar, memperbaiki kualitas pembentukan harga, serta mengurangi dominasi pemegang saham pengendali dalam dinamika perdagangan harian. Namun demikian, kebijakan ini dirancang dengan masa transisi bagi emiten eksisting guna meminimalkan potensi guncangan pasar.\n\nPada pilar transparansi, agenda reformasi diarahkan pada penguatan keterbukaan Ultimate Beneficial Ownership termasuk afiliasi pemegang saham. Struktur kepemilikan berlapis yang masih lazim ditemui dinilai meningkatkan asimetri informasi dan persepsi risiko, terutama bagi investor institusional global.\n\nUpaya tersebut diklaim akan diperkuat melalui peningkatan granularitas data kepemilikan saham yang dikelola oleh Kustodian Sentral Efek Indonesia. PROPAMI menilai data yang lebih rinci dan reliabel merupakan prasyarat bagi pengawasan pasar yang efektif dan kebijakan berbasis bukti.\n\nPilar tata kelola dan penegakan hukum menjadi titik uji paling krusial dari keseluruhan agenda reformasi. Salah satu langkah struktural yang diusulkan adalah demutualisasi bursa efek untuk memisahkan fungsi komersial dan fungsi pengawasan. Pemisahan ini diklaim penting guna memitigasi benturan kepentingan dan memperkuat independensi tata kelola bursa.\n\nDi sisi lain, PROPAMI menekankan bahwa reformasi tidak akan berarti tanpa penegakan aturan yang tegas dan konsisten, termasuk terhadap praktik manipulasi pasar dan pelanggaran keterbukaan informasi. Tanpa enforcement yang kredibel, reformasi struktural dinilai berisiko berhenti pada tataran normatif.\n\nDukungan terhadap delapan rencana aksi tersebut juga disampaikan Perkumpulan Analis Efek Indonesia (PAEI). Dalam siaran persnya, PAEI menyatakan agenda reformasi ini sejalan dengan praktik terbaik internasional dan dinilai relevan untuk memperbaiki kualitas pasar modal Indonesia.\n\n“Reformasi ini merupakan momentum penting untuk meningkatkan kualitas pasar modal Indonesia. Dengan kebijakan yang presisi dan kolaboratif, kepercayaan investor domestik maupun global akan semakin menguat,\" kata Ketua Umum Perkumpulan Analis Efek Indonesia, David Sutyanto.\n\nPAEI menegaskan bahwa peningkatan free float dan transparansi kepemilikan diyakini mampu memperdalam likuiditas serta mengurangi asimetri informasi. Namun, PAEI juga menekankan pentingnya implementasi yang bertahap, proporsional, dan adaptif, dengan tetap menjaga keseimbangan antara perlindungan investor dan kelancaran perdagangan.\n\nBagi pelaku pasar, delapan rencana aksi yang diklaim PROPAMI dan didukung PAEI ini akan menjadi penentu arah reformasi pasar modal ke depan. Kredibilitas reformasi tidak akan diukur dari klaim kebijakan, melainkan dari sejauh mana perubahan tersebut benar-benar mengubah struktur kepemilikan, memperbaiki likuiditas riil, dan memperkuat tata kelola pasar secara konsisten dan berkelanjutan.\n\nSebelumnya, OJK bergerak cepat merespons dinamika pasar modal dengan menggelar pertemuan bersama pelaku pasar sebelum pembukaan perdagangan Senin, 2 Februari 2026 hari ini. Pelaku pasar modal yang hadir salahsatunya Asosiasi Emiten Indonesia (AEI), PROPAMI, PAEI dan sebagainya.\n\nDalam forum yang digelar di Mainhall BEI, Jakarta, 1 Februari 2026 tersebut, Pelaksana Tugas (Plt) Ketua dan Wakil Ketua Komisioner OJK Friderica Widyasari Dewi memaparkan agenda reformasi integritas pasar modal sebagai upaya menjaga kepercayaan investor di tengah tekanan pasar serta menjelang pertemuan dengan penyedia indeks global Morgan Stanley Capital International (MSCI).\n\nOJK menegaskan langkah cepat dilakukan untuk memastikan tidak terjadi kevakuman kepemimpinan dan kebijakan.\n\nFedrica diangkat menjadi Plt Ketua dan Wakil Ketua Dewan Komisioner OJK bersama Hasan Fawzi sebagai Anggota Dewan Komisioner Pengganti Kepala Eksekutif Pengawas Pasar Modal, Keuangan Derivatif dan Bursa Karbon. Setelah 4 pejabat OJK mengundurkan diri. Ia resmi ditetapkan sebagai Plt pada Sabtu, 31 Januari 2026 malam, berlanjut dari penetapan itu hari ini mereka menjelaskan apa yang sebenarnya terjadi di market hari ini kepada pelaku pasar.\n\n“Tidak ada kekosongan kepemimpinan lebih dari 24 jam,” kata perempuan yang akrab dengan sapaan Kiki itu.\n\nIa juga menjelaskan penunjukan pejabat sementara dilakukan sesuai mekanisme perundang-undangan, sehingga fungsi pengawasan pasar modal, derivatif keuangan, dan bursa karbon tetap berjalan normal. Pimpinan OJK juga langsung bekerja untuk memastikan koordinasi dengan seluruh pemangku kepentingan berjalan.\n\n“Kami masuk Sabtu dan Minggu untuk menjaga confidence market,” ujarnya.\n\nDi hadapan pelaku pasar, OJK menyampaikan komitmen melakukan reformasi integritas pasar modal secara berani dan ambisius sejalan dengan praktik terbaik global serta ekspektasi penyedia indeks. OJK menegaskan langkah-langkah ini dirancang untuk memperkuat kredibilitas pasar modal Indonesia di mata investor domestik dan asing.\n\n“Kami menyiapkan 8 rencana aksi untuk percepatan reformasi integritas pasar modal Indonesia. Ini kami lakukan untuk meningkatkan kredibilitas dan investability pasar modal,” ujarnya.\n\n8 percepatan OJK untuk reformasi integritas pasar modal.\n\n1. Kebijakan baru free float\n\nOJK menaikkan batas minimum free float emiten menjadi 15 persen agar likuiditas meningkat dan standar pasar Indonesia selaras dengan praktik global, dengan masa transisi bagi emiten yang sudah tercatat.\n\n2. Transparansi Ultimate Beneficial Ownership\n\nOJK memperkuat keterbukaan pemilik manfaat akhir dan afiliasi pemegang saham untuk meningkatkan kredibilitas pasar serta kepercayaan investor.\n\n3. Penguatan data kepemilikan saham\n\nKualitas data kepemilikan saham diperkuat melalui KSEI agar lebih rinci, andal, dan sesuai praktik terbaik global, termasuk klasifikasi tipe investor dan keterbukaan kepemilikan.\n\n4. Demutualisasi bursa efek\n\nOJK mendorong demutualisasi bursa untuk memperkuat tata kelola, meningkatkan independensi, dan memitigasi benturan kepentingan dalam pengelolaan bursa.\n\n5. Penegakan aturan dan sanksi\n\nOJK memperkuat enforcement terhadap pelanggaran pasar modal, termasuk manipulasi transaksi saham dan penyebaran informasi menyesatkan yang merugikan investor.\n\n6. Penguatan tata kelola emiten\n\nStandar governance emiten ditingkatkan melalui pendidikan berkelanjutan bagi direksi, komisaris, dan komite audit, serta kewajiban kompetensi dan sertifikasi bagi penyusun laporan keuangan.\n\n7. Pendalaman pasar secara terintegrasi\n\nPendalaman pasar didorong dari sisi permintaan, penawaran, dan infrastruktur secara terkoordinasi untuk memperkuat peran pasar modal sebagai sumber pembiayaan jangka panjang.\n\n8. Kolaborasi dan sinergi dengan pemangku kepentingan\n\nOJK memperkuat kerja sama dengan pemerintah, SRO, pelaku industri, dan asosiasi untuk memastikan reformasi struktural pasar modal berjalan berkelanjutan dan konsisten.(*)",
    "summary": "Organisasi pelaku Pasar Modal memberikan dukungan terhadan 8 langkah baru yang dikeluarkan Otoritas Jasa Keuangan (OJK) dalam upaya melakukan reformasi Pasar M",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 1045,
    "read_time_minutes": 5,
    "detail_scraped_at": "2026-02-03T12:11:34.279241"
  },
  {
    "title": "IHSG Hari ini Terbenam Lagi, Gagal 'Ijo Royo-royo'",
    "url": "https://www.kabarbursa.com/market-hari-ini/ihsg-hari-ini-terbenam-lagi-gagal-ijo-royo-royo",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1770000508-6980107c66ac3.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 3,
    "full_content": "KABARBURSA.COM- Harapan pasar untuk kembali melihat Indeks Harga Saham Gabungan (IHSG) bergerak“ijo royo-royo”pada awal pekan kembali kandas. Pada perdagangan Senin, 2 Februari 2026, IHSG justru terbenam setelah tekanan jual muncul seiring respons pasar terhadap pengunduran diri Direktur Utama Bursa Efek Indonesia (BEI) dan mundurnya empat pejabat Otoritas Jasa Keuangan (OJK).\n\nBerdasarkan data perdagangan hingga pukul 09.00 WIB, Senin, 2 Februari 2026 IHSG berada di level 8.275,62 atau turun 53,98 poin setara 0,65 persen dibandingkan posisi penutupan sebelumnya.\n\nIndeks dibuka di level 8.306,16, sempat menguat terbatas hingga menyentuh level tertinggi 8.313,06, sebelum berbalik melemah dan menyentuh level terendah di 8.250,52.\n\nNilai transaksi tercatat mencapai Rp1,29 triliun dengan volume perdagangan 14,93 juta lot dan frekuensi 144.270 kali transaksi, mencerminkan aktivitas pasar yang cukup ramai meski diwarnai tekanan jual.\n\nDi tengah pelemahan IHSG, pergerakan saham bergerak variatif. Sejumlah saham mencatatkan penguatan signifikan dan masuk jajarantop gainers.\n\nSaham PT Nusantara Almazia Tbk dengan kode saham NZIA menguat 22,88 persen ke level 145. Saham PT Andalan Sakti Primaindo Tbk berkode ASPI naik 21,74 persen ke 560. Saham PT Ever Shine Tex Tbk dengan kode ESTI menguat 17,82 persen ke 238. Saham PT Soho Global Health Tbk berkode SOHO naik 16,99 persen ke 2.100. Saham PT Ikapharmindo Putramas Tbk dengan kode IKPM turut menguat 12,14 persen ke 314.\n\nSebaliknya, tekanan jual cukup dalam terjadi pada saham-saham yang masuk dalam jajaran top losers. Saham PT MD Entertainment Tbk dengan kode FILM terkoreksi 15,00 persen ke level 12.325. Saham PT Royalindo Investa Wijaya Tbk berkode INDO melemah 14,47 persen ke 272.\n\nSaham PT Paramita Bangun Sarana Tbk dengan kode PBSA turun 13,14 persen ke 1.355. Saham PT Nusantara Sawit Sejahtera Tbk berkode NSSS melemah 12,00 persen ke 1.320. Saham PT Asia Sejahtera Mina Tbk dengan kode AGAR terkoreksi 10,17 persen ke 318.\n\nDari sisi sektoral, hampir seluruh sektor bergerak di zona merah. Sektor teknologi terkoreksi 1,04 persen, sektor energi turun 0,87 persen, sektor infrastruktur melemah 0,89 persen, dan sektor industri dasar menjadi yang tertekan paling dalam dengan penurunan 4,35 persen. Sektor siklikal turun 2,11 persen, sektor industri melemah 0,94 persen, serta sektor transportasi terkoreksi 0,51 persen.\n\nDi tengah tekanan tersebut, sektor kesehatan justru menguat 0,41 persen dan sektor keuangan naik 0,56 persen, sementara sektor non-siklikal bergerak relatif stabil dengan kenaikan tipis 0,01 persen. Sektor properti tercatat turun tipis 0,14 persen.\n\nAnalis menilai pelemahan IHSG pada awal pekan ini lebih didorong oleh faktor psikologis pasar yang merespons isu kepemimpinan di Bursa Efek Indonesia dan Otoritas Jasa Keuangan.\n\nSecara teknikal, pergerakan indeks masih berada dalam fase konsolidasi dengan potensi volatilitas yang meningkat dalam jangka pendek. Tim riset MNC Sekuritas dalam laporan MNCS Daily Scope Wave menyebutkan bahwa IHSG berpotensi memasuki fase koreksi setelah sebelumnya berada di akhir fase penguatan.\n\nArea koreksi diperkirakan berada pada kisaran 7.945 hingga 8.189, sementara area penguatan berikutnya berada di rentang 8.527 hingga 8.812, dengan area resistance terdekat di 8.341 dan 8.590.\n\nSelain sentimen domestik, pelaku pasar juga mencermati rilis data makroekonomi yang dijadwalkan pada awal Februari, khususnya data produk domestik bruto Indonesia untuk full year 2025. Data tersebut dinilai akan menjadi katalis penting bagi arah pergerakan IHSG dalam sepekan ke depan.\n\nPengunduran diri Direktur Utama Bursa Efek Indonesia Iman Rachman menjadi awal rangkaian perubahan di pucuk pimpinan otoritas pasar keuangan.\n\nMundurnya Iman kemudian disusul oleh pengunduran diri Ketua Dewan Komisioner Otoritas Jasa Keuangan Mahendra Siregar, Anggota Dewan Komisioner OJK sekaligus Kepala Eksekutif Pengawas Pasar Modal, Keuangan Derivatif, dan Bursa Karbon Inarno Djajadi, Deputi Komisioner Pengawas Emiten, Transaksi Efek, dan Pemeriksaan OJK I. B. Aditya Jayaantara, serta Wakil Ketua Dewan Komisioner OJK Mirza Adityaswara.\n\nGelombang pengunduran diri ini terjadi dalam rentang waktu yang relatif berdekatan di tengah tekanan pasar dan sorotan investor global terhadap tata kelola pasar modal Indonesia.(*)",
    "summary": "IHSG hari ini kembali tertekan dan gagal bergerak ijo royo-royo setelah pasar merespons isu kepemimpinan BEI dan OJK.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 613,
    "read_time_minutes": 3,
    "detail_scraped_at": "2026-02-03T12:11:34.545903"
  },
  {
    "title": "BEI Buka Data Investor di Bawah Lima Persen di Tengah Sorotan MSCI",
    "url": "https://www.kabarbursa.com/market-hari-ini/bei-buka-data-investor-di-bawah-lima-persen-di-tengah-sorotan-msci",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769996690-6980019210a9f.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 3,
    "full_content": "KABARBURSA.COM– Bursa Efek Indonesia (BEI) memastikan keterbukaan data investor, termasuk kepemilikan saham di bawah 5 persen, akan menjadi data publik dan tidak hanya disiapkan untuk kebutuhan Morgan Stanley Capital International (MSCI). Langkah ini menjadi bagian dari komitmen otoritas pasar modal Indonesia dalam meningkatkan transparansi dan keselarasan dengan standar global.\n\nDirektur Pengembangan BEI, Jeffrey Hendrik, mengatakan, seluruh data yang diminta oleh MSCI akan dipublikasikan secara terbuka dan dapat diakses oleh siapa pun, termasuk investor ritel dan pelaku pasar domestik.\n\n“Itu adalah data publik. Jadi seluruh data yang diminta oleh MSCI akan kami buat menjadi data publik,” kata Jeffrey usai acara dialog bersama pelaku pasar modal di Main Hall BEI, Jakarta, pada Minggu, 1 Januari 2026 malam.\n\nMenurut dia, data tersebut nantinya dapat diakses melalui situs resmi BEI dan akan mulai diimplementasikan pada Februari ini. BEI saat ini tengah memfinalisasi detail teknis dan mekanisme penyampaian data agar dapat diakses secara luas oleh publik.\n\n“Nanti akan kami implementasikan di Februari ini. Nanti kami sampaikan lebih detail,” ujarnya.\n\nKeterbukaan data ini mencakup pemetaan kepemilikan investor secara lebih rinci. Jika sebelumnya klasifikasi hanya terdiri dari 9 kategori, ke depan data tersebut akan disajikan hingga 15 kategori, sesuai dengan granularitas yang diminta oleh MSCI.\n\nPendalaman data ini diharapkan dapat memberikan gambaran yang lebih akurat terkait struktur kepemilikan saham di pasar modal Indonesia.\n\nJeffrey menjelaskan, untuk kepemilikan saham di bawah 5 persen, BEI juga akan meminta konfirmasi kepada emiten terkait apakah pemegang saham tersebut merupakan pihak terafiliasi atau bukan. Informasi tersebut kemudian akan disajikan secara terbuka sebagai bagian dari data publik.\n\n“Kami mungkin tidak menggunakan istilah insider, tapi pihak terafiliasi,” ujarnya.\n\nTerkait respons pasar dan kekhawatiran terhadap pergerakan indeks, Jeffrey menegaskan bahwa otoritas tidak berada pada posisi untuk memperkirakan arah indeks. Namun, ia memastikan bahwa secara fundamental tidak ada persoalan berarti di pasar modal Indonesia.\n\nIa juga menyampaikan pesan kepada investor agar tetap bersikap rasional dalam menyikapi dinamika pasar dan berbagai proses penyesuaian regulasi yang sedang berjalan. “Untuk investor tetap rasional,” ujarnya.\n\nSementara itu, pada sore hari Senin, 2 Januari 2026 Jeffrey bersama tim dari BEI dijadwalkan akan melakukan pertemuan secara daring dengan MSCI.\n\nPertemuan tersebut akan membahas secara langsung data dan penyesuaian yang telah dan akan dilakukan BEI, termasuk keterbukaan data investor dan rencana perubahan aturan free float.\n\n“Saya dengan tim. Dari OJK juga akan hadir,” kata Jeffrey.\n\nIa menegaskan, materi yang akan disampaikan dalam pertemuan tersebut merupakan hal-hal yang memang secara spesifik diminta oleh MSCI dan saat ini tengah dipersiapkan oleh BEI.\n\nJeffrey sebelumnya didapuk mewakili BEI untuk melakukan pertemuan dengan MSCI, pasca-Indeks Harga Saham Gabungan (IHSG) sempat turun 8 persen selama 2 hari berturut-turun dan berimbas ketrading halt.\n\nIa mewakili pertemuan itu, lantaran Direktur Utama, Iman Rachman mengundurkan diri dan disusul 4 pejabat Otoritas Jasa Keuangan (OJK) mengikutinya. BEI memang secara resmi belum mengumumkan siapa Pejabat Sementara (Pjs) pengganti Iman.\n\nNamun, Menteri Keuangan Purbaya Yudhi Sadewa membocorkan penggantinya adalah Jeffrey. Saat dikonfirmasi, Jeffrey mengklaim dirinya masih sebagai Direktur Pengembangan BEI.\n\nAdapun yang di maksud dengan data investor di bawah 5 persen adalah informasi kepemilikan saham oleh investor yang secara individual tidak mencapai ambang batas pelaporan pengendali atau pemegang saham utama.\n\nDalam praktik pasar modal, kepemilikan di bawah 5 persen sering kali tersebar pada banyak investor dan selama ini tidak selalu disajikan secara rinci kepada publik.\n\nMSCI sejak beberapa waktu lalu meminta data tersebut secara lebihgranularkarena kepemilikan saham yang tampak kecil secara individual bisa saja bersifat terafiliasi atau terkoordinasi, sehingga berdampak pada perhitunganfree floatdan likuiditas riil suatu saham.\n\nPermintaan ini menjadi bagian dari evaluasi MSCI terhadap kualitas keterbukaan, struktur kepemilikan, serta efektivitas mekanisme pasar di Indonesia, yang kemudian mendorong BEI untuk membuka data kepemilikan di bawah 5 persen sebagai data publik, bukan hanya untuk kepentingan MSCI tetapi juga untuk transparansi pasar secara keseluruhan. (*)",
    "summary": "BEI membuka data investor di bawah lima persen ke publik di tengah sorotan MSCI sebagai langkah peningkatan transparansi pasar modal Indonesia.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 619,
    "read_time_minutes": 3,
    "detail_scraped_at": "2026-02-03T12:11:34.820064"
  },
  {
    "title": "Tekanan Sepekan, Deretan Saham ini Turun Paling Dalam",
    "url": "https://www.kabarbursa.com/market-hari-ini/tekanan-sepekan-deretan-saham-ini-turun-paling-dalam",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769992986-697ff31a87276.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 3,
    "full_content": "KABARBURSA.COM– Perdagangan saham di Bursa Efek Indonesia (BEI) sepanjang satu pekan terakhir memperlihatkan tekanan harga pada sejumlah emiten. Berdasarkan data perdagangan di platform Stockbit, terdapat 10 saham yang mencatatkan penurunan terdalam dalam sepekan, menjadikannya top losers mingguan di pasar.\n\nTekanan paling dalam dialami saham AIMS. Dalam satu minggu perdagangan, harga saham AIMS terkoreksi 46,26 persen ke level 438. Dengan pelemahan tersebut, kapitalisasi pasar AIMS tercatat sebesar Rp96,36 miliar, menempatkannya sebagai saham dengan penurunan mingguan terdalam dalam daftar.\n\nDi posisi berikutnya, saham ESTA mencatatkan penurunan mingguan sebesar 41,05 persen. Saham ESTA ditutup di level 224 dengan kapitalisasi pasar mencapai Rp543,28 miliar, mencerminkan tekanan harga yang cukup dalam selama sepekan perdagangan.\n\nSaham BNBR juga masuk dalam jajaran saham dengan koreksi mingguan terbesar. Dalam periode satu minggu, harga saham BNBR turun 40,00 persen ke level 102. Meski mengalami tekanan harga, kapitalisasi pasar BNBR masih tercatat relatif besar, yakni sekitar Rp17,69 triliun.\n\nTekanan berlanjut pada saham RMKO yang mencatatkan penurunan harga 39,31 persen dalam sepekan. Saham RMKO berada di level 1.050 dengan kapitalisasi pasar sekitar Rp1,31 triliun, menempatkannya di kelompok atas saham dengan pelemahan mingguan terdalam.\n\nSaham CARE turut mengalami koreksi signifikan. Dalam satu minggu perdagangan, harga saham CARE turun 37,65 persen ke level 530, dengan kapitalisasi pasar tercatat sebesar Rp17,62 triliun.\n\nSelanjutnya, saham BBSS membukukan penurunan mingguan sebesar 36,84 persen. Saham BBSS berada di level 288 dengan kapitalisasi pasar sekitar Rp1,38 triliun, masuk dalam jajaran saham dengan tekanan harga terbesar selama sepekan.\n\nSaham MDIA juga mencatatkan koreksi harga yang dalam. Dalam periode satu minggu perdagangan, harga saham MDIA turun 36,67 persen ke level 57, dengan kapitalisasi pasar mencapai Rp2,24 triliun.\n\nBerikutnya, saham INDO membukukan penurunan mingguan sebesar 36,14 persen. Saham INDO ditutup di level 318 dengan kapitalisasi pasar tercatat sekitar Rp1,42 triliun, melanjutkan tekanan harga selama sepekan terakhir.\n\nTekanan harga juga terjadi pada saham PBSA yang terkoreksi 36,07 persen dalam satu minggu perdagangan. Saham PBSA berada di level 1.560 dengan kapitalisasi pasar mencapai Rp4,68 triliun.\n\nDaftar saham dengan penurunan terdalam dalam sepekan ditutup oleh saham INTD. Dalam periode satu minggu, harga saham INTD turun 35,90 persen ke level 250, dengan kapitalisasi pasar tercatat sebesar Rp147,96 miliar. (*)",
    "summary": "Sejumlah saham mencatatkan penurunan terdalam dalam sepekan perdagangan di BEI. Simak deretan top losers mingguan berdasarkan data kinerja harga.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 354,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:35.169991"
  },
  {
    "title": "Top Gainers Mingguan, 10 Saham ini Cetak Kenaikan Tertinggi",
    "url": "https://www.kabarbursa.com/market-hari-ini/top-gainers-mingguan-10-saham-ini-cetak-kenaikan-tertinggi",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769991461-697fed25c4a62.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 3,
    "full_content": "KABARBURSA.COM– Perdagangan saham di Bursa Efek Indonesia (BEI) sepanjang satu pekan terakhir memperlihatkan pergerakan harga yang menonjol pada sejumlah emiten.\n\nBerdasarkan data perdagangan di platform Stockbit, terdapat 10 saham yang mencatatkan kenaikan tertinggi dalam sepekan, menempatkan saham-saham tersebut sebagai top gainers mingguan di pasar.\n\nPosisi teratas ditempati saham PT Pelayaran Nasional Ekalya Purnamasari Tbk (ELPI). Saham ELPI membukukan kenaikan harga 69,28 persen dalam satu minggu perdagangan. Dengan penguatan tersebut, ELPI menjadi saham dengan kinerja mingguan paling tinggi dibandingkan emiten lain dalam daftar.\n\nDi peringkat kedua, saham PT Graha Prima Mentari Tbk (GRPM) mencatatkan kenaikan mingguan sebesar 58,21 persen. Penguatan harga saham GRPM berlangsung konsisten sepanjang periode sepekan, sehingga menempatkannya tepat di bawah ELPI dalam klasemen kenaikan mingguan.\n\nSaham PT Buana Artha Anugerah Tbk (STAR) menempati posisi berikutnya dengan kenaikan harga 50,00 persen dalam sepekan. Kinerja tersebut menjadikan STAR sebagai salah satu saham dengan lonjakan harga signifikan dalam periode perdagangan mingguan.\n\nSelanjutnya, saham PT Apollo Global Interactive Tbk (BOGA) membukukan kenaikan mingguan sebesar 38,05 persen. Penguatan tersebut menempatkan BOGA dalam jajaran lima besar saham dengan pertumbuhan harga terbaik selama satu pekan terakhir.\n\nSaham PT Asia Sejahtera Mina Tbk (AGAR) juga mencatatkan kenaikan yang solid. Dalam periode satu minggu perdagangan, harga saham AGAR naik 35,11 persen, melanjutkan pergerakan positif mingguan di pasar.\n\nDi bawah AGAR, saham PT Intan Baru Prana Tbk (IBFN) mencatatkan kenaikan mingguan sebesar 32,61 persen. Meski tidak berada di posisi teratas, penguatan IBFN tetap masuk dalam kelompok saham dengan pertumbuhan mingguan tertinggi.\n\nSaham PT Lima Dua Lima Tiga Tbk (LUCY) juga masuk dalam daftar 10 besar saham dengan kenaikan terbaik sepekan. Harga saham LUCY tercatat menguat 32,34 persen dalam periode satu minggu perdagangan.\n\nBerikutnya, saham PT Indonesia Prima Property Tbk (OMRE) membukukan kenaikan mingguan sebesar 31,43 persen. Kinerja tersebut menempatkan OMRE di posisi delapan besar saham dengan pertumbuhan harga tertinggi dalam sepekan.\n\nSaham PT Mitra Pedagang Indonesia Tbk (MPIX) mencatatkan kenaikan harga 28,95 persen dalam satu minggu perdagangan. Penguatan ini menempatkan MPIX dalam jajaran saham dengan kinerja mingguan paling menonjol di pasar.\n\nDaftar 10 besar saham dengan kenaikan tertinggi dalam sepekan ditutup oleh saham PT Samator Indo Gas Tbk (AGII). Saham AGII membukukan kenaikan mingguan sebesar 23,32 persen, melengkapi deretan saham dengan pertumbuhan harga terbaik selama periode satu pekan terakhir.\n\nSecara keseluruhan, daftar ini menunjukkan bahwa pergerakan harga saham dalam satu minggu perdagangan memperlihatkan variasi kenaikan yang signifikan antar emiten.\n\nDataone week price returnsmenjadi indikator utama dalam mengukur kinerja mingguan tersebut, tanpa memperhitungkan pergerakan harian, bulanan, maupun tahunan. (*)",
    "summary": "Top gainers mingguan BEI. Sepuluh saham mencatatkan kenaikan harga tertinggi dalam sepekan perdagangan berdasarkan data kinerja mingguan.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 410,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:35.549266"
  },
  {
    "title": "Rekomendasi Strategi Pekan ini, IHSG Menanti Data Ekonomi",
    "url": "https://www.kabarbursa.com/market-hari-ini/rekomendasi-strategi-pekan-ini-ihsg-menanti-data-ekonomi",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769990683-697fea1ba444f.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 3,
    "full_content": "KABARBURSA.COM– Pergerakan Indeks Harga Saham Gabungan (IHSG) pada pekan perdagangan 2 hingga 5 Februari 2026 diperkirakan akan dipengaruhi oleh kombinasi sentimen makroekonomi dan dinamika kepemimpinan di otoritas pasar keuangan.\n\nSelain itu, pelaku pasar menanti rilis data pertumbuhan ekonomi Indonesia sepanjang 2025 yang secara historis diumumkan pada awal Februari. Data ini dinilai menjadi katalis penting bagi arah jangka pendek IHSG di tengah volatilitas yang masih tinggi akibat tekanan global dan domestik.\n\nEquity Analyst PT Indo Premier Sekuritas (IPOT), David Kurniawan, mengimbautraderdan investor untuk mencermati rilis data produk domestik bruto Indonesia karena berpotensi menjadi penentu arah pergerakan pasar dalam waktu dekat. Menurutnya, konsensus pasar saat ini memperkirakan pertumbuhan ekonomi Indonesia berada di kisaran 5,1 persen hingga 5,2 persen.\n\n“Pasar berekspektasi ekonomi kita tumbuh solid di angka 5,1 persen sampai 5,2 persen. Jika angka resminya di atas ekspektasi, ini akan menjadi bensin tambahan bagi IHSG untuk tidak hanya sekadar mampir di level 9.000, tapi menjadikannya sebagai lantai baru atausupportkuat,” ujar David, Senin, 2 Februari 2026.\n\nSelain faktor data ekonomi, reaksi pasar terhadap estafet kepemimpinan baru di Bursa Efek Indonesia dan Otoritas Jasa Keuangan juga diperkirakan akan turut memengaruhi pergerakan IHSG sepanjang pekan ini.\n\nPergantian pucuk pimpinan di dua institusi kunci tersebut dinilai menjadi ujian awal bagi stabilitas dan kredibilitas pasar modal di mata investor domestik maupun global. Pasar akan mencermati sinyal kebijakan awal yang muncul, terutama terkait penguatan transparansi, tata kelola, dan kepercayaan investor.\n\nMerespons dinamika pasar yang masih fluktuatif, IPOT l merekomendasikan strategitradingpada saham-saham yang masih berada dalam tren naik.\n\nSalah satu saham yang direkomendasikan adalah PT Wismilak Inti Makmur Tbk dengan kode saham WIIM, emiten sektor konsumer khususnya industri rokok. Pada harga saat ini di level 1.825, IPOT melihat WIIM berada dalam faseuptrenddengan potensibreakoutarearesistancedi sekitar 1.870.\n\nTarget harga jangka pendek diproyeksikan di level 1.975 atau berpotensi memberikan imbal hasil sekitar 8,22 persen, dengan batas risiko atau stop loss di level 1.745 atau sekitar 4,38 persen di bawah harga masuk. Rasio risiko terhadap imbal hasil dinilai relatif atraktif di kisaran 1 banding 1,9.\n\nRekomendasi berikutnya adalah PT Japfa Comfeed Indonesia Tbk dengan kode saham JPFA yang bergerak di sektor agribisnis dan perunggasan. Pada harga saat ini di level 2.770, saham ini dinilai menarik karena sektorpoultrydiperkirakan masih memiliki prospek yang positif sepanjang 2026, salah satunya ditopang oleh faktor program Makan Bergizi Gratis.\n\nSecara teknikal, pergerakan JPFA berada di area support rata-rata pergerakan 50 hari yang masih mampu dipertahankan, sehingga membuka peluang terjadinya pembalikan arah atau reversal.\n\nTarget harga diproyeksikan di level 3.090 atau setara potensi kenaikan sekitar 11,55 persen, dengan batas risiko di level 2.630 atau sekitar 5,05 persen. Rasio risiko terhadap imbal hasil berada di kisaran 1 banding 2,3.\n\nIPOT juga merekomendasikan PT Ultrajaya Milk Industry & Trading Company Tbk dengan kode saham ULTJ yang bergerak di sektor konsumsi primer, khususnya produk susu dan minuman kemasan. Pada harga saat ini di level 1.505, saham ini dinilai memiliki peluang untukbreakoutdari fase konsolidasi. Pergerakannya juga dinilai relatif lebih defensif terhadap sentimen eksternal seperti faktor MSCI.\n\nTarget harga jangka pendek diproyeksikan di level 1.600 atau setara potensi kenaikan sekitar 6,31 persen, dengan batas risiko di level 1.455 atau sekitar 3,32 persen. Rasio risiko terhadap imbal hasil berada di kisaran 1 banding 1,9.\n\nSelain saham individual, IPOT juga merekomendasikan instrumen reksa dana saham berbentuk exchange traded fund, yakni Premier ETF Indonesia Consumer dengan kode XIIC. Instrumen dalam seri Power Fund Series ini didukung oleh fundamental emiten-emiten sektor konsumsi yang dinilai solid dan memiliki prospek pertumbuhan yang relatif stabil di tengah fluktuasi pasar.\n\nDari sisi global, sentimen juga dipengaruhi oleh hasil rapat Federal Open Market Committee pada 29 Januari 2026 yang menegaskan keputusan bank sentral Amerika Serikat untuk menahan suku bunga acuan di kisaran 3,50 hingga 3,75 persen.\n\nKebijakan tersebut mencerminkan sikapwait and seesetelah tiga kali pemangkasan suku bunga sepanjang 2025, seiring dengan kondisi ekonomi Amerika Serikat yang dinilai masih solid dengan pertumbuhan dan pasar tenaga kerja yang relatif stabil, meskipun tekanan inflasi belum sepenuhnya mereda.\n\nMelalui kombinasi katalis domestik dari rilis data GDP 2025 dan dinamika kepemimpinan baru di BEI dan OJK, serta sentimen global dari arah kebijakan moneter Amerika Serikat, pelaku pasar diimbau untuk tetap selektif dan disiplin dalam menerapkan manajemen risiko.\n\nIPOT menilai peluang masih terbuka pada saham-saham bertren naik dan sektor konsumsi, namun volatilitas jangka pendek tetap perlu diantisipasi di tengah ketidakpastian pasar global. (*)",
    "summary": "IHSG pekan ini diproyeksikan bergerak volatil. Rekomendasi strategi difokuskan pada data ekonomi, dinamika BEI–OJK, dan sentimen global.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 712,
    "read_time_minutes": 3,
    "detail_scraped_at": "2026-02-03T12:11:36.153639"
  },
  {
    "title": "Perhatikan, Deretan Saham ini Mulai Diperdagangkan Lagi",
    "url": "https://www.kabarbursa.com/market-hari-ini/perhatikan-deretan-saham-ini-mulai-diperdagangkan-lagi",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769989555-697fe5b323226.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 3,
    "full_content": "KABARBURSA.COM– Bursa Efek Indonesia (BEI) membuka kembali perdagangan saham empat emiten yang sebelumnya dikenakan penghentian sementara perdagangan atau suspensi, efektif mulai Sesi I perdagangan Senin, 2 Februari 2026.\n\nBerdasarkan pengumuman, pembukaan suspensi tersebut berlaku di Pasar Reguler dan Pasar Tunai, serta mencakup satu instrumen waran yang sebelumnya ikut dihentikan perdagangannya.\n\nKepala Divisi Pengawasan Transaksi BEI Yulianto Aji Sadono, dalam keterangannya menyampaikan bahwa pembukaan kembali suspensi dilakukan setelah mempertimbangkan hasil penilaian bursa atas kondisi masing-masing emiten.\n\nPernyataan tersebut disampaikan bersama Kepala Divisi Pengaturan dan Operasional Perdagangan BEI Pande Made Kusuma Ari A.\n\n“Berdasarkan penilaian bursa, suspensi atas perdagangan saham dibuka kembali mulai sesi I tanggal 2 Februari 2026,” demikian pernyataan BEI, dikutip Senin, 2 Februari 2026.\n\nEmiten pertama yang kembali diperdagangkan adalah PT Multikarya Asia Pasifik Raya Tbk (MKAP). BEI membuka kembali suspensi atas perdagangan saham MKAP di Pasar Reguler dan Pasar Tunai. Sebelumnya, saham MKAP dikenakan penghentian sementara perdagangan tertanggal 21 Januari 2026.\n\nDengan keputusan tersebut, investor kembali dapat melakukan transaksi atas saham MKAP sejak pembukaan perdagangan hari ini.\n\nSelain MKAP, BEI juga membuka kembali suspensi atas saham PT Magna Investama Mandiri Tbk (MGNA). Tidak hanya saham, pembukaan suspensi juga berlaku untuk Waran Seri II PT Magna Investama Mandiri Tbk (MGNA-W).\n\nSaham MGNA kembali diperdagangkan di Pasar Reguler dan Pasar Tunai, sementara MGNA-W dibuka di Seluruh Pasar.\n\nDengan keputusan ini, seluruh instrumen MGNA yang sebelumnya dihentikan sementara kembali aktif diperdagangkan mulai Sesi I 2 Februari 2026.\n\nEmiten ketiga yang kembali masuk ke papan perdagangan adalah PT Soraya Berjaya Indonesia Tbk (SPRE). BEI membuka kembali suspensi atas perdagangan saham SPRE di Pasar Reguler dan Pasar Tunai.\n\nSebelumnya, saham SPRE dikenakan penghentian sementara tertanggal 19 Januari 2026.\n\nAdapun emiten keempat yang suspensinya dicabut adalah PT Surya Permata Andalan Tbk (NATO). BEI membuka kembali suspensi atas perdagangan saham NATO di Pasar Reguler dan Pasar Tunai, efektif mulai Sesi I 2 Februari 2026.\n\nSebelumnya, saham NATO dikenakan suspensi tertanggal 22 Januari 2026.\n\nDengan keputusan tersebut, perdagangan saham NATO kembali berjalan normal di dua pasar utama bursa.\n\nSeluruh pengumuman pembukaan suspensi ini disampaikan BEI kepada Otoritas Jasa Keuangan, Kustodian Sentral Efek Indonesia, Kliring Penjaminan Efek Indonesia, serta masing-masing direksi emiten terkait.\n\nBEI menegaskan bahwa keputusan pembukaan suspensi diambil berdasarkan evaluasi bursa atas kondisi perdagangan dan pemenuhan ketentuan yang berlaku.\n\nDengan dibukanya kembali suspensi atas empat emiten tersebut, investor kini dapat mencermati kembali pergerakan saham MKAP, MGNA, MGNA-W, SPRE, dan NATO pada perdagangan hari ini, Senin, 2 Februari 2026. (*)",
    "summary": "BEI membuka kembali perdagangan sejumlah saham yang sebelumnya disuspensi mulai 2 Februari 2026. Simak saham apa saja yang kembali aktif hari ini.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 404,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:36.738113"
  },
  {
    "title": "Bitcoin Jebol USD80.000, Data On-Chain Tunjukkan Akumulasi",
    "url": "https://www.kabarbursa.com/market-hari-ini/bitcoin-jebol-usd80000-data-on-chain-tunjukkan-akumulasi",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769989054-697fe3be14541.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 4,
    "full_content": "KABARBURSA.COM– Harga Bitcoin turun menembus level USD80.000 untuk pertama kalinya sejak April 2025.\n\nDilansir dariBeInCrypto, pelemahan tersebut terjadi seiring tekanan yang melanda aset berisiko global, meski kinerja Bitcoin tercatat masih lebih baik dibandingkan emas dalam periode yang sama.\n\nDalam beberapa hari terakhir, harga emas mengalami koreksi tajam. Dari Kamis, 29 Januari 2026 hingga Jumat, 30 Januari 2026, logam mulia tersebut tercatat turun hampir 10 persen. Pada periode yang sama, Bitcoin melemah sekitar 5,6 persen. Selisih penurunan ini menyoroti perbedaan respons investor terhadap dua aset yang kerap dipandang sebagai lindung nilai.\n\nMeski sama-sama tertekan, penurunan Bitcoin yang lebih terbatas mencerminkan daya tahan relatif yang lebih kuat dalam jangka pendek. Kondisi tersebut menarik perhatian pelaku pasar baru yang memandang koreksi harga sebagai peluang untuk melakukan akumulasi.\n\nDataon-chainmenunjukkan peningkatan signifikan pada jumlah alamat baru di jaringan Bitcoin. Dalam 24 jam terakhir, tercatat sekitar 335.772 alamat baru tercipta, menjadi angka tertinggi dalam dua bulan terakhir sekaligus lonjakan harian terbesar sejak November 2025.\n\nPeningkatan jumlah alamat baru tersebut terjadi ketika harga Bitcoin bergerak mendekati area USD81.000. Aktivitas ini mengindikasikan masuknya peserta pasar baru yang memanfaatkan penurunan harga sebagai titik masuk.\n\nPertumbuhan alamat baru sering dipantau sebagai indikator meningkatnya adopsi dan minat pasar. Arus partisipasi ini berpotensi memberikan dukungan permintaan dan membantu meredam tekanan harga selama fase koreksi.\n\nPada saat publikasi, Bitcoin diperdagangkan di kisaran USD78.000. Secara teknikal, BTC tercatat keluar ke bawah dari polabroadening ascending wedge. Struktur tersebut memproyeksikan potensi penurunan lanjutan sekitar 12,6 persen, dengan area target di sekitar USD75.850.\n\nTekanan jual meningkat setelah Bitcoin kehilangan levelsupportUSD82.503.Breakdownini memperkuat sinyal bearish jangka pendek. Namun, apabila level tersebut kembali direbut, arah sentimen pasar berpotensi berubah, seiring membaiknya indikator on-chain dan pertumbuhan partisipasi jaringan.\n\nPemulihan yang lebih kuat membutuhkan Bitcoin untuk kembali menembus area USD87.210. Sebaliknya, apabila tekanan berlanjut dan harga gagal bertahan di kisaran saat ini, risiko pelemahan tetap terbuka.\n\nSupportberikutnya berada di area USD78.763, dengan potensi penurunan lanjutan menuju kisaran USD75.895 apabila level tersebut tidak mampu dipertahankan. (*)",
    "summary": "Bitcoin turun di bawah USD80.000, namun data on-chain menunjukkan lonjakan alamat baru yang mengindikasikan aktivitas akumulasi.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 323,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:37.355382"
  },
  {
    "title": "Dibayangi MSCI, IHSG Pekan ini Diuji Estafet BEI dan OJK",
    "url": "https://www.kabarbursa.com/market-hari-ini/dibayangi-msci-ihsg-pekan-ini-diuji-estafet-bei-dan-ojk",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769988127-697fe01fcf8c0.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 4,
    "full_content": "KABARBURSA.COM– Pergerakan Indeks Harga Saham Gabungan (IHSG) pada pekan ini diperkirakan masih akan diwarnai volatilitas tinggi seiring kuatnya kombinasi sentimen global dan domestik yang menekan pasar.\n\nPada penutupan perdagangan akhir pekan lalu, IHSG berada di level 8.329 atau melemah sekitar 6,94 persen dibandingkan pekan sebelumnya. Tekanan tersebut terjadi di tengah derasnya arus keluar dana investor asing di pasar reguler yang mencapai Rp15,7 triliun.\n\nEquity Analyst PT Indo Premier Sekuritas (IPOT), David Kurniawan, menjelaskan pelemahan signifikan IHSG dalam sepekan terakhir dipicu oleh tekanan sentimen global yang kembali menguat, bersamaan dengan faktor domestik yang memicu gejolak di pasar keuangan nasional.\n\nDari sisi global, pasar masih dibayangi ketidakpastian arah kebijakan perdagangan Amerika Serikat yang memunculkan kembali isu “Greenland Trade War”.\n\nWacana pengenaan tarif yang digaungkan Presiden Amerika Serikat Donald Trump terkait Greenland membuat pelaku pasar global cenderung mengurangi eksposur terhadap aset berisiko.\n\nKondisi tersebut dinilai berpotensi mendorong pergeseran dana ke aset-aset aman jika terjadi eskalasi lanjutan, khususnya apabila Uni Eropa merespons dengan kebijakan balasan.\n\nDalam skenario tersebut, mata uangsafe havenseperti Swiss Franc dan Yen Jepang berpeluang menguat, sementara saham-saham eksportir global berpotensi mengalami volatilitas tinggi. Sentimen global ini ikut memberi tekanan pada pasar negara berkembang, termasuk Indonesia, yang sensitif terhadap perubahan arus modal asing.\n\n\n\nEfek Domino MSCI ke Domestik\nDari dalam negeri, tekanan pasar semakin kuat setelah munculnya efek MSCI. Morgan Stanley Capital International resmi mengumumkan kebijakanInterim Freezeyang berlaku segera, sehingga memicu gejolak di pasar saham domestik.\n\nMSCI juga menyampaikan peringatan bahwa jika hingga Mei 2026 tidak terdapat perbaikan signifikan dari sisi transparansi, maka bobot seluruh saham Indonesia di indeks global berpotensi dikurangi.\n\nBahkan, Indonesia terancam diturunkan statusnya dari Emerging Market menjadi Frontier Market, sebuah risiko yang dapat berdampak besar terhadap aliran dana investor institusi global ke pasar modal Indonesia.\n\nSituasi tersebut terjadi bersamaan dengan dinamika estafet kepemimpinan di Bursa Efek Indonesia (BEI) dan Otoritas Jasa Keuangan (OJK). Pergantian dan penunjukan jajaran pimpinan di dua lembaga kunci pasar keuangan nasional dalam rentang waktu relatif singkat menambah ketidakpastian jangka pendek di mata pelaku pasar.\n\nMeski demikian, David menilai kepemimpinan baru di BEI dan OJK justru dapat menjadi momentum strategis untuk memperkuat reformasi pasar modal ke depan.\n\n“Dengan pengalaman yang komprehensif di sektor jasa keuangan tersebut, kepemimpinan baru ini diharapkan mampu menciptakan sinergi yang kuat untuk mendorong pertumbuhan, transparansi, dan daya saing pasar modal Indonesia agar semakin progresif di masa depan,” ujar David dalam pernyataan tertulis dikutip Senin, 2 Januari 2026.\n\nMemasuki perdagangan pekan 2 hingga 5 Februari 2026, IPOT menilai arah pergerakan IHSG akan sangat dipengaruhi oleh rilis data pertumbuhan ekonomi Indonesia sepanjang 2025.\n\nAwal Februari secara historis menjadi periode pengumuman data produk domestik bruto tahunan, yang kerap menjadi katalis utama bagi sentimen pasar. Konsensus pasar saat ini memperkirakan pertumbuhan ekonomi Indonesia berada di kisaran 5,1 persen hingga 5,2 persen.\n\nDavid menyebutkan, realisasi GDP di atas ekspektasi berpotensi menjadi dorongan tambahan bagi penguatan IHSG. Data makroekonomi yang solid dinilai dapat memperbaiki persepsi investor terhadap fundamental ekonomi domestik di tengah tekanan global dan ketidakpastian struktural di pasar modal.\n\n“Pasar berekspektasi ekonomi kita tumbuh solid di angka 5,1 persen sampai 5,2 persen. Jika angka resminya di atas ekspektasi, ini akan menjadi bensin tambahan bagi IHSG untuk tidak hanya sekadar mampir di level 9.000, tapi menjadikannya sebagai lantai baru atau support kuat,” kata David.\n\nSelain faktor data ekonomi, reaksi pasar terhadap estafet kepemimpinan di BEI dan OJK diperkirakan masih akan menjadi variabel penting dalam menentukan arah IHSG sepanjang pekan ini.\n\nPelaku pasar akan mencermati sinyal kebijakan awal dari pimpinan baru, terutama terkait upaya memperbaiki transparansi, tata kelola, serta respons terhadap sorotan MSCI.\n\n\n\nRentetan Pengunduran Diri Petinggi hingga Penggantinya\nPengunduran diri Direktur Utama BEI Iman Rachman menjadi awal rangkaian perubahan di pucuk pimpinan otoritas pasar keuangan. Mundurnya Iman kemudian disusul oleh pengunduran diri Ketua Dewan Komisioner OJK Mahendra Siregar, Anggota Dewan Komisioner OJK sekaligus Kepala Eksekutif Pengawas Pasar Modal, Keuangan Derivatif, dan Bursa Karbon Inarno Djajadi, Deputi Komisioner Pengawas Emiten, Transaksi Efek, dan Pemeriksaan OJK I. B. Aditya Jayaantara, serta Wakil Ketua Dewan Komisioner OJK Mirza Adityaswara.\n\nGelombang pengunduran diri ini terjadi dalam rentang waktu yang relatif berdekatan di tengah tekanan pasar dan sorotan investor global terhadap tata kelola pasar modal Indonesia.\n\nUntuk mengisi kekosongan sementara di OJK, Friderica Widyasari Dewi sebagai  Pengganti Ketua dan Wakil Ketua Dewan Komisioner OJK.\n\nSebelumnya, Friderica menjabat sebagai Kepala Eksekutif Pengawas Perilaku Pelaku Usaha Jasa Keuangan, Edukasi, dan Perlindungan Konsumen.\n\nSelain itu, OJK juga menetapkan Hasan Fawzi sebagai Anggota Dewan Komisioner Pengganti Kepala Eksekutif Pengawas Pasar Modal, Keuangan Derivatif dan Bursa Karbon.\n\nSementara Menteri Keuangan, Purbaya Yudhi Sadewa, mengungkapkan bahwa Direktur Pengembangan BEI, Jeffrey Hendrik akan ditunjuk sebagai Pejabat Sementara (Pjs) Direktur Utama BEI menggantikan Iman Rachman, meski hingga saat itu manajemen BEI belum menyampaikan pengumuman resmi terkait penunjukan pimpinan sementara bursa kepada publik. (*)",
    "summary": "IHSG pekan ini bergerak volatil di tengah efek MSCI, arus dana asing, serta estafet kepemimpinan BEI dan OJK yang diuji pasar.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 783,
    "read_time_minutes": 3,
    "detail_scraped_at": "2026-02-03T12:11:37.651277"
  },
  {
    "title": "Apa yang Dimaksud Demutualisasi BEI? Ini Penjelasannya",
    "url": "https://www.kabarbursa.com/market-hari-ini/apa-yang-dimaksud-demutualisasi-bei-ini-penjelasannya",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769986834-697fdb129e0f2.webp",
    "date_display": "Terbit • 02 February 2026",
    "date": "2026-02-02",
    "page": 4,
    "full_content": "KABARBURSA.COM- Pemerintah menempatkan demutualisasi Bursa Efek Indonesia (BEI) sebagai agenda strategis pada 2026. Langkah ini ditujukan memperkuat tata kelola dan transparansi pasar modal nasional.\n\nProses demutualisasi ditargetkan rampung pada semester pertama 2026. Pelaksanaannya akan diatur melalui Peraturan Pemerintah sebagai payung hukum perubahan kelembagaan BEI.\n\n\n\nPengertian dan Tujuan Demutualisasi Bursa\nDemutualisasi adalah perubahan status bursa dari organisasi berbasis keanggotaan menjadi entitas perusahaan.\n\nDalam struktur baru, kepemilikan bursa dapat dimiliki publik atau pihak nonanggota. Saat ini, BEI berstatusself-regulatory organizationyang dimiliki perusahaan sekuritas anggota bursa.\n\nMelalui demutualisasi, kepemilikan dan keanggotaan dipisahkan secara tegas. Pemisahan ini diharapkan menciptakan tata kelola yang lebih profesional dan independen.\n\nDemutualisasi bertujuan mengurangi benturan kepentingan antara pengelola bursa dan anggota. Konflik kepentingan selama ini dinilai berpotensi memengaruhi keputusan strategis dan pengawasan pasar.\n\nStruktur baru diharapkan meningkatkan transparansi serta profesionalisme pengelolaan BEI. Daya saing pasar modal Indonesia juga ditargetkan meningkat di tingkat global.\n\nDemutualisasi membuka peluang investasi bagi lembaga keuangan besar dan investor strategis. Ke depan, BEI berpeluang melantai di bursa saham ataugo public.\n\nLangkah tersebut memperkuat permodalan dan kapasitas inovasi produk pasar modal. Produk baru mencakup derivatif danexchange-traded fund.\n\n\n\nPenyusunan Regulasi Demutualisasi\nPemerintah tengah merumuskan Peraturan Pemerintah sebagai dasar hukum demutualisasi BEI. Proses ini melibatkan Kementerian Keuangan, OJK, BEI, dan pelaku pasar modal.\n\nRegulasi dirancang selaras dengan Undang-Undang Nomor 4 Tahun 2023 tentang P2SK. Penyusunan dilakukan melalui kajian teknis dan konsultasi lintas pemangku kepentingan. Aturan tersebut diharapkan memenuhi standar internasional dan menjaga integritas pasar.\n\nDemutualisasi menghadirkan tantangan berupa potensi orientasi profit berlebihan. Risiko tersebut dapat memicu pelonggaran standar pengawasan pasar.\n\nPemisahan fungsi pengawasan dan pengembangan bisnis menjadi krusial. Penguatan ekosistem pasar modal juga perlu dilakukan secara paralel.\n\nPeningkatan porsi free float saham dinilai penting untuk memperbaiki likuiditas pasar. Harga saham diharapkan lebih mencerminkan kondisi pasar sebenarnya.\n\nPeran investor institusional domestik, khususnya dana pensiun, juga perlu diperkuat. Penyempurnaan kebijakan investasi diperlukan agar dana pensiun menjadi anchor investor.\n\n\n\nPemerintah Dorong Percepatan Aturan Demutualisasi BEI\nMenteri Koordinator Bidang Perekonomian Airlangga Hartarto menekankan percepatan aturan demutualisasi Bursa Efek Indonesia. Langkah tersebut dinilai penting untuk memperkuat tata kelola pasar modal nasional.\n\nAirlangga menyebut demutualisasi dapat mengurangi potensi benturan kepentingan di lingkungan bursa efek. Transformasi ini memisahkan kepentingan pengurus bursa dan anggota bursa.\n\nSelama ini, kepemilikan bursa masih terbatas pada perusahaan sekuritas sebagai anggota. Kondisi tersebut dinilai berpotensi memengaruhi independensi pengambilan keputusan.\n\nDengan demutualisasi, pengelolaan bursa diharapkan menjadi lebih independen dan profesional. Struktur kepemilikan bursa akan lebih terbuka bagi investor nonanggota.\n\nAirlangga menilai masuknya investor akan memperkuat independensi terhadap anggota bursa. Hal ini penting untuk mendukung penegakan disiplin atas praktik distorsi pasar.\n\nOtoritas Jasa Keuangan (OJK) berkomitmen mengawal proses demutualisasi secara efektif dan tepat waktu. Pengawasan dilakukan agar reformasi tata kelola sesuai standar internasional.\n\nDirektur Pengembangan BEI Jeffrey Hendrik menyatakan demutualisasi merupakan tindakan pemegang saham. Langkah tersebut dijalankan sesuai mandat Undang-Undang P2SK.\n\nIa menegaskan demutualisasi bukan merupakan aksi korporasi biasa. Prosesnya melibatkan koordinasi intensif dengan seluruh pemangku kepentingan.\n\nKajian mendalam dilakukan untuk mengakomodasi berbagai perspektif sebelum implementasi. Demutualisasi akan mengubah BEI menjadi perusahaan terbuka.\n\nTransformasi ini bertujuan memperkuat tata kelola dan meningkatkan transparansi. Peluang investasi baru juga terbuka melalui struktur kepemilikan yang lebih luas.\n\nPemerintah menargetkan demutualisasi BEI rampung pada semester pertama 2026. BEI diharapkan menjadi lebih modern dan responsif terhadap dinamika global.\n\n\n\nNegara Asia yang Sudah Melakukan Demutualisasi\nAdapun jika melirik negara lain, terdapat sejumlah contoh organisasi yang telah demutualisasi.\n\nSejumlah bursa Asia telah lebih dahulu menjalankan demutualisasi. Singapura, Malaysia, dan India menjadi contoh relevan bagi Indonesia.\n\nBursa Malaysia berhasil menjaga karakter pasar meski berorientasi profit. India menunjukkan pentingnya partisipasi investor domestik dalam meningkatkan likuiditas.\n\nKapitalisasi pasar India melonjak dalam satu dekade terakhir. Peningkatan didorong reformasi tata kelola, teknologi, dan partisipasi investor. (Adi Subchan) (*)",
    "summary": "Pemerintah menargetkan demutualisasi Bursa Efek Indonesia rampung semester I-2026 untuk memperkuat tata kelola, transparansi, dan independensi pasar modal.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-02",
    "tags": [],
    "word_count": 601,
    "read_time_minutes": 3,
    "detail_scraped_at": "2026-02-03T12:11:37.888691"
  },
  {
    "title": "Bos Danantara: Gejolak Pasar Jadi Momentum Naik Kelas Bursa RI",
    "url": "https://www.kabarbursa.com/market-hari-ini/bos-danantara-gejolak-pasar-jadi-momentum-naik-kelas-bursa-ri",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769949693-697f49fda21eb.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 4,
    "full_content": "KABARBURSA.COM–Chief Executive Officer(CEO) Badan Pengelola Investasi (BPI) Daya Anagata Nusantara (Danantara) Rosan Roeslani menegaskan pentingnya menjaga kualitas pertumbuhan pasar modal Indonesia, tidak hanya dari sisi ukuran kapitalisasi pasar, tetapi juga dari aspek transparansi, akuntabilitas, dan mekanisme pembentukan harga yang sehat.\n\nIa menilai momentum gejolak pasar dalam beberapa hari terakhir justru bisa menjadi titik balik untuk memperbaiki kualitas pasar modal nasional agar lebih kredibel di mata investor domestik maupun global.\n\nRosan mengingatkan perkembangan pasar modal Indonesia dalam dua dekade terakhir menunjukkan kemajuan signifikan, termasuk lonjakan jumlah investor ritel dari ratusan ribu menjadi jutaan.\n\nMenurutnya, pasar modal memiliki peran strategis dalam mendorong perekonomian nasional, baik melalui pembiayaan dunia usaha, termasuk UMKM, maupun kontribusinya terhadap pertumbuhan ekonomi Indonesia yang selama ini terjaga di atas 5 persen. Konsumsi domestik dan investasi menjadi dua motor utama pertumbuhan, sehingga keberlanjutan pasar modal menjadi kepentingan bersama.\n\nIa menekankan, pembentukan harga saham di Bursa Efek Indonesia (BEI) harus berlangsung secara murni berdasarkan mekanisme permintaan dan penawaran. Dengan mekanisme pasar yang sehat, harga saham yang tinggi dinilai wajar selama ditopang oleh valuasi dan kinerja fundamental emiten. Dalam konteks itu, Rosan membandingkan dinamika harga saham di Indonesia dengan saham Tesla di Nasdaq.\n\n“Harga yang tinggi pun adalah yang wajar, kita bisa lihat perbandingannya. Misalnya, contohnya Tesla, itu valuasinya, PI-nya itu jauh di atas perusahaan-perusahaan yang sudah, perusahaan-perusahaan kendaraan motor yang sudahexistsebelumnya.Valuation-nyais very very high,that's fine,” ungkap Rosan dalam acara Dialog Pelaku Pasar Modal di Main Hall BEI, Jakarta, Minggu, 1 Februari 2026.\n\nIa menegaskan kembali bahwa selama harga terbentuk secara murni oleh mekanisme pasar, lonjakan harga tidak seharusnya menjadi persoalan. Mekanisme pasar yang sehat justru membuat faktor likuiditas tidak menjadi isu di kemudian hari karena pelaku pasar memahami risiko dan peluang secara rasional.\n\n“Selama itu murni dari pembentukan harga pasar, berapa pun nilainya, itu tidak akan menjadi masalah. Mau nilainya sangat tinggi pun tidak ada masalah. Karena kenapa? Begitu pembentukan harga pasar itu murni dari pasar, sehingga faktor likuiditas tidak akan menjadi faktor isu, tidak menjadi faktor yang menimbulkan isu ke depannya,” jelasnya.\n\nLebih jauh, Rosan menilai upaya penguatan kualitas pasar modal harus dilakukan secara kolektif oleh seluruh pemangku kepentingan, mulai dari Otoritas Jasa Keuangan, Bursa Efek Indonesia, Kustodian Sentral Efek Indonesia, Kliring Penjaminan Efek Indonesia, hingga pelaku industri. Ia menyebut momentum pembenahan tata kelola, transparansi, dan akuntabilitas pasar modal saat ini sudah lama dinantikan dan perlu segera dieksekusi.\n\nIa juga menyatakan keyakinannya terhadap kepemimpinan regulator dan otoritas pasar saat ini untuk mendorong percepatan reformasi. Rosan menilai langkah-langkah perbaikan yang dipaparkan otoritas, termasuk agenda reformasi struktural dan respons terhadap ekspektasi penyedia indeks global, akan memperkuat kepercayaan investor ke depan.\n\n“Beberapa hal yang sangat-sangat positif, yang memang itu bukan hanya harapan dari indeks luar negeri, MSCI, dan lain-lain, tapi intinya adalah harapan dari para investor dalam dan juga luar negeri,” ucap dia.\n\nRosan menegaskan, Danantara mendukung penuh langkah-langkah reformasi pasar modal yang akan diluncurkan dalam waktu dekat, mengingat kontribusi perusahaan-perusahaan BUMN yang berada di bawah Danantara mencapai porsi signifikan terhadap total kapitalisasi pasar.\n\nMenurutnya, penguatan kualitas bursa akan membantu mencerminkan valuasi dan kondisi fundamental perusahaan secara lebih akurat, sekaligus memperkuat persepsi positif investor terhadap pasar modal Indonesia.(*)",
    "summary": "Rosan Roeslani menilai gejolak pasar menjadi momentum pembenahan kualitas bursa Indonesia, dengan pembentukan harga saham yang berbeda dari pasar AS.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 516,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:38.267001"
  },
  {
    "title": "ELPI Beli Kapal Crew Boat Rp38 Miliar, ini Tujuannya",
    "url": "https://www.kabarbursa.com/market-hari-ini/elpi-beli-kapal-crew-boat-rp38-miliar-ini-tujuannya",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769948667-697f45fb03858.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 4,
    "full_content": "KABARBURSA.COM– PT Pelayaran Nasional Ekalya Purnamasari Tbk (ELPI) merealisasikan pembelian satu unit kapal jeniscrewboat JAWARA 3401 dari PT Ekalya Purnamasari Offshore (ELPIO) pada 29 Januari 2026.\n\nCorporate Secretary ELPI Wawan Heri Purnomo menyampaikan bahwa pembelian kapal JAWARA 3401 dengan nilai Rp38 miliar dilakukan sebagai bagian dari penguatan armada operasional di segmenoffshore support vessel.\n\n“ELPI telah melaksanakan transaksi jual beli satu unit kapal crew boat JAWARA 3401, di mana ELPI bertindak sebagai pihak pembeli dan PT Ekalya Purnamasari Offshore sebagai pihak penjual,” ujar Wawan dalam keterbukaan informasi, dikutip Minggu, 1 Februari 2026.\n\nBerdasarkan dokumen tersebut, objek transaksi berupa satu unit kapalcrew boatJAWARA 3401 yang telah terdaftar berdasarkan Grosse Akta Pendaftaran Kapal tertanggal 27 Agustus 2025 nomor 100.\n\nKapal tersebut diterbitkan oleh Kementerian Perhubungan (Kemhub) melalui Direktorat Jenderal Perhubungan Laut, Kantor Kesyahbandaran dan Otoritas Pelabuhan Kelas II Gresik.\n\nKapal JAWARA 3401 memiliki panjang 33,70 meter, lebar 7,00 meter, dan dalam 2,80 meter, dengan panjang keseluruhan ataulength overall(LOA) 34,16 meter.\n\nTonase kotor kapal tercatat sebesar 181gross tonnage(GT) dan tonase bersih 55 net tonnage (NT). Kapal tersebut sebelumnya dimiliki oleh ELPIO dengan tanda selar GT.181 No.1335/Kb.\n\nELPI dalam keterbukaan informasi juga menjelaskan bahwa ELPIO merupakan entitas anak dengan kepemilikan saham sebesar 95 persen.\n\nDengan struktur tersebut, transaksi pembelian kapal JAWARA 3401 dikategorikan sebagai transaksi afiliasi.\n\nNamun demikian, manajemen menyatakan bahwa transaksi tersebut bukan merupakan transaksi material. Oleh karena itu, pelaksanaan transaksi tidak memerlukan persetujuan Rapat Umum Pemegang Saham.\n\nDalam laporan transaksi afiliasi, ELPI mengungkapkan bahwa pembelian kapal dilakukan untuk memenuhi kebutuhan kontrak jasa di sektor minyak dan gas.\n\nELPI tercatat memenangkan tender penyediaan satu unit kapal crew boat untuk kontraktor kontrak kerja sama minyak dan gas dengan durasi kontrak selama 180 hari, serta memiliki potensi perpanjangan kontrak jangka panjang hingga lima tahun.\n\nManajemen juga menyampaikan bahwa kepemilikan kapal JAWARA 3401 diharapkan dapat memberikan dampak terhadap kegiatan operasional.\n\nDalam dokumen resmi, disebutkan bahwa pembelian kapal akan memperkuat armada dan meningkatkan fleksibilitas operasional ELPI, sekaligus memperkuat posisi sebagai perusahaan pelayaran di bidang offshore support vessel.\n\nSelain itu, transaksi ini disebutkan berpotensi memberikan kontribusi terhadap penambahan pendapatan serta mendukung kelangsungan usaha.\n\nELPI menyatakan bahwa pelaksanaan transaksi dilakukan berdasarkan kepentingan usaha dan tidak mengandung benturan kepentingan, serta tidak memberikan manfaat pribadi kepada direksi, dewan komisaris, maupun pihak terafiliasi lainnya. (*)",
    "summary": "ELPI membeli kapal crew boat JAWARA 3401 senilai Rp38 miliar dari entitas anak. Transaksi disampaikan melalui keterbukaan informasi ke BEI dan OJK.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 372,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:38.587783"
  },
  {
    "title": "HRTA Gandeng BSI (BRIS) untuk Penjualan Emas Batangan",
    "url": "https://www.kabarbursa.com/market-hari-ini/hrta-gandeng-bsi-bris-untuk-penjualan-emas-batangan",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769926792-697ef08897756.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 4,
    "full_content": "KABARBURSA.COM– PT Hartadinata Abadi Tbk (HRTA) menandatangani kerja sama jual beli produk emas batangan bermerek EMASKU dengan PT Bank Syariah Indonesia Tbk (BSI) pada 28 Januari 2026.\n\nKerja sama tersebut mencakup pembelian emas batangan berkadar 99,99 persen dengan gramasi 1 kilogram, sebagai bagian dari pengembangan kegiatan usaha masing-masing pihak.\n\nCorporate Secretary Hartadinata Abadi, Ong Deny, menyampaikan bahwa kerja sama dengan BSI dilakukan dalam kerangka penguatan distribusi dan pengembangan produk emas batangan EMASKU.\n\nIa menjelaskan bahwa kerja sama tersebut telah disampaikan kepada otoritas pasar modal sebagai bagian dari keterbukaan informasi sesuai ketentuan yang berlaku.\n\n“Pada 28 Januari 2026, Hartadinata Abadi bersama PT Bank Syariah Indonesia Tbk telah menandatangani kerja sama terkait jual beli produk EMASKU,” ujar Ong Deny dalam keterbukaan informasi, dikutip Minggu, 1 Februari 2026.\n\nIa menambahkan bahwa ruang lingkup kerja sama mencakup pembelian emas batangan bermerek EMASKU dengan kadar kemurnian 99,99 persen.\n\n“Produk emas batangan yang menjadi objek kerja sama tersedia dalam gramasi 1 kilogram,” kata Ong Deny.\n\nDalam dokumen keterbukaan informasi tersebut, Hartadinata Abadi menjelaskan bahwa kerja sama jual beli produk EMASKU dilaksanakan dengan mengacu pada sejumlah ketentuan peraturan pasar modal.\n\nRegulasi yang menjadi dasar antara lain Peraturan Otoritas Jasa Keuangan Nomor 31/POJK.04/2015 tentang Keterbukaan Informasi atas Fakta Material oleh Emiten atau Perusahaan Publik, Peraturan Otoritas Jasa Keuangan Nomor 17/POJK.04/2020 tentang Transaksi Material dan Perubahan Kegiatan Usaha, serta Peraturan Otoritas Jasa Keuangan Nomor 42/POJK.04/2020 tentang Transaksi Afiliasi dan Transaksi Benturan Kepentingan.\n\nSelain itu, penyampaian informasi juga mengacu pada Peraturan Nomor I-E Lampiran Keputusan Direksi Bursa Efek Indonesia Nomor Kep-00066/BEI/09-2022 tentang Perubahan Peraturan Nomor I-E mengenai Kewajiban Penyampaian Informasi. Ketentuan tersebut mengatur kewajiban emiten untuk menyampaikan informasi material secara tepat waktu dan lengkap kepada publik.\n\nHartadinata Abadi menegaskan bahwa kerja sama dengan emiten bank syariah berkode saham BRIS itu tidak termasuk dalam kategori transaksi afiliasi maupun transaksi yang mengandung benturan kepentingan.\n\nDalam keterbukaan informasi disebutkan bahwa tidak terdapat hubungan afiliasi antara Hartadinata Abadi dan BSI sebagaimana diatur dalam ketentuan perundang-undangan di bidang pasar modal.\n\n“Tidak terdapat hubungan afiliasi dan benturan kepentingan antara Hartadinata Abadi dengan PT Bank Syariah Indonesia Tbk berdasarkan peraturan perundang-undangan yang berlaku,” tulis manajemen dalam dokumen resmi tersebut.\n\nDengan demikian, transaksi ini tidak diklasifikasikan sebagai transaksi afiliasi maupun transaksi yang mengandung benturan kepentingan sebagaimana dimaksud dalam POJK Nomor 42/POJK.04/2020.\n\nBerdasarkan uraian dalam dokumen keterbukaan informasi, tujuan dari kerja sama jual beli produk EMASKU adalah untuk mengembangkan kegiatan usaha masing-masing pihak. Produk emas batangan EMASKU yang menjadi bagian dari kerja sama ini merupakan emas dengan standar kemurnian tinggi yang telah dipasarkan oleh Hartadinata Abadi di segmen logam mulia.\n\nManajemen Hartadinata Abadi juga menyampaikan dampak dari pelaksanaan kerja sama tersebut. Dalam dokumen resmi, kerja sama dengan BSI disebutkan berpotensi meningkatkan daya tarik produk emas batangan EMASKU di pasar logam mulia.\n\nSelain itu, kolaborasi ini diharapkan dapat memperkuat posisi Hartadinata Abadi dalam industri logam mulia serta mendorong peningkatan kinerja operasional.\n\nNamun demikian, keterbukaan informasi tersebut tidak merinci nilai transaksi, volume pembelian, maupun skema komersial yang disepakati antara kedua belah pihak.\n\nManajemen juga menegaskan bahwa seluruh informasi yang disampaikan dalam dokumen tersebut adalah benar dan menjadi tanggung jawab penuh direksi. (*)",
    "summary": "HRTA menjalin kerja sama dengan BSI BRIS untuk jual beli emas batangan EMASKU 99,99 persen. Informasi ini disampaikan melalui keterbukaan ke BEI.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 511,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:39.057977"
  },
  {
    "title": "Pasar Modal Direformasi, AEI Minta Pendekatan Proporsional",
    "url": "https://www.kabarbursa.com/market-hari-ini/pasar-modal-direformasi-aei-minta-pendekatan-proporsional",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769936677-697f1725cb091.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 4,
    "full_content": "KABARBURSA.COM– Asosiasi Emiten Indonesia (AEI) menyatakan dukungannya terhadap agenda reformasi pasar modal nasional yang digulirkan pemerintah.\n\nDukungan tersebut disampaikan menyusul konferensi pers pemerintah terkait arah kebijakan pembenahan pasar modal yang mencakup penguatan tata kelola, transparansi, serta pendalaman pasar.\n\nAEI menilai reformasi ini penting untuk memperkuat struktur pasar, meningkatkan kredibilitas, dan mendorong pendalaman pasar modal Indonesia agar lebih berdaya saing secara global.\n\nDari sudut pandang emiten, AEI memandang reformasi pasar modal sebagai langkah strategis untuk memperbaiki kualitas ekosistem pasar. Penguatan free float, transparansi kepemilikan, hingga pendalaman likuiditas dinilai sebagai prasyarat agar pasar modal Indonesia semakin kredibel di mata investor domestik maupun global.\n\nNamun, AEI menekankan bahwa reformasi perlu dijalankan secara terukur dan mempertimbangkan kesiapan dunia usaha yang beragam, terutama bagi emiten dengan skala menengah dan kecil.Ketua Umum AEI, Armand Wahyudi Hartono, menegaskan dukungan organisasinya terhadap agenda reformasi yang tengah didorong pemerintah.\n\n“AEI mendukung penuh agenda reformasi pasar modal pemerintah. Dari sisi emiten, kami memandang reformasi ini sebagai peluang untuk memperkuat kualitas pasar, selama dilakukan dengan pendekatan yang proporsional, dialogis, dan berorientasi jangka panjang. AEI siap menjadi mitra strategis dan siap mendukung pemerintah dan regulator dalam memastikan kebijakan berjalan efektif serta sejalan dengan kondisi riil emiten,” ujar Armand dalam keterangan tertulis Minggu, 1 Februari 2026.\n\nAEI menilai perbaikan tata kelola, peningkatan transparansi, serta penguatan kualitas pasar merupakan sinyal positif yang dibutuhkan investor di tengah dinamika global yang penuh ketidakpastian.\n\nBagi emiten, reformasi tidak hanya dipandang sebagai kewajiban kepatuhan, tetapi juga peluang untuk memperkuat fundamental perusahaan dan meningkatkan kepercayaan pasar.\n\nDengan kerangka kebijakan yang tepat, reformasi diharapkan dapat mendorong pasar modal yang lebih likuid, adil, dan berkelanjutan, berbasis kinerja dan kualitas fundamental emiten.\n\nMeski demikian, AEI mengingatkan bahwa implementasi reformasi perlu memperhatikan aspek transisi. Pendekatan bertahap dengan masa penyesuaian yang memadai dinilai penting agar perusahaan dapat beradaptasi tanpa menimbulkan guncangan berlebihan di pasar.\n\nFleksibilitas kebijakan juga dibutuhkan agar reformasi tidak semata menambah beban kepatuhan, tetapi diiringi dengan insentif yang mendorong peningkatan kualitas tata kelola dan keterbukaan informasi.\n\nAEI juga menegaskan komitmennya untuk menjadi mitra strategis pemerintah dan regulator dalam menjembatani dialog dengan para emiten. Menurut asosiasi tersebut, keberhasilan reformasi pasar modal ditentukan oleh komunikasi yang terbuka, partisipasi pelaku pasar, serta konsistensi kebijakan.\n\nDengan sinergi tersebut, reformasi diharapkan tidak hanya memperbaiki persepsi global terhadap pasar modal Indonesia, tetapi juga memperkuat fondasi dunia usaha nasional dalam jangka panjang.\n\nPernyataan dukungan AEI terhadap reformasi pasar modal ini muncul di tengah meningkatnya perhatian publik terhadap stabilitas dan kredibilitas pasar.\n\nDalam beberapa hari terakhir, pasar modal Indonesia menghadapi tekanan yang memicu terjadinya trading halt sebanyak 2 kali akibat pelemahan tajam IHSG lantaran review yang dikeluarkan indeks Morgan Stanley Capital Internasional (MSCI).\n\nHal itu yang memicu dinamika kelembagaan Direktur Utama Bursa Efek Indonesia Iman Rachman mengundurkan diri, disusul 4 pejabat Otoritas Jasa Keuangan di hari yang sama.\n\nSituasi tersebut menjadi latar penting bagi urgensi reformasi pasar modal, termasuk wacana percepatan pembukaan data kepemilikan data investor di bawah 5 persen, pemberlakuan aturan free float minimal 15 persen untuk perusahan tercatat maupun yang akan melantai, hingga agenda demutualisasi bursa.\n\nReformasi ini diharapkan mampu memperkuat transparansi, mengurangi praktik-praktik yang merusak kualitas pasar, serta memulihkan kepercayaan investor terhadap pasar modal.(*)",
    "summary": "AEI dukung penuh reformasi pasar modal RI. Fokus pada tata kelola, transparansi, free float, dengan catatan dijalankan bertahap dan proporsional.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 517,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:39.449160"
  },
  {
    "title": "Dari Nikel hingga Emas, Volume Usaha Antam Naik di 2025",
    "url": "https://www.kabarbursa.com/market-hari-ini/dari-nikel-hingga-emas-volume-usaha-antam-naik-di-2025",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769926449-697eef316d260.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 4,
    "full_content": "KABARBURSA.COM– PT Aneka Tambang Tbk (ANTM) atau Antam melaporkan ringkasan kinerja operasional konsolidasian (unaudited) untuk periode 12 bulan yang berakhir 31 Desember 2025 (FY25), mencakup produksi dan penjualan komoditas emas, perak, bijih nikel, feronikel, bauksit, serta chemical grade alumina.\n\nWisnu Danandi Haryanto, Corporate Secretary Antam, menyampaikan bahwa laporan tersebut memuat realisasi volume produksi dan penjualan konsolidasian, termasuk capaian FY25 dan kuartal IV 2025 (4Q25), sebagaimana ditampilkan dalam tabel operasional perusahaan.\n\n“Sepanjang tahun 2025 (Januari-Desember 2025, FY25), ANTAM menjaga resiliensi operasional di tengah penyesuaian regulasi, pertumbuhan industri bauksit domestik yang belum optimal,” tulis manajemen dalam laporan fakta material tersebut, dikutip Minggu, 1 Februari 2026.\n\nDi segmen emas, volume produksi pada FY25 tercatat 743 kilogram (23.888 troy oz.), dengan produksi 4Q25 sebesar 153 kilogram (4.919 troy oz.).\n\nDari sisi penjualan, ANTM mencatat penjualan emas FY25 sebesar 37.406 kilogram (1.202.631 troy oz.), sementara penjualan emas pada 4Q25 tercatat 3.331 kilogram (107.094 troy oz.). Pada periode pembanding, penjualan emas FY24 tercatat 43.776 kilogram (1.407.431 troy oz.).\n\n“Penjualan emas pada FY25 tercatat sebesar 37.406 kg (1.202.631 troy oz.), sejalan dengan permintaan domestik yang tetap solid,” tulis manajemen ANTM dalam dokumen tersebut.\n\nUntuk perak, produksi FY25 tercatat 4.578 kilogram (147.186 troy oz.), dengan produksi 4Q25 888 kilogram (28.550 troy oz.). Sementara itu, penjualan perak FY25 tercatat 7.272 kilogram (233.800 troy oz.), dengan penjualan 4Q25 2.521 kilogram (81.052 troy oz.).\n\nDi segmen nikel, produksi bijih nikel FY25 tercatat 16.114.103 wet metric ton (wmt), dengan produksi 4Q25 3.560.856 wmt. Dari sisi penjualan, volume penjualan bijih nikel FY25 mencapai 14.583.088 wmt, dengan penjualan 4Q25 3.349.487 wmt. Pada periode pembanding, penjualan bijih nikel FY24 tercatat 8.354.231 wmt.\n\nPada produk feronikel, ANTM mencatat produksi FY25 sebesar 16.064 ton nikel dalam feronikel (TNi), dengan produksi 4Q25 2.755 TNi. Untuk penjualan feronikel, volume penjualan FY25 tercatat 10.528 TNi, dengan penjualan 4Q25 2.346 TNi.\n\nSegmen bauksit mencatat produksi FY25 sebesar 2.828.429 wmt, dengan produksi 4Q25 514.374 wmt. Sementara itu, penjualan bauksit FY25 tercatat 1.889.408 wmt, dengan penjualan 4Q25 785.972 wmt. Pada periode pembanding, penjualan bauksit FY24 tercatat 736.188 wmt.\n\nUntuk chemical grade alumina, produksi FY25 tercatat 181.690 ton, dengan produksi 4Q25 47.465 ton.\n\nDi sisi penjualan, volume penjualan alumina FY25 tercatat 180.221 ton, dengan penjualan 4Q25 45.453 ton. Pada periode pembanding, penjualan alumina FY24 tercatat 177.178 ton. (*)",
    "summary": "ANTAM menyampaikan ringkasan kinerja operasional 2025 yang mencakup emas, nikel, bauksit, dan alumina berdasarkan laporan fakta material.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 374,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:39.852054"
  },
  {
    "title": "Penjualan Emas Antam (ANTM) Tembus 37.406 Kg Sepanjang 2025",
    "url": "https://www.kabarbursa.com/market-hari-ini/penjualan-emas-antam-antm-tembus-37406-kg-sepanjang-2025",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769925584-697eebd039f84.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 4,
    "full_content": "KABARBURSA.COM– Penjualan emas PT Aneka Tambang Tbk (ANTM) atau Antam sepanjang 2025 mencapai 37.406 kilogram, mencatatkan volume penjualan tertinggi dalam beberapa tahun terakhir seiring kuatnya permintaan domestik terhadap produk logam mulia.\n\nBerdasarkan laporan kinerja keuangan untuk periode dua belas bulan yang berakhir 31 Desember 2025, volume penjualan emas tersebut meningkat dibandingkan realisasi tahun sebelumnya yang tercatat 31.475 kilogram.\n\nPeningkatan penjualan terjadi di tengah volatilitas pasar keuangan global dan tingginya minat masyarakat terhadap emas sebagai instrumen lindung nilai.\n\nManajemen ANTM dalam keterbukaan informasi menyampaikan bahwa kinerja penjualan emas sepanjang 2025 ditopang oleh permintaan ritel yang tetap solid, khususnya melalui jaringan penjualan Logam Mulia ANTAM di dalam negeri. Distribusi produk emas dilakukan melalui butik Logam Mulia, mitra penjualan resmi, serta kanal digital yang terus diperluas.\n\nPada kuartal IV 2025, penjualan emas tercatat sebesar 9.450 kilogram, meningkat dibandingkan periode yang sama tahun sebelumnya sebesar 7.731 kilogram. Peningkatan tersebut sejalan dengan pola musiman permintaan emas menjelang akhir tahun serta dinamika harga emas global.\n\nSelain dari sisi volume penjualan, ANTM juga mencatatkan produksi emas sebesar 1.085 kilogram sepanjang 2025. Produksi emas tersebut berasal dari tambang emas perusahaan yang berlokasi di Pongkor dan Cibaliung, serta dari kegiatan pengolahan dan pemurnian emas.\n\nANTM menyampaikan bahwa kebutuhan pasokan emas untuk memenuhi penjualan ritel tidak hanya bersumber dari produksi internal, tetapi juga berasal dari pembelian bahan baku emas dari pihak ketiga, sesuai dengan pola bisnis logam mulia perusahaan.\n\nSepanjang 2025, bisnis emas tetap menjadi salah satu kontributor utama terhadap kinerja operasional ANTM. Penjualan emas ritel disebut memberikan arus kas yang stabil di tengah fluktuasi kinerja komoditas tambang lainnya.\n\nSebagai emiten pertambangan mineral logam, ANTM menjalankan kegiatan usaha pada komoditas emas, nikel, bauksit, serta pengolahan dan pemurnian mineral. Produk emas perusahaan dipasarkan dalam berbagai ukuran dan bentuk, mulai dari emas batangan hingga produk khusus dengan desain tematik.\n\nHingga akhir Desember 2025, saham ANTM tercatat sebagai salah satu saham pertambangan dengan likuiditas tinggi di Bursa Efek Indonesia (BEI), seiring tingginya minat investor terhadap sektor komoditas logam mulia. (*)",
    "summary": "Penjualan emas ANTAM mencapai 37.406 kg sepanjang 2025, meningkat dibanding tahun sebelumnya seiring kuatnya permintaan ritel domestik.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 327,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:40.344687"
  },
  {
    "title": "Produksi Bijih Nikel Antam Capai Rekor dalam Sedekade",
    "url": "https://www.kabarbursa.com/market-hari-ini/produksi-bijih-nikel-antam-capai-rekor-dalam-sedekade",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769925389-697eeb0d179d3.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 4,
    "full_content": "KABARBURSA.COM– Produksi dan penjualan bijih nikel PT Aneka Tambang Tbk (ANTM) atau Antam sepanjang 2025 mencatatkan rekor tertinggi dalam lebih dari satu dekade terakhir, seiring meningkatnya permintaan domestik pasca larangan ekspor mineral.\n\nBerdasarkan laporan keuangan untuk periode dua belas bulan yang berakhir 31 Desember 2025, realisasi produksi bijih nikel ANTM mencapai 16,11 juta wet metric ton (wmt), melonjak 62 persen dibandingkan produksi sepanjang 2024 sebesar 9,94 juta wmt.\n\nManajemen ANTM dalam keterbukaan informasi menjelaskan bahwa peningkatan produksi tersebut sejalan dengan strategi penguatan operasi tambang dan optimalisasi rantai pasok domestik.\n\nSepanjang 2025, bijih nikel ANTM dialokasikan untuk memenuhi kebutuhan industri nikel kelas dua di dalam negeri serta mendukung pasokan bahan baku internal bagi fasilitas feronikel di Kolaka.\n\nDari sisi pemasaran, volume penjualan bijih nikel juga menunjukkan pertumbuhan signifikan. Sepanjang 2025, penjualan bijih nikel tercatat sebesar 14,58 juta wmt, atau tumbuh 75 persen dibandingkan penjualan 2024 yang berada di level 8,35 juta wmt. Capaian tersebut menandai kinerja penjualan tertinggi sejak diberlakukannya larangan ekspor mineral.\n\nPada kuartal IV 2025, produksi bijih nikel berada di level 3,56 juta wmt, meningkat 35 persen dibandingkan periode yang sama tahun sebelumnya sebesar 2,63 juta wmt. Sementara itu, penjualan bijih nikel pada periode Oktober–Desember 2025 tercatat 3,35 juta wmt, naik 27 persen dibandingkan kuartal IV 2024 sebesar 2,64 juta wmt.\n\nANTM menyatakan bahwa peningkatan kinerja produksi dan penjualan bijih nikel tidak terlepas dari meningkatnya serapan pasar domestik, terutama dari industri pengolahan dan pemurnian yang terus berkembang.\n\nSepanjang 2025, permintaan bijih nikel domestik tercatat tetap solid, didukung proyek hilirisasi mineral dan penguatan industri nikel nasional.\n\nSelain bijih nikel, ANTM juga merealisasikan produksi feronikel sebesar 16.064 ton nikel dalam feronikel (TNi) sepanjang 2025, dengan volume penjualan mencapai 10.528 TNi. Seluruh penjualan feronikel tersebut terserap oleh pasar ekspor, dengan tujuan utama Korea Selatan, India, dan Tiongkok sebagai pusat manufaktur baja nirkarat global.\n\nManajemen ANTM menegaskan bahwa kinerja positif pada segmen nikel sepanjang 2025 menjadi bagian dari upaya menjaga kesinambungan usaha di tengah penyesuaian regulasi dan dinamika pasar global. Optimalisasi operasi tambang, efisiensi biaya, serta pengelolaan rantai pasok terintegrasi menjadi faktor utama yang menopang capaian produksi dan penjualan tersebut.\n\nSebagai emiten pertambangan mineral logam, ANTM menjalankan kegiatan usaha pada komoditas emas, nikel, bauksit, serta pengolahan dan pemurnian mineral.\n\nHingga akhir Desember 2025, kapitalisasi pasar ANTM tercatat sebesar Rp75,70 triliun, dengan kisaran harga saham sepanjang 2025 berada di rentang Rp1.355 hingga Rp3.930 per saham. (*)",
    "summary": "Produksi bijih nikel ANTAM mencapai rekor tertinggi dalam satu dekade pada 2025, didukung lonjakan penjualan dan serapan domestik.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 392,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:40.669305"
  },
  {
    "title": "Komisaris Utama OMED Borong Saham di Harga Rp204",
    "url": "https://www.kabarbursa.com/market-hari-ini/komisaris-utama-omed-borong-saham-di-harga-rp204",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769913131-697ebb2b60a29.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 5,
    "full_content": "KABARBURSA.COM- Komisaris Utama sekaligus pengendali PT Jayamas Medica Industri Tbk (OMED), Yacobus Jemmy Hartanto tercatat melakukan penambahan kepemilikan saham OMED pada 28 Januari 2026.\n\nDalam keterbukaan informasi Bursa Efek Indonesia (BEI) disebutkan, jumlah saham OMED yang dibeli Yacobus sebanyak 45 ribu saham di harga Rp204.\n\nTransaksi tersebut dilakukan dengan status kepemilikan langsung dan tidak melalui mekanisme repurchase agreement. Saham yang diperdagangkan merupakan saham biasa dengan tujuan mengubah kepemilikan lembar saham.\n\nAdapun sebelum transaksi, Yacobus memiliki 254.270.200 saham atau setara 0,9397 persen. Setelah pembelian, jumlah kepemilikan sahamnya di PT Jayamas Medica Industri Tbk meningkat 0,9399 persen menjadi 254.315.200 saham.\n\nDalam keterbukaan disebutkan pula jika Yacobus tetap dikategorikan sebagai pengendali Perseroan.\n\nSementara itu pada perdagangan terakhir pekan ini, Jumat, 30 Januari 2026, saham OMED ditutup menguat sebesar 0,96 persen ke level 210.\n\nMengutip Stockbit, dalam rentang satu pekan, saham OMED  mengalami tekanan dengan penurunan 8,70 persen. Dalam periode ini, harga bergerak di kisaran 191 hingga 240.\n\nMemasuki horizon waktu yang lebih panjang, pergerakan mulai menunjukkan variasi. Pada periode satu bulan, saham emiten kesehatan ini tercatat naik 1,94 persen, dengan rentang harga 191–264.\n\nKinerja serupa juga terlihat pada periode year-to-date (YTD) yang mencatatkan kenaikan 1,94 persen.  Sementara itu, dalam tiga bulan terakhir, saham OMED menguat 7,69 persen, dan pada enam bulan mencatat kenaikan lebih tinggi sebesar 16,67 persen, dengan level terendah di 175 dan tertinggi di 264.\n\nJika dilihat dalam horizon satu tahun, saham OMED mencatatkan kenaikan 16,67 persen, dengan titik terendah di 143 dan tertinggi di 264. (*)",
    "summary": "Komisaris Utama sekaligus pengendali PT Jayamas Medica Industri Tbk (OMED), Yacobus Jemmy Hartanto tercatat melakukan penambahan kepemilikan saham OMED p",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 246,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:41.114158"
  },
  {
    "title": "Pemerintah Percepat Reformasi Integritas Pasar Modal",
    "url": "https://www.kabarbursa.com/market-hari-ini/pemerintah-percepat-reformasi-integritas-pasar-modal",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769911013-697eb2e5b284e.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 5,
    "full_content": "KABARBURSA.COM- Menteri Koordinator Bidang Perekonomian Airlangga Hartarto menyatakan pemerintah akan mempercepat reformasi integritas pasar modal.\n\nLangkah itu mencakup reformasi struktural pasar modal melalui demutualisasi bursa, peningkatan likuiditas dengan menaikkan batas minimum free float menjadi 15 persen sesuai standar global, serta pengetatan aturan transparansi beneficial ownership dan kejelasan afiliasi pemegang saham.\n\nHal tersebut diarahkan untuk menciptakan pasar modal yang lebih transparan, likuid, dan berintegritas, serta sejajar dengan bursa modern internasional.\n\n“Pesan Bapak Presiden untuk pasar modal, pesan beliau saya kutip, ‘Kepada para investor domestik, mitra internasional, dan seluruh rakyat Indonesia, fundamental ekonomi Indonesia tetap kuat dan tangguh. Pemerintah berdiri teguh di belakang pasar keuangan kita dan kami berkomitmen pada iklim investasi yang transparan, adil, dan berkelas dunia, \" ujar  Airlangga dalam keterangannya, Minggu, 1 Februari 2026.\n\nLebih lanjut, Airlangga menuturkan pemerintah secara tegas tidak mentoleransi praktik spekulatif dan manipulatif yang merusak pasar modal.\n\nPraktik manipulasi harga saham tidak hanya merugikan investor, tetapi juga merusak kredibilitas Indonesia dan dapat menghambat arus investasi, termasuk Penanaman Modal Asing (FDI) yang dibutuhkan untuk mendukung pertumbuhan ekonomi yang berkelanjutan.\n\nDalam konteks tersebut, Bursa Efek Indonesia (BEI) bersama aparat penegak hukum akan melakukan penegakan aturan secara tegas terhadap setiap pelanggaran peraturan bursa, POJK, maupun peraturan perundang-undangan di sektor jasa keuangan, dengan dukungan penuh Pemerintah agar proses hukum berjalan tanpa pandang bulu dan tanpa intervensi.\n\nKe depan, Pemerintah juga memastikan stabilitas dan keberlanjutan pasar modal tetap berjalan. Dikatakan, Presiden Prabowo Subianto telah menginstruksikan Kementerian Keuangan serta jajaran Otoritas Jasa Keuangan (OJK) dan BEI untuk memastikan kegiatan operasional bursa tetap berjalan normal selama masa kepemimpinan transisi, tanpa kekosongan kepemimpinan maupun pengawasan.\n\nSeluruh fungsi regulasi, aktivitas perdagangan, dan tugas pengawasan dipastikan berjalan tanpa gangguan, sejalan dengan prinsip Good Corporate Governance dan praktik terbaik internasional. (*)",
    "summary": "Menteri Koordinator Bidang Perekonomian Airlangga Hartarto menyatakan pemerintah akan mempercepat reformasi integritas pasar modal.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 285,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:41.411070"
  },
  {
    "title": "Purbaya Beber Ada Perintah Tak Tertulis Larang Asuransi Taruh Uang di Saham",
    "url": "https://www.kabarbursa.com/market-hari-ini/purbaya-beber-ada-perintah-tak-tertulis-larang-asuransi-taruh-uang-di-saham",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769909966-697eaece37bcd.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 5,
    "full_content": "KABARBURSA.COM- Menteri Keuangan (Menkeu) Purbaya Yudhi Sadewa mengungkapkan ada perintah tak tertulis yang mengarahkan agar pihak asuransi dan dana pensiun tidak menyuntikkan dananya di investasi saham.\n\nMenurutnya, kekhawatiran itu dipicu dugaan adanya perintah tidak tertulis yang membatasi investasi saham.\n\nPurbaya mengatakan itu ketika ditanya soal arah investasi asuransi dan dana pensiun pada Surat Berharga Negara (SBN). Pertanyaan itu terkait rencana penambahan batas maksimal investasi saham.\n\nPurbaya menilai aturan yang berlaku saat ini sudah memberi ruang cukup untuk investasi di SBN. Ia menduga perusahaan asuransi masih ragu meningkatkan porsi investasi saham.\n\n“Mungkin mereka takut investasi saham karena ada perintah tidak tertulis,” ujar Purbaya di Jakarta, Sabtu, 31 Januari 2026.\n\nPurbaya mengatakan akan mengecek langsung alasan keraguan tersebut kepada pelaku industri.\n\nIa optimistis manajemen Bursa Efek Indonesia (BEI) akan semakin baik ke depan. Pemerintah berkomitmen melakukan reformasi pasar saham untuk memperkuat akuntabilitas dan kepercayaan investor.\n\nPurbaya menegaskan asuransi dan dana pensiun tidak perlu khawatir dengan kenaikan batas investasi saham. Ia memastikan pembenahan pasar akan berjalan, terutama memberantas saham gorengan.\n\n“Harusnya saham goreng-gorengan enggak jelas akan semakin berkurang,” katanya.\n\nSebelumnya, Purbaya menyebut pemerintah akan menaikkan batas investasi saham bagi industri dana pensiun dan asuransi hingga 20 persen.\n\nPurbaya menyebut investasi tambahan akan difokuskan pada saham berkapitalisasi besar. “Kami batasi di saham LQ45 yang tidak goreng-gorengan,” ujar Purbaya.\n\nIa menilai penambahan porsi investasi akan memperbaiki kondisi pasar saham. Langkah tersebut diharapkan menambah likuiditas dan menjaga integritas pasar modal.\n\nSementara itu Pejabat Sementara (Pjs) Ketua dan Wakil Ketua Dewan Komisioner OJK, Friderica Widyasari Dewi menyatakan pengawasan pasar akan diperkuat. Pihaknya akan melakukan penyelidikan terhadap praktik manipulasi dan saham gorengan.\n\n“Penyelidikan goreng-menggoreng saham akan dilakukan secara masif,” ujar Friderica.\n\nIa menyatakan jika OJK juga akan mendorong penegakan hukum yang memberi efek jera. Pengawasan market conduct termasuk terhadap influencer akan diperketat.\n\n“OJK akan mempercepat reformasi pasar modal secara holistik,” ujar Friderica.\n\nReformasi mencakup perbaikan kualitas emiten, perlindungan investor, dan penegakan hukum konsisten.(*) (Adi Subchan)",
    "summary": "Menkeu Purbaya Yudhi Sadewa mengungkapkan ada perintah tak tertulis yang mengarahkan agar pihak asuransi dan dana pensiun tidak menyuntikkan dananya di saham",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 317,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:41.674524"
  },
  {
    "title": "Menkeu Purbaya Optimis IHSG Terkendali Pasca Pengunduran Diri Dirut BEI",
    "url": "https://www.kabarbursa.com/market-hari-ini/menkeu-purbaya-optimis-ihsg-terkendali-pasca-pengunduran-diri-dirut-bei",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769908924-697eaabc6ca18.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 5,
    "full_content": "KABARBURSA.COM- Menteri Keuangan (Menkeu) Purbaya Yudhi Sadewa optimistis pergerakan Indeks Harga Saham Gabungan (IHSG) terkendali pada perdagangan Senin, 2 Februari 2026.\n\nIa pun meminta publik tidak cemas menyikapi dinamika pasca pengunduran diri Direktur Utama (Dirut) Bursa Efek Indonesia (BEI) Iman Rachman dan Dewan Komisioner Otoritas Jasa Keuangan (OJK) Mahendra Siregar.\n\nMenurut Purbaya, kekhawatiran muncul akibat isu kekosongan manajemen bursa. “Mereka khawatir terjadi kekacauan manajemen setelah direksi mundur,” ujar Purbaya di Wisma Danantara, Jalan Gatot Subroto, Jakarta Selatan, Sabtu, 31 Januari 2026.\n\nIa menegaskan, sistem tata kelola bursa sudah berjalan solid dan terstruktur. Dengan begitu, akan secara otomatis terisi jika terjadi pergantian direksi. “Pergantian direksi berlangsung cepat dan efektif,\" katanya.\n\nPurbaya memastikan mekanisme tersebut berjalan tanpa mengganggu aktivitas perdagangan. “Itu membuktikan sistem bursa sudah kuat, sehingga tidak akan ada gangguan,” ucapnya.\n\nMantan Ketua Dewan Komisioner LPS itu menambahkan investor menilai kondisi ekonomi secara fundamental. Katanya, investor selalu melihat fundamental ekonomi Indonesia.\n\nIa optimistis prospek ekonomi nasional akan terus membaik dalam jangka menengah. “Fundamental ekonomi kita bagus dan terus saya perbaiki,” ujarnya.\n\nPurbaya menargetkan pertumbuhan ekonomi tahun ini mendekati enam persen. “Tahun ini pertumbuhan ekonomi bisa saya dorong mendekati enam persen,” katanya.\n\nIa juga memproyeksikan kinerja emiten akan meningkat seiring pertumbuhan ekonomi. “Keuntungan perusahaan tercatat seharusnya ikut meningkat,” ujar Purbaya.\n\nPurbaya kembali menegaskan investor tidak perlu panik menghadapi situasi pasar saat ini. “Tidak perlu khawatir terhadap kondisi bursa,” katanya.\n\nSebelumnya diberitakan, Iman Rachman resmi mengundurkan diri dari jabatannya sebagai Dirut BEI menyusul gejolak pasar modal yang menyebabkan IHSG mengalami trading halt sebanyak dua kali beruntun.\n\nPengunduran diri tersebut disampaikan langsung oleh Iman Rachman dalam pernyataan resmi di hadapan awak media pada Jumat pagi. Ia menegaskan keputusan itu diambil sebagai bentuk tanggung jawab atas kondisi pasar modal yang terjadi dalam beberapa hari terakhir.\n\n“Saya sebagai Direktur Utama BEI menyatakan mengundurkan diri sebagai bentuk tanggung jawab atas apa yang terjadi,” ujar Iman di Gedung BEI, Jumat, 30 Januari 2026.\n\nIa menambahkan, keputusan tersebut diharapkan dapat memberikan dampak positif bagi kepercayaan dan stabilitas pasar modal Indonesia ke depan.\n\n“Saya berharap ini yang terbaik untuk pasar modal kita,” katanya singkat.\n\n\n\nPurbaya Sebut Jeffrey Hendrik Jadi Pjs Dirut BEI\nPurbaya membeberkan jika Jeffrey Hendrik akan ditunjuk sebagai Pejabat Sementara (Pjs) Direktur Utama BEI menggantikan Iman Rachman.\n\n\"Iya (pengganti Iman),\" kata Purbaya saat ditanya awak media di Wisma Danantara Jakarta, Sabtu, 31 Januari 2026 malam.\n\nPurbaya juga menyebut bahwa yang mewakili BEI bertemu dengan MSCI  pada Senin, 2 Februari  2026 adalah Jeffrey dan perwakilan BEI lainnya.\n\n\"Dari bursa kan mereka independen. Nanti kalau saya masuk, mantap banget aku campur kata kamu. Dia menyelesaikan masalah sesuai dengan prosedur yang ada di internal mereka. Pemerintah nggak ikut campur. Kita menjadi punggungnya aja biar kerja,\" ujarnya.\n\nNamun, BEI belum mengumumkan siapa yang menggantikan Iman Rachman pasca ia mengundurkan diri.\n\nCorporate Secretary BEI Kautsar Primadi Nurahmad menyebut penunjukan ini akan diumumkan sebelum pembukaan perdagangan pada Senin, 2 Februari 2026 di tengah tekanan volatilitas Indeks Harga Saham Gabungan (IHSG) serta sorotan investor global terhadap tata kelola dan metodologi free float saham di Indonesia.\n\n“Akan diumumkan Pjs Dirut-nya sebelum dibukanya perdagangan Senin,” ujar Kautsar dalam pesan singkat, Sabtu malam, 31 Januari 2026. (*) (Adi Subchan)",
    "summary": "Menkeu Purbaya Yudhi Sadewa memprediksi pergerakan Indeks Harga Saham Gabungan (IHSG) terkendali pada perdagangan Senin, 2 Februari 2026.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 521,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:41.995601"
  },
  {
    "title": "ASII, DAAZ, ESSA Buy on Weakness: IHSG Potensi Lanjutkan Penguatan",
    "url": "https://www.kabarbursa.com/market-hari-ini/asii-daaz-essa-buy-on-weakness-ihsg-potensi-lanjutkan-penguatan",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769903868-697e96fc0f02e.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 5,
    "full_content": "KABARBURSA.COM- Penguatan Indeks Harga Saham Gabungan (IHSG) pada perdagangan terakhir memberikan konfirmasi bahwa pasar masih berada dalam fase pemulihan jangka pendek setelah tekanan kuat yang terjadi sebelumnya. Pada perdagangan terakhir, Jumat, 30 Januari 2026, IHSG ditutup menguat 1,18 persen ke level 8.329, dengan karakter penguatan yang ditopang dominasi volume pembelian.\n\nCapaian ini sekaligus memenuhi area penguatan minimal yang sebelumnya diproyeksikan, dan sekaligus menandakan respons pasar yang relatif disiplin terhadap area teknikal yang dipantau pelaku pasar.\n\nDari sudut pandang struktur pergerakan, posisi IHSG saat ini diperkirakan telah berada di bagian akhir wave (a) dari wave [x]. Kondisi tersebut mengindikasikan bahwa ruang kenaikan lanjutan mulai terbatas dalam jangka sangat pendek. Dengan begitu, kewaspadaan terhadap potensi koreksi menjadi relevan menjelang perdagangan Senin, 2 Februari 2026.\n\nArea koreksi yang perlu dicermati berada di rentang 7.945 hingga 8.189, yang secara teknikal berpotensi menjadi zona konsolidasi apabila tekanan jual kembali muncul. Di sisi lain, selama momentum beli masih terjaga, area penguatan lanjutan diproyeksikan berada di kisaran 8.527 hingga 8.812, dengan level resistensi terdekat di sekitar 8.341 dan 8.590. Support utama IHSG berada di 7.985 dan 7.762, yang menjadi area krusial untuk menjaga struktur tren jangka pendek tetap positif.\n\n\n\nASII, DAAZ, ESSA, MBMA di Zona Rekomendasi\nDi level saham, pergerakan Astra International (ASII) menunjukkan dinamika yang lebih defensif. Saham ini terkoreksi 1,93 persen ke level 6.350 dan disertai tekanan jual yang mulai terlihat. Secara struktur gelombang, ASII diperkirakan berada di bagian awal wave B dari wave (4), yang umumnya ditandai dengan fluktuasi harga dan potensi pelemahan lanjutan sebelum menemukan keseimbangan baru.\n\nDalam konteks ini, pendekatanbuy on weaknessmenjadi relevan, dengan area beli yang berada di rentang 6.200 hingga 6.325. Selama harga mampu bertahan di atas area tersebut, ruang pemulihan teknikal tetap terbuka dengan target di area 6.600 hingga 6.800, sementara risiko perlu dikendalikan apabila harga turun di bawah 5.975.\n\nSementara itu, pergerakan PT Daaz Bara Lestari Tbk (DAAZ) menampilkan karakter yang berbeda. Saham ini melonjak 11,01 persen ke level 3.730 dan didominasi oleh volume pembelian yang kuat. Penguatan tersebut juga berhasil membawa harga bertahan di atas rata-rata pergerakan 20 hari, memperkuat indikasi perubahan momentum jangka pendek.\n\nSecara teknikal, posisi DAAZ diperkirakan berada di awal wave B dari wave (B), yang membuka peluang kelanjutan penguatan setelah fase konsolidasi. Areabuy on weaknessberada di kisaran 3.540 hingga 3.670, dengan proyeksi target harga di 3.900 hingga 4.340. Area di bawah 3.350 menjadi batas risiko yang perlu diperhatikan.\n\nUntuk saham ESSA, tekanan jual kembali muncul setelah harga terkoreksi 2,24 persen ke level 655. Struktur pergerakan menunjukkan bahwa ESSA diperkirakan berada di awal wave (a) dari wave [y], yang secara umum mencerminkan fase penyesuaian sebelum arah berikutnya terbentuk.\n\nDalam kondisi ini, pendekatanbuy on weaknessdinilai lebih terukur, dengan area beli di rentang 610 hingga 645. Selama level tersebut mampu menahan tekanan, peluang pemulihan ke area 710 hingga 750 tetap terbuka, dengan batas risiko di bawah 585.\n\nAdapun MBMA masih bergerak dalam tekanan jual setelah terkoreksi 2,78 persen ke level 700. Saham ini diperkirakan berada di awal wave B dari wave (B) pada struktur yang lebih besar, sehingga pergerakannya cenderung fluktuatif dan membutuhkan kehati-hatian lebih tinggi.\n\nStrategispeculative buymenjadi pendekatan yang digunakan, dengan area akumulasi di kisaran 665 hingga 700. Target teknikal berada di area 755 hingga 780, sementara level di bawah 645 menjadi batas pengendalian risiko.\n\nSecara keseluruhan, perdagangan awal Februari 2026 dibuka dengan IHSG yang masih berada dalam fase teknikal positif, namun mulai mendekati area rawan koreksi jangka pendek. Dominasi volume beli pada penguatan terakhir memberikan dukungan awal, tetapi struktur gelombang mengisyaratkan bahwa selektivitas dan disiplin pada area harga menjadi kunci. Pada level saham, peluang tetap terbuka melalui strategi buy on weakness dan speculative buy, dengan fokus pada manajemen risiko seiring pasar yang bergerak semakin volatil pasca reli singkat.(*)",
    "summary": "IHSG menguat 1,18 persen ke 8.329 namun rawan koreksi jangka pendek. ASII, DAAZ, ESSA, dan MBMA masuk zona buy on weakness dan speculative buy.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 614,
    "read_time_minutes": 3,
    "detail_scraped_at": "2026-02-03T12:11:42.307152"
  },
  {
    "title": "Direktur BCA Masuk di Harga Bawah, Saham Berbalik Rebound",
    "url": "https://www.kabarbursa.com/market-hari-ini/direktur-bca-masuk-di-harga-bawah-saham-berbalik-rebound",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769902625-697e922100ec3.webp",
    "date_display": "Terbit • 01 February 2026",
    "date": "2026-02-01",
    "page": 5,
    "full_content": "KABARBURSA.COM- Aksi Direktur PT Bank Central Asia Tbk (BBCA) Lianawaty Suwono, yang memborong saham saat pasar berada dalam tekanan tajam menjadi salah satu peristiwa penting di tengah gejolak akhir Januari 2026. Transaksi ini terjadi bukan dalam kondisi pasar normal, melainkan saat sentimen domestik sedang rapuh akibat koreksi Indeks Harga Saham Gabungan (IHSG) yang memicu trading halt dua hari berturut-turut pada 27–28 Januari 2026. Dalam situasi seperti itu, setiap pergerakan orang dalam emiten perbankan terbesar di Indonesia memiliki bobot psikologis yang besar bagi pelaku pasar.\n\nLianawaty tercatat membeli 300.000 saham BBCA pada 28 Januari 2026 dengan harga pelaksanaan Rp7.025 per saham. Nilai transaksi mencapai sekitar Rp2,1 miliar. Momentum pembelian ini bertepatan dengan tekanan jual yang sangat kuat pada saham BBCA, di mana harga anjlok 6,33 persen dalam sehari.\n\nPenurunan tersebut merupakan bagian dari koreksi pasar yang lebih luas, sejalan dengan pelemahan IHSG yang sempat menembus ambang batas penurunan lebih dari 8 persen dan memaksa otoritas bursa menerapkan penghentian perdagangan sementara.\n\nDari sisi struktur kepemilikan, transaksi ini tidak mengubah status pengendalian. Dalam keterbukaan informasi disebutkan bahwa Lianawaty bukan pemegang saham pengendali dan pembelian dilakukan untuk tujuan investasi dengan kepemilikan langsung.\n\nNamun, justru di titik inilah makna pasar muncul. Aksi beli oleh direktur aktif di tengah tekanan ekstrem sering dibaca sebagai sinyal kepercayaan manajemen terhadap fundamental perusahaan, terutama ketika dilakukan pada fase harga tertekan dan volatilitas tinggi.\n\nPasca transaksi tersebut, kepemilikan saham Lianawaty meningkat dari 2.840.417 saham atau sekitar 0,0023 persen menjadi 3.140.417 saham atau setara 0,0025 persen. Secara persentase, porsi ini memang relatif kecil terhadap total saham beredar BBCA.\n\nTetapi, dalam konteks psikologis pasar, nominal dan timing pembelian jauh lebih relevan dibandingkan besaran kepemilikan akhir. Pasar cenderung memperhatikan keberanian manajemen menambah eksposur justru ketika risiko persepsi sedang tinggi.\n\nPergerakan harga saham BBCA setelah transaksi tersebut memperlihatkan perubahan arah yang cukup jelas. Sebelumnya, pada Selasa 27 Januari 2026, saham BBCA sudah terkoreksi 1,96 persen ke level Rp7.500. Tekanan berlanjut keesokan harinya dengan penurunan lebih dalam sebesar 6,33 persen hingga ditutup di Rp7.025, level yang menjadi titik masuk pembelian Lianawaty.\n\nSetelah fase tekanan ini, saham BBCA mulai menunjukkan pemulihan. Pada Kamis 29 Januari 2026, harga rebound 2,49 persen ke Rp7.200, lalu berlanjut menguat 2,78 persen ke Rp7.400 pada Jumat 30 Januari 2026.\n\nRangkaian rebound dua hari beruntun ini terjadi seiring dengan stabilisasi pasar secara umum pasca trading halt, namun tidak bisa dilepaskan dari faktor internal emiten. BBCA dikenal sebagai saham perbankan berkapitalisasi besar dengan likuiditas tinggi dan basis investor institusional yang kuat.\n\nKetika tekanan pasar mereda, saham dengan profil defensif dan fundamental solid cenderung menjadi tujuan awal arus beli. Dalam konteks ini, aksi beli direktur di area bawah berpotensi memperkuat keyakinan pelaku pasar bahwa koreksi yang terjadi lebih bersifat sentimen makro dan teknikal, bukan refleksi pelemahan kinerja perusahaan.\n\nDari perspektif dinamika harga, level Rp7.025 menjadi titik penting karena berfungsi sebagai area pantulan setelah tekanan ekstrem. Rebound ke Rp7.400 dalam dua hari mencerminkan pemulihan sekitar 5,3 persen dari level terendah tersebut.\n\nMeski belum sepenuhnya menghapus koreksi sebelumnya, pergerakan ini menunjukkan bahwa minat beli kembali muncul relatif cepat setelah pasar menemukan keseimbangan baru. Dalam kondisi volatil seperti itu, aksi orang dalam sering kali berperan sebagai katalis kepercayaan, meskipun bukan satu-satunya faktor penggerak harga.\n\nSecara keseluruhan, aksi Lianawaty Suwono membeli saham BBCA di tengah anjloknya harga mencerminkan dinamika klasik pasar saham: tekanan ekstrem diikuti oleh masuknya pembeli pada level bawah, lalu direspons oleh pemulihan harga ketika sentimen mulai membaik.\n\nDalam konteks BBCA, kombinasi antara stabilisasi pasar, karakter defensif saham perbankan besar, dan sinyal kepercayaan dari manajemen menjadi rangkaian yang mendorong terjadinya rebound harga dalam waktu relatif singkat.(*)",
    "summary": "Direktur BCA memborong saham BBCA saat harga anjlok di tengah trading halt IHSG. Aksi ini diikuti rebound saham usai tekanan pasar mereda.",
    "author": "Tidak diketahui",
    "publish_time": "2026-02-01",
    "tags": [],
    "word_count": 590,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:42.813008"
  },
  {
    "title": "Menkeu Purbaya Sebut Jeffrey Hendrik Jadi Pjs Dirut BEI",
    "url": "https://www.kabarbursa.com/market-hari-ini/menkeu-purbaya-sebut-jeffrey-hendrik-jadi-pjs-dirut-bei",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769876470-697e2bf6dd8c4.webp",
    "date_display": "Terbit • 31 January 2026",
    "date": "2026-01-31",
    "page": 5,
    "full_content": "KABARBURSA.COM– Menteri Keuangan (Menkeu) Purbaya Yudhi Sadewa membeberkan jika Jeffrey Hendrik akan ditunjuk sebagai Pejabat Sementara (Pjs) Direktur Utama Bursa Efek Indonesia (BEI) menggantikan Iman Rachman.\n\n\"Iya (pengganti Iman),\" kata Purbaya saat ditanya awak media di Wisma Danantara Jakarta, Sabtu, 31 Januari 2026 malam.\n\nPurbaya juga menyebut bahwa yang mewakili BEI bertemu dengan MSCI  pada Senin, 2 Februari  2026 adalah Jeffrey dan perwakilan BEI lainnya.\n\n\"Dari bursa kan mereka independen. Nanti kalau saya masuk, mantap banget aku campur kata kamu. Dia menyelesaikan masalah sesuai dengan prosedur yang ada di internal mereka. Pemerintah nggak ikut campur. Kita menjadi punggungnya aja biar kerja,\" ujarnya.\n\nNamun, BEI belum mengumumkan siapa yang menggantikan Iman Rachman pasca ia mengundurkan diri.\n\nCorporate Secretary BEI Kautsar Primadi Nurahmad menyebut penunjukan ini akan diumumkan sebelum pembukaan perdagangan pada Senin, 2 Februari 2026 di tengah tekanan volatilitas Indeks Harga Saham Gabungan (IHSG) serta sorotan investor global terhadap tata kelola dan metodologi free float saham di Indonesia.\n\n“Akan diumumkan Pjs Dirut-nya sebelum dibukanya perdagangan Senin,” ujar Kautsar dalam pesan singkat, Sabtu malam, 31 Januari 2026.\n\nIa menegaskan bahwa istilah yang digunakan bukan pelaksana tugas (plt), melainkan pejabat sementara sesuai regulasi Otoritas Jasa Keuangan (OJK).\n\n\"Istilahnya bukan plt. Berdasarkan POJK 58 2016 istilahnya Pejabat Sementara,” kata Kautsar.\n\nDalam situasi pasar yang bergejolak. Dalam beberapa hari terakhir, IHSG sempat tertekan tajam hingga memicu pembekuan sementara perdagangan (trading halt). Tekanan pasar diperkuat oleh sentimen global terkait kualitas free float, likuiditas saham, serta isu tata kelola emiten yang menjadi sorotan indeks global, khususnya MSCI.\n\nSebelum pengumuman resmi Pjs Direktur Utama BEI disampaikan, Jeffrey Hendrik lebih dulu tampil mewakili BEI dalam konferensi pers di Wisma Danantara petang tadi.\n\nKonferensi pers tersebut digelar sebagai respons resmi atas pengunduran diri Direktur Utama BEI Iman Rachman, yang kemudian diikuti oleh pengunduran diri sejumlah pejabat OJK dalam waktu berdekatan.\n\nDalam konferensi pers itu, Jeffrey tidak mengumumkan bahwa dirinya akan menjabat sebagai Pjs Direktur Utama. Ia hanya menyampaikan bahwa manajemen BEI telah menggelar rapat direksi untuk menunjuk pejabat Direktur Utama sementara serta memastikan operasional bursa tetap berjalan normal.\n\n“Operasional di Bursa Efek Indonesia akan berjalan secara normal,” ujar Jeffrey.\n\nIa menegaskan proses pengambilan keputusan di internal BEI tidak akan terganggu. Jeffrey juga menyampaikan komitmen BEI untuk meningkatkan transparansi dan tata kelola pasar. “Kami akan terus meningkatkan transparansi dan tata kelola di Bursa Efek Indonesia,” katanya.\n\nTerkait sorotan indeks global, Jeffrey menyebut BEI telah berkomunikasi dengan sejumlah penyedia indeks. “Kami sudah berkomunikasi dengan beberapa Indeks Provider Global,” ujarnya.\n\nKonferensi pers di Wisma Danantara tersebut dihadiri oleh Menteri Koordinator Bidang Perekonomian Airlangga Hartarto,  Menteri Keuangan Purbaya Yudhi Sadewa.\n\nRangkaian konferensi pers ini digelar setelah Direktur Utama BEI Iman Rachman menyatakan pengunduran diri. Tidak lama berselang, Ketua Dewan Komisioner OJK Mahendra Siregar, Anggotan Komisioner sekaligus Kepala Eksekutif Pengawas Pasar Modal, Keuangan Derivatif, dan Bursa Karbon OJK Inarno Djajadi, serta Deputi Komisioner Pengawas Emiten, Transaksi Efek, dan Pemeriksaan OJK I. B. Aditya Jayaantara turut menyampaikan pengunduran diri. Selang sekitar dua jam kemudian, Wakil Dewan Komisioner OJK Mirza Adityaswara juga menyatakan mundur dari jabatannya.\n\nPengamat pasar modal sekaligus Founder Republik Investor, Hendra Wardana, menilai jika BEI melakukan penunjukan Jeffrey Hendrik sebagai Pjs Dirut BEI. Maka Jeffrey nanti memiliki peran cukup krusial. Meski hanya beberapa bulan saja, ia harus memikirkan langkah strategis di tengah kondisi pasar yang sensitif. Menurutnya, kepercayaan investor sedang berada pada titik krusial akibat tekanan IHSG dan isu tata kelola pasar.\n\n“Dalam perspektif ekonomi yang lebih luas, keberhasilan Jeffrey memimpin BEI akan sangat menentukan peran pasar modal sebagai sumber pembiayaan jangka panjang bagi perekonomian nasional,\" ujar Hendra kepada KabarBursa.com, Sabtu malam.\n\nIa menilai latar belakang Jeffrey sebagai Direktur Pengembangan BEI dan mantan Direktur Penilaian Perusahaan BEI menjadi modal penting untuk mendorong pembenahan pasar secara lebih substantif, terutama terkait kualitas free float dan likuiditas saham.\n\nDalam waktu dekat, tantangan terbesar Jeffrey adalah membangun kembali kepercayaan investor global, khususnya menjelang agenda pertemuan dengan MSCI pada Senin. Pertemuan tersebut dipandang sebagai ujian awal kepemimpinan sementara Jeffrey untuk menunjukkan keseriusan BEI dalam merespons masukan indeks global dan memperkuat integritas pasar modal Indonesia.\n\nDalam perspektif yang lebih luas, stabilitas dan kredibilitas pasar modal akan menentukan peran bursa sebagai sumber pembiayaan jangka panjang bagi perekonomian nasional. Pasar yang sehat diharapkan mampu menurunkan biaya modal emiten, mendorong ekspansi usaha, serta menarik kembali minat investor domestik dan asing di tengah ketidakpastian global.\n\nJeffrey Hendrik menjabat sebagai Direktur Pengembangan PT Bursa Efek Indonesia (BEI) berdasarkan keputusan Rapat Umum Pemegang Saham Tahunan (RUPST) pada 29 Juni 2022. Ia memulai karier di PT Zone Pratama pada periode 1994–1996, kemudian melanjutkan kiprahnya di bidang corporate finance di PT Transpacific Securindo pada 1996–1999, sebelum menjabat sebagai Direktur Utama PT Phintraco Sekuritas selama 1999–2022. Selain itu, Jeffrey Hendrik juga pernah menjadi Anggota Komite Perdagangan dan Penyelesaian Transaksi Efek BEI pada 2019–2020, Pengurus Asosiasi Perusahaan Efek Indonesia (APEI) sebagai Anggota Departemen Perdagangan Efek pada 2020–2022, serta menjadi Anggota Task Force Keuangan Berkelanjutan Otoritas Jasa Keuangan (OJK) sejak 2021. Ia meraih gelar Sarjana Ekonomi dari Universitas Trisakti pada tahun 1995.(*)",
    "summary": "Menkeu Purbaya Yudhi Sadewa membeberkan jika Jeffrey Hendrik akan ditunjuk sebagai Pejabat Sementara (Pjs) Direktur Utama Bursa Efek Indonesia (BEI)",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-31",
    "tags": [],
    "word_count": 821,
    "read_time_minutes": 4,
    "detail_scraped_at": "2026-02-03T12:11:43.255140"
  },
  {
    "title": "Pasar Modal di Persimpangan, IBC Beri Enam Rekomendasi Strategis",
    "url": "https://www.kabarbursa.com/market-hari-ini/pasar-modal-di-persimpangan-ibc-beri-enam-rekomendasi-strategis",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769870169-697e13594c4f7.webp",
    "date_display": "Terbit • 31 January 2026",
    "date": "2026-01-31",
    "page": 5,
    "full_content": "KABABRBURSA.COM- Indonesian Business Council (IBC) menaruh perhatian mendalam pada perkembangan terbaru pasar modal Indonesia. Fokus utama tertuju pada dinamika kepemimpinan di institusi-institusi strategis, bersamaan dengan respons pelaku pasar terhadap agenda reformasi serta kebijakan tata kelola yang tengah bergulir. IBC menilai dinamika ini sebagai bagian inheren dari proses institusional. Wajar, namun menuntut pengelolaan yang prudent, predictable, serta berorientasi jangka menengah hingga panjang agar kepercayaan investor dan stabilitas sistem keuangan nasional tetap terjaga.\n\nIBC menegaskan, pasar modal yang kredibel tidak semata berfungsi sebagai arena transaksi. Lebih dari itu, ia merupakan fondasi pembiayaan investasi, pendorong pendalaman pasar keuangan (financial deepening), sekaligus pengungkit daya saing ekonomi nasional. Peran tersebut kian krusial di tengah lanskap global yang sarat volatilitas, friksi geopolitik, dan ketidakpastian kebijakan.\n\nChief Operating Officer IBC, William Sabandar, menyampaikan bahwa kepercayaan investor bertumpu pada konsistensi kebijakan, kepastian hukum, serta kekokohan tata kelola institusional. Menurutnya, pasar sejatinya adaptif terhadap perubahan. Namun, perubahan hanya akan diterima apabila dikelola dengan kejelasan arah, proses yang transparan, dan komitmen teguh pada prinsip good governance.\n\n“Policy credibility dan institutional continuity adalah prasyarat utama stabilitas pasar. Tanpa keduanya, sentimen investor mudah terdistorsi,” ujar William dalam pernyataan dikutipKabarBursa.com, Jakarta 31 Januari 2026.\n\nSebagai kontribusi konstruktif dari perspektif dunia usaha, IBC merumuskan enam rekomendasi strategis guna memperkuat ketahanan dan kredibilitas pasar modal Indonesia.\n\n\n\nKepastian dan Predictability Kebijakan Pasar Modal\nIBC berpandangan bahwa stabilitas jangka panjang mensyaratkan lingkungan kebijakan yang konsisten dan dapat diprediksi. Setiap inisiatif, termasuk rencana peningkatan free float, perlu disertai peta jalan yang terdefinisi dengan baik, tahapan implementasi yang realistis, serta komunikasi yang terbuka agar tidak menimbulkan distorsi ekspektasi pasar.\n\nIBC mendorong proses penunjukan pejabat pengganti di lembaga strategis pasar modal dilakukan secara tepat waktu, profesional, dan berbasis meritokrasi. Kepastian kepemimpinan dinilai krusial untuk menjaga kesinambungan kebijakan dan mencegah terjadinya policy vacuum yang berpotensi menggerus kepercayaan investor.\n\nKoordinasi antarlembaga dinilai esensial untuk menjaga stabilitas pasar, dengan tetap menghormati independensi masing-masing otoritas. IBC menekankan pentingnya penguatan market surveillance berbasis data serta penerapan pendekatan risk-based supervision guna meningkatkan kemampuan deteksi dini terhadap potensi disrupsi pasar.\n\nIBC menyoroti urgensi penegakan regulasi yang independen, profesional, konsisten, dan proporsional. Upaya ini harus ditopang oleh kejelasan mandat serta perlindungan hukum yang memadai bagi aparat pengawas, sehingga fungsi pengawasan berjalan efektif tanpa menciptakan ketidakpastian regulasi yang berlebihan bagi pelaku pasar.\n\nKepercayaan investor, baik domestik maupun global, sangat bergantung pada kepastian hukum, perlindungan hak milik, penghormatan terhadap kontrak, serta penerapan due process of law yang konsisten dan non-diskriminatif. Prinsip-prinsip tersebut merupakan fondasi iklim investasi yang sehat dan berkelanjutan.\n\nIBC memandang stabilitas sistem keuangan sebagai common good yang harus dijaga melalui kebijakan yang selaras, tata kelola yang kokoh, serta kolaborasi erat antara otoritas, pelaku pasar, dan dunia usaha. Partisipasi aktif seluruh pemangku kepentingan menjadi kunci dalam memelihara kepercayaan pasar.\n\nMenutup pernyataannya, Chief Economist IBC Denni Purbasari menegaskan komitmen organisasi untuk terus berkolaborasi dengan pemerintah dan para pemangku kepentingan. Kolaborasi tersebut akan diwujudkan melalui dialog kebijakan yang konstruktif, masukan berbasis riset, serta perspektif dunia usaha, guna memperkuat kredibilitas pasar modal Indonesia dan meningkatkan daya tariknya bagi investor jangka panjang.(*)",
    "summary": " Indonesian Business Council (IBC) menaruh perhatian mendalam pada perkembangan terbaru pasar modal Indonesia.",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-31",
    "tags": [],
    "word_count": 499,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:43.975823"
  },
  {
    "title": "Ekspansif, DAAZ Masuk Konsorsium Nikel untuk EV",
    "url": "https://www.kabarbursa.com/market-hari-ini/ekspansif-daaz-masuk-konsorsium-nikel-untuk-ev",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769866740-697e05f4bad50.webp",
    "date_display": "Terbit • 31 January 2026",
    "date": "2026-01-31",
    "page": 5,
    "full_content": "KABARBURSA.COM–KABARBURSA.COM– PT Daaz Bara Lestari Tbk (DAAZ) terlibat dalam konsorsium pengembangan ekosistem baterai kendaraan listrik di Indonesia.\n\nKeterlibatan tersebut ditandai dengan penandatangananFramework Agreementoleh anak usaha DAAZ, Daaz Nexus Energy Limited, bersama PT Aneka Tambang Tbk (ANTM), PT Industri Baterai Indonesia (IBI), dan HYD Investment Limited pada 30 Januari 2026.\n\nManajemen DAAZ menyampaikan bahwa kesepakatan tersebut masih berada pada tahap awal kerja sama.Framework Agreementyang ditandatangani berfungsi sebagai kerangka dasar kolaborasi dan belum memuat kewajiban investasi yang bersifat final maupun mengikat bagi para pihak.\n\n“Pelaksanaan kerja sama selanjutnya masih bergantung pada pemenuhan ketentuan prasyarat pendahuluan, serta perundingan dan penandatanganan perjanjian-perjanjian definitif,” tulis manajemen DAAZ dalam keterbukaan informasi, Sabtu, 31 Januari 2026.\n\nDAAZ menegaskan bahwa setiap tindak lanjut dari kerja sama tersebut akan dilakukan dengan memperhatikan prinsip kehati-hatian, penerapan tata kelola perusahaan yang baik, serta kepatuhan terhadap ketentuan peraturan perundang-undangan yang berlaku.\n\nPada tahap saat ini, penandatangananFramework Agreementtersebut dipastikan belum menimbulkan dampak terhadap kegiatan operasional, kondisi keuangan, maupun kelangsungan usaha perusahaan.\n\nSebagai informasi, HYD Investment Limited merupakan entitas yang dibentuk oleh konsorsium perusahaan global, yang terdiri atas Zhejiang Huayou Cobalt Co Ltd dan EVE Energy Co Ltd. Kedua perusahaan tersebut dikenal sebagai pelaku utama dalam rantai pasok baterai dan material energi baru secara global.\n\nDAAZ tercatat sebagai emiten papan utama Bursa Efek Indonesia yang bergerak di sektor barang baku. Kegiatan usaha perusahaan mencakup perdagangan besar logam dan bijih logam, serta aktivitas sebagai perusahaan holding.\n\nKomoditas yang diperdagangkan DAAZ meliputi batu bara, bijih nikel, dan bahan bakar minyak. Batu bara yang dipasarkan perusahaan dipasok untuk kebutuhan pembangkit listrik, sementara bijih nikel dijual kepada smelter yang beroperasi di wilayah Sulawesi.\n\nAdapun komoditas bahan bakar minyak yang diperdagangkan perusahaan berupahigh speed diesel, yang dipasarkan kepada konsumen dari kalangan industri, termasuk sektor pertambangan, smelter, dan transportasi.\n\nPada perdagangan Jumat, 30 Januari 2026, saham DAAZ ditutup menguat 11,01 persen ke level Rp3.730. Penguatan tersebut terjadi setelah saham DAAZ mengalami koreksi dalam dua hari sebelumnya, masing-masing sebesar 14,97 persen pada 28 Januari dan 10,40 persen pada 29 Januari 2026. (*)",
    "summary": "PT Daaz Bara Lestari Tbk (DAAZ) bergabung dalam konsorsium pengembangan ekosistem baterai kendaraan listrik (electric vehicle/EV) di Indonesia.",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-31",
    "tags": [],
    "word_count": 331,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:44.499317"
  },
  {
    "title": "INPP Transformasi Portofolio untuk Perkuat Ketahanan Kinerja",
    "url": "https://www.kabarbursa.com/market-hari-ini/inpp-transformasi-portofolio-untuk-perkuat-ketahanan-kinerja",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769849396-697dc234c3a22.webp",
    "date_display": "Terbit • 31 January 2026",
    "date": "2026-01-31",
    "page": 5,
    "full_content": "KABARBURSA.COM- PT Indonesian Paradise Property Tbk atau Paradise Indonesia (INPP) memperkuat ketahanan kinerja melalui transformasi portofolio sebagai bagian dari strategi pertumbuhan jangka panjang untuk mendorong target recurring income 75 persen dari total pendapatan konsolidasi pada tahun 2026.\n\nStrategi Perusahaan difokuskan pada pembangunan struktur pendapatan yang tangguh secara fundamental (structurally resilient revenue mix) yang ditopang oleh aset- aset penghasil pendapatan di segmen perhotelan dan komersial.\n\nKomposisi portofolio ini meningkatkan visibilitas arus kas, serta memperkuat stabilitas kinerja keuangan Perusahaan.\n\nCEO Paradise Indonesia, Anthony Susilo mengatakan Paradise Indonesia terus memperkuat struktur pendapatan dengan menjaga porsi recurring income di kisaran 70 persen seiring pengembangan aset yang dilakukan secara konsisten.\n\n\"Kami memiliki pendekatan yang tidak hanya sebagai pemilik properti, tetapi juga aktif sebagai pengembang yang menciptakan experience value dari properti ikonik milik kami,” ujar dia dalam keterangannya, Sabtu, 31 Januari 2026.\n\nAdapun pada 2025, Paradise Indonesia melengkapi Antasari Place apartment—aset strategis Perusahaan yang berlokasi di Jakarta Selatan—dengan menghadirkan serviced apartment Citadines Antasari Jakarta dalam satu kawasan, dan area extension di pusat perbelanjaan 23 Paskal - Bandung.\n\nLangkah tersebut berkontribusi terhadap peningkatan profitabilitas dan kualitas imbal hasil portofolio Perusahaan.\n\nMemasuki 2026, Paradise Indonesia menargetkan pertumbuhan pendapatan konsolidasi sekitar 5–10 persen, yang didukung oleh kelanjutan monetisasi unit residensial Antasari Place Tower 1 serta tambahan kontribusi arus kas dari 23 Semarang Shopping Center yang dijadwalkan mulai beroperasi pada semester I tahun ini.\n\nDi samping itu, emiten bidang perhotelan, komersial, dan penjualan properti ini juga akan mengembangkan konsep properti low-density lifestyle di Balikpapan sebagai langkah diversifikasi segmen baru sebagai bagian dari transformasi bisnis Paradise Indonesia tahun ini yang berorientasi pada pertumbuhan jangka panjang.\n\nSelain mengoptimalkan kinerja aset eksisting, Perusahaan diklaim konsisten menjalankan strategi perluasan pasar melalui ekspansi yang terukur dan selektif.(*)",
    "summary": "PT Indonesian Paradise Property Tbk atau Paradise Indonesia (INPP) memperkuat ketahanan kinerja melalui transformasi portofolio",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-31",
    "tags": [],
    "word_count": 282,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:44.876880"
  },
  {
    "title": "PT PP Raih Kontrak Baru Senilai Rp934,36 Miliar",
    "url": "https://www.kabarbursa.com/market-hari-ini/pt-pp-raih-kontrak-baru-senilai-rp93436-miliar",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769835412-697d8b940c3a8.webp",
    "date_display": "Terbit • 31 January 2026",
    "date": "2026-01-31",
    "page": 6,
    "full_content": "KABARBURSA.COM- PT PP (Persero) Tbk (PTPP) berhasil memperoleh proyek baru di sektor gedung pemerintahan pada awal tahun 2026.\n\nPerseroan resmi menandatangani kontrak proyek rancang bangun pembangunan gedung kantor Jampidum, Jamdatun, Jamwas, dan BPA tahun anggaran 2026.\n\nMelalui kontrak ini, PTPP dipercaya untuk melaksanakan proyek dengan nilai sebesar Rp934,36 miliar (termasuk PPN) dan masa pelaksanaan 360 hari kalender.\n\nProyek tersebut semakin memperkuat portofolio PTPP di segmen gedung institusional, sekaligus mencerminkan kepercayaan pemerintah terhadap kapabilitas perseroan dalam menangani proyek strategis.\n\nPembangunan gedung tersebut dirancang untuk mendukung transformasi kelembagaan Kejaksaan Agung melalui penyediaan fasilitas kerja yang modern, terintegrasi, dan representatif.\n\nKehadiran infrastruktur baru ini diharapkan dapat meningkatkan efektivitas koordinasi antar bidang, mempercepat proses kerja, serta mendorong peningkatan kualitas pelayanan publik.\n\nCorporate Secretary PTPP, Joko Raharjo menyampaikan bahwa proyek ini merupakan wujud komitmen perseroan dalam menghadirkan kualitas eksekusi terbaik pada setiap proyek yang dijalankan.\n\n“Bagi PTPP, kata dia, proyek ini tidak hanya berfokus pada penyelesaian pembangunan fisik, tetapi juga memastikan hasil akhir dapat mendukung kebutuhan operasional pengguna secara optimal.\n\n\"Kami berkomitmen menjaga ketepatan waktu, kualitas, dan akuntabilitas dalam setiap tahapan pekerjaan,” ujarnya Joko dalam keterangannya, Sabtu, 31 Januari 2026.\n\nPada perdagangan Jumat, 30 Januari 2026, saham PTPP mencatat kinerja positif setelah ditutup menguat sebesar 5,99 persen atau 20 poin ke level 354.\n\nAkan tetapi dalam rentang satu pekan terakhir, saham bidang jasa konstruksi ini masih berada di zona pelemahan dengan koreksi 4,32 persen. Tekanan lebih dalam terlihat pada periode satu bulan, harga saham ini tercatat turun 14,49 persen.\n\nPelemahan serupa juga tercermin pada periode tiga bulan dan enam bulan masing-masing sebesar 7,33 persen dan 8,29 persen. Secara year to date (YTD), saham PTPP juga masih berada di area negatif dengan penurunan 14,49 persen. (*)",
    "summary": "PT PP (Persero) Tbk (PTPP) berhasil memperoleh proyek baru di sektor gedung pemerintahan pada awal tahun 2026.",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-31",
    "tags": [],
    "word_count": 280,
    "read_time_minutes": 1,
    "detail_scraped_at": "2026-02-03T12:11:45.315190"
  },
  {
    "title": "Perdagangan Saham Bervariasi pada Pekan Ini, IHSG Anjlok 6,94 Persen",
    "url": "https://www.kabarbursa.com/market-hari-ini/perdagangan-saham-bervariasi-pada-pekan-ini-ihsg-anjlok-694-persen",
    "image_url": "https://www.kabarbursa.com/uploads/covers/1769828873-697d72091e370.webp",
    "date_display": "Terbit • 31 January 2026",
    "date": "2026-01-31",
    "page": 6,
    "full_content": "KABARBURSA.COM- PT Bursa Efek Indonesia (BEI) menyampaikan  data perdagangan saham di selama sepekan periode 26—30 Januari 2026 ditutup bervariasi.\n\nSekretaris Perusahaan BEI, Kautsar Primadi Nurahmad  mengatakan peningkatan tertinggi terjadi pada rata-rata nilai transaksi harian BEI yaitu sebesar 29,28 persen menjadi Rp43,76 triliun.\n\n\"Dari Rp33,85 triliun pada pekan sebelumnya, \" ujar dia dalam keterangannya dikutip, Sabtu, 31 Januari 2026.\n\nRata-rata frekuensi transaksi harian turut mengalami peningkatan menjadi 3,82 juta kali transaksi, atau meningkat 1,59 persen dari 3,76 juta kali transaksi pada pekan lalu.\n\nNamun, data volume transaksi harian Bursa pada pekan ini mengalami penurunan yaitu sebesar 3,69 persen menjadi 63,3 miliar lembar saham dari 65,73 miliar lembar saham pada pekan sebelumnya.\n\nSementara itu, pergerakan Indeks Harga Saham Gabungan (IHSG) juga tergelincir dalam. Pada pekan ini, indeks ditutup di level 8.329,606 atau menyusut 6,94 persen dari posisi 8.951,010 pada pekan lalu.\n\nDiketahui, BEI sempat memberlakukan  pembekuan sementara perdagangan atau trading halt selama dua hari beruntun yakni 28-29 Januari 2026 setelah IHSG turun hingga 8 persen.\n\nAdapun, kapitalisasi pasar BEI turut mengalami penhrunan sebesar 7,37 persen menjadi Rp15.046 triliun dari Rp16.244 triliun pada sepekan sebelumnya.\n\n\"Investor asing hari ini (Jumat, 30 Januari 2026) mencatatkan nilai jual bersih Rp1,53 triliun dan sepanjang tahun 2026 ini mencatatkan nilai jual bersih sebesar Rp9,88 triliun,\" jelas Kautsar.\n\nSebelumnya diberitakan, Direktur Utama BEI Iman Rachman resmi mengundurkan diri dari jabatannya, menyusul gejolak pasar modal yang menyebabkan IHSG mengalami trading halt dalam dua hari beruntun.\n\nPengunduran diri tersebut disampaikan langsung oleh Iman Rachman dalam pernyataan resmi di hadapan awak media pada Jumat pagi. Ia menegaskan keputusan itu diambil sebagai bentuk tanggung jawab atas kondisi pasar modal yang terjadi dalam beberapa hari terakhir.\n\n“Saya sebagai Direktur Utama BEI menyatakan mengundurkan diri sebagai bentuk tanggung jawab atas apa yang terjadi,” ujar Iman di Gedung BEI, Jumat, 30 Januari 2026.\n\nIa menambahkan, keputusan tersebut diharapkan dapat memberikan dampak positif bagi kepercayaan dan stabilitas pasar modal Indonesia ke depan.\n\n“Saya berharap ini yang terbaik untuk pasar modal kita,” katanya singkat.\n\nIman juga menyampaikan harapannya agar kondisi IHSG yang mulai membaik pada pembukaan perdagangan hari ini dapat terus berlanjut dalam beberapa hari ke depan. Dalam pernyataannya, Iman menegaskan tidak akan ada sesi tanya jawab dan meminta publik menghormati keputusan yang telah diambil.\n\n“Dengan pengunduran diri ini, semoga pasar modal kita menjadi lebih baik,” ujarnya.\n\nPengunduran diri Iman Rachman terjadi setelah IHSG mengalami tekanan signifikan yang memicu penghentian sementara perdagangan atau trading halt sebanyak dua kali.(*)",
    "summary": "PT Bursa Efek Indonesia (BEI) menyampaikan  data perdagangan saham di selama sepekan periode 26—30 Januari 2026 ditutup bervariasi.",
    "author": "Tidak diketahui",
    "publish_time": "2026-01-31",
    "tags": [],
    "word_count": 401,
    "read_time_minutes": 2,
    "detail_scraped_at": "2026-02-03T12:11:45.700922"
  }
]