[
  {
    "title": "BUMI Rampungkan Akuisisi Wolfram, Masuk Emas–Tembaga",
    "date": "2025-10-08",
    "full_content": "KABARBURSA.COM– PT Bumi Resources Tbk (BUMI) merampungkan akuisisi 99,68 persen saham Wolfram Limited, perusahaan tambang emas dan tembaga berbasis di Australia, setelah memperoleh persetujuan Australian Foreign Investment Review Board (FIRB) pada 8 Oktober 2025.\n\nPerseroan menyatakan proses menuju kepemilikan penuh 100 persen ditargetkan selesai pada November 2025. Aksi korporasi ini menandai perluasan portofolio BUMI dari batubara ke mineral strategis dan kritis yang tengah diburu pasar global.\n\nManajemen menegaskan akuisisi Wolfram sejalan dengan strategi diversifikasi jangka panjang, termasuk membuka peluang hilirisasi di komoditas emas dan tembaga.\n\n“Dengan selesainya transaksi ini, Bumi Resources mengambil langkah penting dalam perjalanan diversifikasinya,” ujar Adika Nuraga Bakrie, Presiden Direktur Bumi Resources.\n\nIa menambahkan, ekspansi ke mineral strategis dan mineral kritis sejalan dengan tren permintaan global serta memperkuat komitmen kami terhadap pertumbuhan jangka panjang yang berkelanjutan.\n\nBUMI menyebut akuisisi ini memberi akses pada potensi produksi emas dan tembaga dalam jangka dekat. Kontribusi tersebut diharapkan memperbaiki profil pendapatan sekaligus menambah nilai bagi pemegang saham di luar siklus batubara.\n\nPernyataan resmi dalam versi berbahasa Inggris juga menekankan langkah ini sebagai tonggak penting diversifikasi serta peluang untuk memperkuat kinerja berkelanjutan perseroan.\n\nPersetujuan FIRB menjadi elemen kunci yang mengakhiri fase negosiasi dan due diligence atas term sheet yang diteken awal tahun. Dengan payung regulasi yang telah dipenuhi, BUMI tinggal menuntaskan proses administratif menuju 100 persen kepemilikan pada bulan depan.\n\nEmiten menyiratkan bahwa aset Wolfram memiliki kesiapan operasional yang memungkinkan kontribusi lebih cepat ke pendapatan konsolidasian.\n\nDari sisi strategi korporasi, perpindahan sebagian eksposur dari batubara ke mineral tematik transisi energi seperti tembaga sejalan dengan peta permintaan jangka panjang global. BUMI memposisikan diri agar tidak hanya bergantung pada pergerakan harga batubara, tetapi juga pada siklus komoditas logam yang dikaitkan dengan elektrifikasi dan infrastruktur energi.\n\nDalam pernyataan resmi, manajemen menyebut diversifikasi ini ditujukan untuk memperkuat nilai jangka panjang dan keberlanjutan bisnis.\n\nBagi investor, beberapa hal menjadi perhatian setelah akuisisi: pertama, jadwal realisasi 100 persen kepemilikan pada November 2025 berpotensi menjadi katalis lanjutan. Kedua, kejelasan rencana operasi dan hilirisasi Wolfram akan memengaruhi kecepatan translasi ke kinerja keuangan BUMI.\n\nKetiga, kesiapan pendanaan dan struktur neraca penting untuk menjaga profil risiko seiring ekspansi lintas komoditas. Poin-poin ini akan menjadi variabel yang dipantau pasar pada rilis kinerja berikutnya.\n\nAdika Nuraga Bakrie menekankan bahwa perluasan ke mineral strategis dilakukan untuk “memberikan nilai tambah bagi pemegang saham” melalui akses ke potensi produksi jangka dekat. Narasi tersebut mempertegas fokus BUMI untuk meningkatkan kualitas arus kas dan menambah penopang pendapatan non-batubara dalam beberapa kuartal mendatang.\n\nDengan kerangka regulasi Australia yang relatif ketat, lampu hijau FIRB juga memberi sinyal penerimaan atas rencana pengembangan aset Wolfram di bawah payung BUMI. (*)",
    "summary": "BUMI akuisisi 99,68 persen Wolfram, target 100 persen November 2025. Masuk emas–tembaga untuk perkuat pendapatan dan diversifikasi."
  },
  {
    "title": "Momentum Bullish IHSG Diprediksi Terjaga: Perhatikan BUMI, DKFT, ERAL, WIFI",
    "date": "2025-10-10",
    "full_content": "KABARBURSA.COM- Indeks Harga Saham Gabungan (IHSG) kembali menunjukkan kekuatannya pada penutupan perdagangan Rabu sore, 9 Oktober 2025. IHSG ditutup menguat 1,04 persen ke level 8.250.\n\nKenaikan ini bukan hanya signifikan secara persentase, tetapi juga ditopang oleh munculnya volume pembelian yang meningkat. Artinya, pelaku pasar mulai kembali masuk setelah periode konsolidasi sebelumnya.\n\nSecara teknikal, posisi IHSG telah mencapai target minimal penguatan yang sebelumnya diproyeksikan oleh analis MNC Sekuritas. Saat ini, indeks diperkirakan masih berada dalam fasewave [v]dariwave 5. Artinya, pergerakan positif IHSG kemungkinan belum selesai, dengan potensi kenaikan lanjutan menuju area target 8.294–8.365.\n\nDari sisi level teknikal, area support IHSG berada di kisaran 8.217 dan 8.166, sementara resistance berada di 8.260 dan 8.303. Jika penguatan berlanjut dan mampu menembus resistance pertama di 8.260 dengan volume yang solid, momentum bullish diperkirakan akan berlanjut dalam jangka pendek.\n\nNamun, jika tekanan jual muncul kembali di area 8.300-an, kemungkinan koreksi teknikal jangka pendek juga tetap terbuka, mengingat posisi IHSG sudah cukup tinggi dibandingkan rata-rata pergerakan beberapa hari terakhir.\n\nMNC Sekuritas juga memberikan beberapa rekomendasi saham individual yang mencerminkan pandangan optimistis terhadap potensi lanjutan penguatan pasar.\n\nSaham BUMI Resources (BUMI) direkomendasikanSpec Buypada area harga 140–142, dengantarget pricedi 153 dan 164 sertastoplossdi bawah 138. Secara teknikal, BUMI disebut sedang berada di awalwave (v)dariwave [iii], yang menandakan potensi pembentukan fase kenaikan baru setelah periode tekanan jual.\n\nMeski sempat terkoreksi ke 142, pola teknikalnya menunjukkan kemungkinan terjadinyareboundjika tekanan jual mulai mereda.\n\nSelanjutnya, saham DKFT (Central Omega Resources) direkomendasikan untukBuy on Weaknessdi rentang 730–750, dengan target ke 815 dan 840 serta batasstoplossdi bawah 715.\n\nSaham ini mengalami koreksi 1,31 persen ke 755, namun tekanan jual yang muncul dipandang sebagai bagian dariwave cdariwave (y)dariwave [b]. Ini berarti peluang pemulihan teknikal masih cukup besar apabila harga mendekati area support.\n\nUntuk saham ERAL (Erajaya Active Lifestyle), penguatan sebesar 4,40 persen ke 332 disertai volume pembelian yang meningkat memperkuat indikasi teknikal bahwa saham ini tengah berada padawave (iii)dariwave [c]dariwave B.\n\nRekomendasiBuy on Weaknessdiberikan di rentang 324–332 dengan target di 346 dan 370, sementara areastoplossdisarankan di bawah 322. Struktur gelombang tersebut menggambarkan fase awal kenaikan lanjutan yang potensial jika volume pembelian tetap terjaga.\n\nSementara itu, saham WIFI (Solusi Sinergi Digital) juga menjadi perhatian karena berhasil menguat 1,56 persen ke 3.260 disertai peningkatan volume beli. MNC Sekuritas memproyeksikan saham ini sedang berada dalamwave 4 dari wave (C), yang berarti pergerakan harga masih memiliki ruang koreksi sehat sebelum melanjutkan tren naiknya.\n\nRekomendasiBuy on Weaknessdiberikan di rentang 3.010–3.210, dengan target kenaikan menuju 3.390 dan 3.500 serta batasstoplossdi bawah 2.940.\n\nSecara keseluruhan, analisis MNC Sekuritas menegaskan bahwa IHSG masih berada dalam fase penguatan menengah, dengan struktur gelombang yang menunjukkan potensi lanjutan ke area 8.365 selama level support kunci tidak ditembus.\n\nKinerja positif sejumlah saham individu, seperti BUMI, ERAL, dan WIFI, memberi sinyal bahwa minat beli selektif mulai muncul di sektor-sektor tertentu.\n\nMeskipun demikian, pelaku pasar tetap disarankan berhati-hati terhadap potensi aksi ambil untung jangka pendek, mengingat indeks telah mencatat kenaikan yang cukup signifikan dalam beberapa sesi terakhir.\n\nSecara umum, penguatan IHSG hari ini mencerminkan sentimen positif yang kembali terbentuk di pasar domestik, di tengah stabilnya kondisi makro dan arus beli asing yang perlahan kembali meningkat.\n\nSelama tidak ada tekanan eksternal besar dan area support tetap terjaga, IHSG berpeluang melanjutkan penguatan menuju kisaran 8.300–8.365 dalam waktu dekat, dengan saham-saham pilihan MNC Sekuritas menjadi kandidat utama dalam fase reli lanjutan.(*)",
    "summary": "IHSG naik 1,04 persen ke 8.250, berpotensi lanjut ke 8.365. MNC Sekuritas rekomendasikan saham BUMI, DKFT, ERAL, dan WIFI sebagai pilihan beli."
  },
  {
    "title": "Mulai Gersang, Saham BUMI hingga ENRG Ditinggal Asing",
    "date": "2025-10-17",
    "full_content": "KABARBURSA.COM- Bursa saham domestik mulai menunjukkan tanda-tanda keringnya minat asing terhadap sektor tambang. Data transaksi 17 Oktober 2025 yang diambil dari Stockbit, mencatat investor asing melakukan aksi jual besar-besaran pada saham-saham sumber daya alam seperti BUMI, ARCI, GZCO, MBMA, dan ENRG.\n\nCatatan ini menandai pergeseran sentimen dari komoditas energi dan mineral. Aksi jual menjadi sinyal bahwa pamor saham tambang Indonesia yang sempat bersinar kini mulai meredup di mata investor global, seiring tekanan harga komoditas dan meningkatnya ketidakpastian geopolitik dunia.\n\nDalam data Top 20 Net Foreign Sell Midday per hari ini. Investor asing mulai melakukan aksi jual besar-besaran pada saham-saham sektor tambang. Dari data tersebut, beberapa kode saham yang masuk kategori tambang adalah BUMI, ARCI, GZCO, MBMA, dan ENRG. Total volume jual bersihnya mencapai lebih dari 300 juta saham.\n\nDari lima saham tersebut, PT Bumi Resources Tbk (BUMI) menempati posisi pertama dengan net sell mencapai 133,8 juta saham. Angka tersebut jauh di atas emiten lain.\n\nAksi jual yang masif ini bisa diintepretasikan sebagai aksi ambil untung atau profit taking, setelah reli harga batu bara sebelumnya. Atau, ada kekhawatiran ata prospek harga komoditas yang mulai terkoreksi, terutama menjelang akhir tahun.\n\nApalagi, Kementerian ESDM baru saha menaikkan harga batu bara acuan (HBA), sehingga aksi jual asing ini mengindikasikan bahwa investor global memandang kenaikan ini hanya bersifat sementara. Terlebih, di tengah tren transisi energi dan potensi perlambatan permintaan dari China.\n\nYang kedua adalah PT Archi Indonesia Tbk, dengan kode saham ARCI. Emiten emas ini mencatatkan net sell kedua terbesar, yakni 74,4 juta saham.\n\nPadahal, harga emas saat ini semakin berkilau dan telah melebih rekor. Diketahui, emas global berhasil menembus harga USD4.300 per ons. Akibatnya, muncul sebuah paradoks bahwa harga emas naik namun di saat yang bersamaan penambang emas dijual oleh asing.\n\nDalam ilmu ekonomi, kondisi ini menandakan divergensi antara harga komoditas dan valuasi saham tambang emas. Kemungkinan besar, investor asing menilai reli ini sudah terlalu tinggi (overbought) dan berisiko tinggi pula. Jadi, para investor ini memilih keluar dulu dari sektor emas domestik.\n\nSelanjutnya ada saham Gozco Plantation Tbk atau GZCO. Saham ini masuk dalam daftar dengan net sell sebesar 62,8 juta saham. Meskipun GZCO tidak sepenuhnya bergerak di sektor tambang – sebagian portofolionya berhubungan dengan sumber daya alam – namun tren ini menunjukkan bahwa sentiment negative telah meluas pada sektor berbasis komoditas.\n\nPT Merdeka Battery Materials Tbk atau MBMA, pemain penting di sektor nikel dan baterai kendaraan listrik, juga mengalami net sell signifikan. Angkanya besar, sekitar 23,7 juta saham.\n\nAksi jual ini tidak bisa dianggap remeh, karena sektor nikel sebelumnya dianggap unggulan dalam ekosistem hilirasasi Indonesia. Tapi, dengan penurunan minat ini keraguan terhadap prospek jangka pendek industri EV menjadi ragu-ragu, akibat pelemahan harga nikel global dan penundaan investasi di sektor baterai.\n\nPun dengan PT Energi Mega Persada Tbk. Emiten dengan kode saham ENRG, yang berfokus pada sektor migas, juga mencatatkan net sell sebesar 17,2 juta saham. Padahal, pagi ini harga minyak dunia baru saja turun lebih dari 1 persen, karena rencana pertemuan Trump-Putin untuk membahas perang Ukraina.\n\nKali ini, penurunan harga minyak tampaknya langsung tercermin dalam pelepasan saham-saham migas Indonesia. Investor asing tampak bereaksi cepat terhadap perubahan geopolitik global dan menyeretnya menjadi sektor negatif bagi emiten di sektor terkait.\n\nDari kelima saham tambang tersebut, pola yang dapat dikritisi adalah bahwa investor asing tengah melakukan rotasi portofolio keluar dari sektor komoditas — terutama yang volatil seperti batu bara, emas, dan nikel — menuju aset yang dianggap lebih defensif.\n\nIni menunjukkan hilangnya kepercayaan jangka pendek terhadap daya tahan sektor tambang di tengah tekanan geopolitik, tren transisi energi, dan potensi resesi global.\n\nSecara keseluruhan, data ini memperlihatkan dua hal penting:\n\n• Aksi jual asing di saham tambang mengindikasikan sinyal hati-hati terhadap outlook harga komoditas.\n• Pasar domestik perlu waspada, karena tekanan jual asing di sektor sumber daya biasanya menjadi awal dari fase koreksi yang lebih luas di indeks komoditas.\nDengan kata lain, meskipun secara fundamental beberapa emiten tambang masih mencetak laba tinggi, sentimen global dan arah arus modal asing kini bergerak ke sektor yang lebih stabil dan berisiko rendah.(*)",
    "summary": "Asing jual besar-besaran saham tambang seperti BUMI dan ARCI, sinyal sentimen negatif terhadap sektor komoditas di tengah tekanan geopolitik dan harga energi."
  },
  {
    "title": "IHSG Hari ini Diprediksi Koreksi: BoW PANI, BRIS, BUMI",
    "date": "2025-10-17",
    "full_content": "KABARBURSA.COM- Pergerakan Indeks Harga Saham Gabungan (IHSG) pada akhir pekan ini diperkirakan akan lebih hati-hati dengan potensi koreksi terbatas setelah mencatat kenaikan signifikan pada perdagangan Kamis, 16 Oktober 2025.\n\nMeskipun penguatan kemarin menunjukkan optimisme pasar yang cukup solid, sejumlah indikator teknikal menandakan adanya risiko pembalikan arah dalam jangka pendek.\n\nPada perdagangan kemarin, IHSG ditutup menguat 0,91 persen ke level 8.124, dengan 412 saham naik, 250 saham turun, dan 141 saham stagnan. Kenaikan ini menunjukkan adanya sentimen positif di pasar domestik, meskipun nilai transaksi menurun cukup signifikan menjadi Rp19,49 triliun, dibandingkan Rp29,96 triliun pada hari sebelumnya.\n\nTotal volume transaksi juga turun menjadi 27,19 miliar saham dari 36,16 miliar saham, mengindikasikan bahwa momentum beli mulai melemah dan pelaku pasar lebih selektif dalam mengambil posisi.\n\nMenurut analis teknikal PT MNC Sekuritas Herditya Wicaksana, posisi IHSG saat ini berada pada awal Wave (2) dari Wave [3] dalam label hitam. Artinya, indeks berpotensi mengalami fase konsolidasi atau koreksi sebelum melanjutkan tren kenaikan berikutnya.\n\nSecara teknikal, IHSG memang masih berada di atas garis moving average 20 hari (MA20), sinyal yang mencerminkan tren jangka menengah masih positif, namun volatilitas jangka pendek tetap harus diwaspadai.\n\nHerditya menilai IHSG masih rawan melanjutkan koreksi untuk menguji area support penting di 7.720–7.937, yang berfungsi sekaligus sebagai area penutupan gap harga. Namun, jika tekanan jual terbatas, IHSG masih berpeluang menguat kembali untuk menguji rentang resistance 8.154–8.200.\n\nDengan demikian, arah pergerakan indeks pada akhir pekan akan sangat bergantung pada reaksi pasar terhadap area support ini: jika bertahan, peluang rebound tetap terbuka; namun jika tembus, potensi koreksi bisa lebih dalam menuju area bawah 7.900.\n\nDari sisi teknikal harian, level support IHSG berada di 8.051 dan 7.913, sedangkan resistance berada di 8.169 dan 8.250. Level-level ini menjadi acuan penting bagi investor jangka pendek untuk menentukan strategi trading harian.\n\n\n\nPerhatikan BRIS, BUMI, PANI, dan INKP\nMNC Sekuritas dalam riset terbarunya juga memberikan rekomendasi saham yang menarik untuk diperhatikan dengan strategi “Buy on Weakness”, yaitu membeli ketika harga melemah mendekati area support teknikal. Beberapa saham yang direkomendasikan antara lain:\n\n• BRIS (PT Bank Syariah Indonesia Tbk), yang memiliki prospek pertumbuhan jangka panjang dari ekspansi pembiayaan syariah dan digitalisasi layanan perbankan. Koreksi jangka pendek bisa dimanfaatkan untuk akumulasi karena valuasinya relatif masih menarik.\n• BUMI (PT Bumi Resources Tbk), yang berpotensi diuntungkan dari pergerakan harga batu bara global meskipun volatilitas tinggi. Saham ini cocok untuk strategi jangka pendek berbasis momentum.\n• PANI (PT Pantai Indah Kapuk Dua Tbk), yang memiliki potensi pertumbuhan dari proyek properti skala besar dan ekspansi kawasan baru. Secara teknikal, saham ini menunjukkan sinyal konsolidasi sehat dengan potensi rebound.\nSelain tiga saham tersebut, INKP (PT Indah Kiat Pulp & Paper Tbk) juga direkomendasikan dengan rating “Speculative Buy”, karena memiliki potensi teknikal untuk rebound dari level bawah meski risikonya relatif lebih tinggi.\n\nSaham INKP biasanya sensitif terhadap pergerakan harga pulp global dan sentimen ekspor manufaktur kertas.\n\nSecara keseluruhan, performa IHSG pada akhir pekan ini diperkirakan akan bergerak cenderung mixed dengan potensi koreksi teknikal, setelah penguatan signifikan sebelumnya. Namun, prospek jangka menengah tetap positif, mengingat tren kenaikan belum sepenuhnya berbalik arah.\n\nStrategi yang disarankan bagi trader adalah memanfaatkan momentum pelemahan harga untuk akumulasi bertahap, terutama pada saham-saham berfundamental baik yang direkomendasikan MNC Sekuritas.\n\nDengan katalis eksternal seperti ketegangan geopolitik dan fluktuasi pasar global yang masih membayangi, investor disarankan untuk menjaga posisi secara disiplin, menyesuaikan porsi portofolio dengan profil risiko, dan fokus pada saham-saham yang memiliki momentum teknikal positif di tengah fase konsolidasi pasar.(*)",
    "summary": "IHSG berisiko koreksi usai reli ke 8.124. Analis MNC Sekuritas rekomendasikan strategi Buy on Weakness pada saham BRIS, BUMI, dan PANI."
  },
  {
    "title": "Margin BUMI Membaik, Laba Bersih Masih Tertekan",
    "date": "2025-11-02",
    "full_content": "KABARBURSA.COM– PT Bumi Resources Tbk (BUMI) mencatat hasil beragam pada sembilan bulan pertama 2025.\n\nDi satu sisi, efisiensi biaya dan penguatan margin usaha menunjukkan perbaikan operasional yang nyata.\n\nNamun di sisi lain, tekanan dari penurunan harga batubara global dan pendapatan non-operasional yang melemah membuat laba bersih anjlok lebih dari separuh.\n\nDalam laporan keuangan interim per September 2025, pendapatan BUMI berdasarkan PSAK 111 tercatat sebesar USD1,04 miliar, naik 11,9 persen dibandingkan periode sama tahun lalu.\n\nKenaikan ini mencerminkan peningkatan kontribusi dari entitas anak, terutama melalui pengendalian beban operasional dan efisiensi biaya di tengah pelemahan harga komoditas.\n\nMargin usaha turut membaik signifikan, dari 2,7 persen pada sembilan bulan pertama 2024 menjadi 8,1 persen pada Januari-September 2025. Dengan demikian, laba usaha melonjak 231,9 persen menjadi USD84,1 juta.\n\nPencapaian ini menandakan bahwa perseroan berhasil menekan biaya pokok pendapatan serta mengoptimalkan proses produksi di tambang-tambang utama.\n\nNamun, perbaikan kinerja operasional tersebut belum mampu mendorong hasil bersih secara keseluruhan. Laba bersih turun 56 persen menjadi USD60,1 juta, sedangkan laba yang diatribusikan kepada pemilik entitas induk merosot lebih tajam, sebesar 76,1 persen ke USD29,4 juta.\n\nPenurunan ini terutama dipicu oleh perubahan pos pajak dan penurunan pendapatan lain-lain dibandingkan periode sebelumnya.\n\nJika dihitung secara konsolidasian, termasuk kontribusi dari dua tambang utama, PT Kaltim Prima Coal (KPC) dan PT Arutmin Indonesia, pendapatan justru turun 17,4 persen menjadi USD3,55 miliar. Laba usaha juga tergerus 22,1 persen ke USD195,6 juta, dan laba periode berjalan menyusut 56,2 persen menjadi USD87,3 juta.\n\nManajemen menyebutkan bahwa penurunan tersebut tidak lepas dari faktor eksternal, yakni normalisasi harga batubara global setelah lonjakan tajam pada 2022–2023.\n\nHarga jual rata-rata (FOB) BUMI pada 9M25 berada di kisaran USD60,4 per ton, turun 18 persen secara tahunan.\n\nDi sisi operasional, produksi batubara mencapai 54,9 juta ton, turun 4 persen dibandingkan tahun lalu, sedangkan volume penjualan menurun 2 persen menjadi 54,5 juta ton.\n\nStrip ratio juga lebih rendah, dari 8,5 kali menjadi 8,1 kali, sementara stok batubara akhir September tercatat 2,6 juta ton.\n\nMeski menghadapi tekanan eksternal, BUMI tetap mempertahankan panduan (guidance) untuk tahun 2025. Perseroan menargetkan volume penjualan 73–75 juta ton dengan harga rata-rata USD59–USD61 per ton.\n\nBiaya tunai produksi diproyeksikan stabil di kisaran USD41–USD43 per ton, seiring langkah efisiensi lanjutan di unit tambang dan dukungan sinergi operasional.\n\nBUMI juga menegaskan komitmennya pada tata kelola dan transparansi. Perseroan akan menyelenggarakan Rapat Umum Pemegang Saham Luar Biasa (RUPSLB) pada 19 November 2025 di Jakarta, yang akan diikuti denganearnings callatas hasil 9M25 serta Paparan Publik Tahunan (Public Expose) untuk menyampaikan arah bisnis dan strategi ke depan.\n\nManajemen menilai disiplin biaya, peningkatan produktivitas, dan efisiensi rantai pasok menjadi kunci menjaga daya saing di tengah kondisi pasar batubara yang menantang.\n\nPerseroan juga tengah meninjau peluang diversifikasi ke energi baru terbarukan dan optimalisasi aset non-core untuk memperkuat struktur keuangan jangka panjang.\n\nDengan harga batubara global yang cenderung stabil di kisaran USD100 per ton untuk acuan Newcastle, kinerja BUMI pada kuartal terakhir tahun ini akan sangat bergantung pada efisiensi produksi dan kemampuan menjaga volume ekspor ke pasar utama seperti China dan India. (*)",
    "summary": "BUMI 9M25: pendapatan tumbuh, margin membaik, tapi laba bersih anjlok seiring penurunan harga batubara dan pendapatan lain-lain."
  },
  {
    "title": "BUMI Kantongi Potensi Pendapatan Rp26 Triliun dari Wolfram, Kok Bisa?",
    "date": "2025-11-10",
    "full_content": "KABARBURSA.COM– PT Bumi Resources Tbk (BUMI) resmi menyelesaikan proses akuisisi penuh atas Wolfram Limited (WFL), perusahaan berbasis di Australia, setelah membeli tambahan 0,32 persen saham pada 7 November 2025.\n\nDengan transaksi ini, BUMI kini memegang 100 persen saham WFL, memperkuat ekspansi ke sektor mineral strategis dan mineral kritis.\n\nDalam laporan keterbukaan informasi, manajemen BUMI menyebutkan pembelian tambahan sebanyak 400.670 saham WFL dilakukan dengan nilai transaksi sebesar Rp2,205 triliun atau setara AUD200.335.\n\nTransaksi ini melengkapi aksi korporasi sebelumnya pada 8 Oktober 2025, ketika perusahaan mengakuisisi 99,68 persen saham WFL.\n\nDengan penyelesaian transaksi tersebut, total nilai akuisisi yang dikeluarkan BUMI mencapai Rp698,98 miliar atau setara AUD63,5 juta.\n\n“Dengan demikian, Perseroan telah menjadi pemegang 100 persen saham di WFL,” ujar Direktur BUMI, R.A. Sri Dharmayanti dalam keterbukaan informasi.\n\nWolfram Limited merupakan perusahaan yang bergerak di bidang pertambangan emas dan tembaga, didirikan berdasarkan hukum Australia Barat.\n\nAkuisisi ini menandai langkah penting dalam strategi diversifikasi BUMI untuk memperluas portofolio bisnisnya di luar batu bara menuju mineral bernilai strategis dan kritis.\n\nBUMI menegaskan bahwa transaksi tersebut tidak memberikan dampak langsung terhadap kegiatan operasional maupun kondisi keuangan jangka pendek, namun menjadi bagian dari strategi jangka menengah perusahaan untuk memperkuat fondasi bisnis di sektor energi dan mineral baru.\n\nSeiring dengan meningkatnya permintaan global terhadap logam strategis seperti tembaga dan emas, langkah BUMI ini dinilai sebagai upaya memperluas sumber pendapatan sekaligus menyiapkan portofolio hijau di tengah tren transisi energi dunia.\n\nDengan rampungnya akuisisi ini, BUMI kini sepenuhnya mengendalikan operasional dan strategi WFL sebagai anak usaha luar negeri yang berpotensi menjadi basis pengembangan bisnis baru perusahaan di Australia.\n\n\n\nLalu, Besar Kontribusi Wolfram terhadap Kinerja BUMI?\nBerdasarkan laporan keuangan terakhir, pendapatan konsolidasian BUMI sepanjang tahun 2024 mencapai USD1,36 miliar atau setara Rp21,1 triliun dengan laba bersih USD93,7 juta.\n\nHingga kuartal III 2025, pendapatan perusahaan tercatat sekitar USD595 juta, dengan laba bersih mencapai USD92,9 juta.\n\nKinerja tersebut masih didominasi oleh kontribusi sektor batu bara dari anak usaha utama, PT Kaltim Prima Coal (KPC) dan PT Arutmin Indonesia, yang menopang lebih dari 85 persen pendapatan grup.\n\nDengan selesainya akuisisi 100 persen saham Wolfram Limited (WFL), BUMI resmi menambah portofolio di sektor pertambangan emas dan tembaga di Australia.\n\nBerdasarkan simulasi konservatif, tambang WFL berpotensi menghasilkan sekitar 120 ribu ons emas dan 20 ribu ton tembaga pada tahun pertama operasi penuh.\n\nDengan harga emas rata-rata USD2.300 per ons dan tembaga USD8.200 per ton, potensi pendapatan tahun pertama dapat mencapai sekitar USD410 juta, atau setara Rp6,4 triliun dengan asumsi kurs Rp15.800 per dolar Amerika.\n\nApabila produksi meningkat secara bertahap hingga mencapai kapasitas penuh pada 2028, pendapatan dari WFL berpotensi naik menjadi USD675 juta per tahun atau sekitar Rp10,9 triliun.\n\nDengan margin laba bersih rata-rata 12–15 persen, kontribusi WFL dapat menambah laba konsolidasian BUMI sebesar USD80–100 juta per tahun pada saat operasi mencapai stabilisasi.\n\nBila dibandingkan dengan laba bersih konsolidasi tahun 2024, tambahan dari WFL setara dengan peningkatan 80 hingga 100 persen terhadap laba bersih BUMI dalam tiga tahun ke depan.\n\nDiversifikasi ke sektor mineral juga akan menambah keseimbangan arus kas perusahaan yang selama ini bergantung pada batu bara termal, sekaligus memperkuat ketahanan bisnis di tengah transisi energi global.\n\nSelain memperluas sumber pendapatan, akuisisi WFL juga diharapkan mendorong peningkatan valuasi perusahaan.\n\nDengan valuasi rata-rata perusahaan tambang emas-tembaga di kisaran 6–8 kali EV/EBITDA, kontribusi aset WFL dapat menambah nilai kapitalisasi pasar BUMI sekitar USD600–800 juta saat tambang mencapai operasi penuh pada 2028.\n\nApabila seluruh rencana integrasi berjalan sesuai jadwal, BUMI berpotensi mencatat tambahan pendapatan tahunan USD500–600 juta atau sekitar Rp8–9 triliun, dengan laba bersih USD90 juta mulai 2027.\n\nBerikut simulasi potensi pendapatan tambang Wolfram selama tiga tahun pertama operasi penuh:\n\nTotal potensi pendapatan kumulatif tambang Wolfram selama periode 2026–2028 diperkirakan mencapai Rp26,06 triliun, atau sekitar USD1,63 miliar, berdasarkan asumsi harga emas dan tembaga stabil di level saat ini.\n\nDengan margin laba bersih rata-rata 12–15 persen, kontribusi WFL diproyeksikan menambah laba bersih konsolidasi BUMI sebesar USD80–100 juta per tahun pada saat operasi mencapai stabilisasi. (*)",
    "summary": "BUMI berpotensi menambah pendapatan Rp26 triliun dari tambang emas-tembaga Wolfram Limited di Australia mulai 2026."
  },
  {
    "title": "IHSG Ditutup Koreksi, BUMI Jadi 'Bintang Utama'",
    "date": "2025-11-11",
    "full_content": "KABARBURSA.COM- Indeks Harga Saham Gabungan (IHSG) ditutup melemah sebesar 0,29 persen atau turun 24,73 poin ke level 8.366 pada akhir perdagangan Selasa, 11 November 2025.\n\nIHSG sebenarnya sempat dibuka menguat di posisi 8.437 dan bergerak ke level tertinggi 8.443. Namun tekanan jual yang meningkat di tengah sesi membuat indeks perlahan terkoreksi hingga menyentuh level terendah 8.338 sebelum akhirnya stabil di penutupan sesi sore.\n\nMengutip Stockbit, nilai transaksi di seluruh pasar tercatat cukup tinggi, yakni mencapai Rp27,59 triliun dengan volume perdagangan sebanyak 710,64 juta lot dari 3,13 juta kali transaksi.\n\nKinerja antar sektor menunjukkan hasil yang bervariasi. Sektor energi menjadi penopang utama pergerakan pasar dengan kenaikan 1,74 persen, disusul oleh sektor infrastruktur yang naik 1,47 persen, serta sektor properti yang turut menguat 1,45 persen. Sektor transportasi juga mencatat kenaikan 1,12 persen, sedangkan sektor industri naik 0,87 persen. Kenaikan di kelompok ini menandakan adanya rotasi dana menuju saham-saham berbasis komoditas dan konstruksi.\n\nDi sisi lain, tekanan cukup besar datang dari sektor keuangan yang turun 1,13 persen, diikuti sektor teknologi yang terkoreksi 0,58 persen, serta sektor non-cyclical yang melemah 0,71 persen. Sektor industri dasar juga mencatat penurunan tipis 0,21 persen, sementara sektor cyclical nyaris datar dengan kenaikan marginal 0,09 persen.\n\nSorotan utama pasar hari ini tertuju pada saham PT Bumi Resources Tbk (BUMI) yang menjadi bintang utama perdagangan. Saham emiten batu bara tersebut melonjak 32 persen ke level Rp198 per saham, sekaligus menempati posisi puncak top movers harian. Dari sisi nilai transaksi, BUMI juga mendominasi dengan nilai mencapai Rp5,28 triliun, mengalahkan emiten-emiten besar lainnya.\n\nLonjakan BUMI diikuti oleh pergerakan positif sejumlah saham satu grup. PT Darma Henwa Tbk (DEWA) naik signifikan dan mencatat nilai transaksi hingga Rp2,45 triliun, sementara PT Bumi Resources Minerals Tbk (BRMS) mencatatkan nilai transaksi Rp1,09 triliun. Keduanya turut masuk dalam jajaran top value bersama PT Bank Central Asia Tbk (BBCA) yang mencatat Rp1,10 triliun dan PT Sinergi Inti Andalan Prima Tbk (INET) sebesar Rp1,07 triliun.\n\nDari sisi volume perdagangan, BUMI kembali menempati posisi teratas dengan 286,01 juta saham berpindah tangan, diikuti GOTO dengan 101,24 juta saham, DEWA dengan 54,26 juta saham, INET dengan 24,41 juta saham, serta BRMS sebanyak 10,96 juta saham.",
    "summary": "Nilai transaksi di seluruh pasar tercatat cukup tinggi, yakni mencapai Rp27,59 triliun dengan volume perdagangan sebanyak 710,64 juta lot "
  },
  {
    "title": "10 Saham Terlemah Hari ini, DAAZ dan BUMI Jadi Penekan di Tengah IHSG Menguat",
    "date": "2025-11-12",
    "full_content": "KABARBURSA.COM– Indeks Harga Saham Gabungan (IHSG) ditutup menguat pada perdagangan hari ini Rabu, 12 November 2025, naik 22,05 poin atau 0,26 persen ke level 8.388,57.\n\nSepanjang sesi, indeks sempat menyentuh level tertinggi di 8.428,95 sebelum terkoreksi hingga level terendah 8.377,50. Total volume transaksi mencapai 507,68 juta lot dengan nilai perdagangan sebesar Rp22 triliun dari 2,67 juta kali transaksi.\n\nMeskipun IHSG berada di zona hijau, sepuluh saham tercatat mengalami penurunan paling tajam pada perdagangan hari ini. Saham PT Daaz Bara Lestari Tbk (DAAZ) memimpin pelemahan dengan turun 3,04 persen ke posisi Rp2.230. Disusul saham PT Bumi Resources Tbk (BUMI) yang melemah 3,03 persen ke harga Rp192 dengan nilai transaksi mencapai Rp3,62 triliun.\n\nSaham PT Dua Putra Utama Makmur Tbk (DPUM) turut terkoreksi 3,03 persen ke Rp64, sementara saham PT Indonesia Pondasi Raya Tbk (IDPR) juga melemah 3,03 persen ke level Rp320. Penurunan serupa dialami oleh PT Roda Vivatex Tbk (RDTX) yang turun 3,02 persen ke harga Rp12.025 dengan nilai transaksi Rp8,45 miliar.\n\nTekanan jual juga menghantam saham PT GoTo Gojek Tokopedia Tbk (GOTO) yang turun 2,99 persen ke Rp65 dengan nilai transaksi Rp433,10 miliar. Saham PT Emdeki Utama Tbk (MDKI) turun 2,91 persen ke Rp200, dan saham PT Penta Valent Tbk (PEVE) juga melemah 2,91 persen ke Rp500.\n\nSaham PT Ecocare Indo Pasifik Tbk (HYGN) ikut terkoreksi 2,91 persen ke Rp167 dengan nilai transaksi Rp592,95 juta. Sementara itu, saham PT Erajaya Swasembada Tbk (ERAA) menutup daftar sepuluh terlemah dengan penurunan 3,12 persen ke harga Rp434 dan nilai transaksi mencapai Rp74,22 miliar.\n\nMeskipun sejumlah saham mengalami tekanan, penguatan IHSG menunjukkan masih adanya minat beli pada saham berkapitalisasi besar, terutama di sektor keuangan dan konsumsi yang menopang pergerakan indeks sepanjang hari.(*)",
    "summary": "Indeks Harga Saham Gabungan (IHSG) ditutup menguat pada perdagangan hari ini Rabu, 12 November 2025, naik 22,05 poin atau 0,26 persen ke level 8.388,57. "
  },
  {
    "title": "Rasio Keuangan Ketat, BUMI Tetap Terbitkan Obligasi Rp780 Miliar",
    "date": "2025-11-14",
    "full_content": "KABARBURSA.COM– PT Bumi Resources Tbk (BUMI) menerbitkan Obligasi Berkelanjutan IV Tahap III Tahun 2025 senilai Rp780 miliar sebagai bagian dari program penawaran umum berkelanjutan Rp2,5 triliun.\n\nPenerbitan ini memperoleh peringkat idBBB (stabil) dan disampaikan dalam laporan informasi dan fakta material.\n\nPerseroan memaparkan sejumlah indikator keuangan utama sebagai dasar penerbitan obligasi tersebut. Per 30 Juni 2025, total liabilitas konsolidasian BUMI mencapai Rp84,26 triliun, sedangkan total ekuitas sebesar Rp6,26 triliun, menghasilkandebt-to-equity ratio(DER) sekitar 13,45 kali. Aset lancar tercatat Rp29,20 triliun, sementara liabilitas jangka pendek berada pada Rp36,17 triliun, setara rasio lancar 0,81 kali.\n\nBUMI juga melaporkan EBITDA 12 bulan terakhir sebesar Rp9,39 triliun, dengan posisi rasio utang berbasis EBITDA berada pada kisaran 7–8 kali sesuai beban pinjaman entitas KPC dan Arutmin.\n\nDalam periode sembilan bulan pertama 2025, pendapatan konsolidasian perseroan tercatat USD3.551,5 juta, turun dari USD4.298,4 juta pada periode yang sama tahun sebelumnya.\n\nLaba bruto mencapai USD362,7 juta, sementara laba periode berjalan tercatat USD87,3 juta. Kas bersih dari aktivitas operasi berada di Rp6,72 triliun, dengan posisi kas akhir periode Rp6,23 triliun.\n\nSetelah pemaparan rasio keuangan, perseroan menjelaskan penggunaan dana obligasi Rp780 miliar tersebut secara rinci kepada tiga entitas anak di segmen mineral dan hilirisasi.\n\nDari total dana bersih, alokasi terbesar yakni Rp340.883.083.328 atau 50 persen diberikan kepada PT Jambi Mineral (JML). Dana ini digunakan untuk pemenuhan sebagian pembayaran akuisisi JML, perusahaan yang mengembangkan proyek hilirisasi mineral galena.\n\nBUMI, dalam keterbukaan informasinya, menegaskan bahwa alokasi ini tidak diarahkan untuk operasional harian, melainkan untuk kewajiban akuisisi.\n\nSebesar Rp333.600.000.000 atau 25 persen dialokasikan kepada PT Lumbung Mineral (LM). Dana tersebut digunakan sebagai uang muka akuisisi LM, entitas yang bergerak di penambangan bijih bauksit dengan IUP Operasi Produksi aktif sampai 2032. Sama seperti JML, dana ini diarahkan untuk keperluan akuisisi, bukan modal kerja rutin.\n\nSisa alokasi sebesar Rp97.504.757.661 atau 25 persen dialokasikan kepada Wolfram Limited (WFL) di Australia. Dana tersebut disalurkan sebagai pinjaman internal untuk kebutuhan belanja modal (capex) dan modal kerja hingga fase produksi emas dan tembaga.\n\nWFL merupakan entitas mineral strategis yang baru diakuisisi BUMI dan tengah menjalani pengembangan aset secara bertahap. (*)",
    "summary": "BUMI menerbitkan obligasi Rp780 miliar di tengah tekanan rasio keuangan. Dana digunakan untuk Jambi Mineral, Lumbung Mineral, dan proyek Wolfram Limited."
  },
  {
    "title": "Asing Borong BUMI, Jual Besar-besaran BBRI: Ke Mana Arah Selanjutnya?",
    "date": "2025-11-25",
    "full_content": "KABARBURSA.COM- Data perdagangan asing pada sesi perdagangan pertama, Selasa, 25 November 2025, memperlihatkan perpindahan nilai yang kontras. Dari daftar yang dirilis PT Mandiri Sekuritas, terlihat bahwa arus modal asing bergerak sangat selektif, terutama pada saham-saham berkapitalisasi besar dan sektor komoditas.\n\nDi kelompok foreign net buy, BUMI menempati posisi teratas dengan selisih beli bersih mencapai 220,89 juta saham. Angka ini sangat besar dan menunjukkan bahwa minat asing terhadap emiten energi tersebut melonjak secara signifikan.\n\nDi bawahnya, DEWA membukukan net buy 85,44 juta saham, sementara KLBF mencatat pembelian bersih 80,56 juta saham. Sepertinya, sektor healthcare kembali menarik perhatian asing.\n\nSaham BULL berada di posisi keempat dengan net buy 59,8 juta saham, dan HUMI melengkapi lima besar dengan pembelian bersih 34,56 juta saham.\n\nSebaliknya, pada daftar foreign net sell, tekanan asing paling besar terjadi pada BBRI. Saham perbankan terbesar di Indonesia ini mencatat net sell yang sangat masif, yaitu 138,73 juta saham. Angka yang cukup mencolok ini mengingat stabilitas kapitalisasi BBRI yang biasanya menjadi penahan volatilitas IHSG.\n\nDOOH berada di posisi kedua dengan penjualan bersih 98,79 juta saham, disusul EMTK yang dilepas asing sebanyak 74,79 juta saham. BRMS yang biasanya berada dalam radar investor ritel juga mengalami tekanan besar dari asing dengan net sell 53,03 juta saham.\n\nBNBR berada tepat di bawahnya dengan penjualan bersih 48,91 juta saham dan melengkapi lima besar saham yang paling banyak dilepas asing.\n\n\n\nBUMI Masuki Fase Bullish, Bagaimana BBRI?\nLalu, bagaimana pergerakan BUMI dan BBRI selanjutnya? Pada sisi BUMI, dorongan asing ini muncul bersamaan dengan sinyal teknikal yang luar biasa kuat. Hampir seluruh indikator utama—mulai dari Stochastic, MACD, CCI hingga ROC—berada pada zona beli.\n\nTren pergerakan harga juga terkonfirmasi oleh seluruh moving average utama yang sudah berada pada posisi buy, baik itu dari MA5 hingga MA200. Kombinasi antara minat asing dan teknikal yang menguat ini menunjukkan bahwa BUMI tidak sekadar mengalami kenaikan sesaat, melainkan memasuki fase tren naik yang lebih struktural.\n\nDengan volatilitas masih tinggi dan ruang resistance teknikal yang belum ditembus, saham ini berpotensi melanjutkan penguatan selama sentimen komoditas tetap positif.\n\nBerbeda jauh dengan BUMI, BBRI justru mengalami tekanan jual yang besar dari investor asing. Saham perbankan terbesar di Indonesia ini mencatat net sell mencapai 138,73 juta saham, dan menjadi pelepasan asing terbesar pada sesi tersebut.\n\nNamun tekanan jangka pendek ini tidak serta merta menggambarkan kegagalan fundamental. Data dari analis justru menunjukkan arah yang berlawanan. Sebanyak 30 dari 37 analis merekomendasikan beli untuk BBRI, dengan target harga rata-rata di Rp4.678, jauh di atas harga pasar saat ini di Rp3.860.\n\nBahkan proyeksi tertinggi mencapai Rp5.400 dan memberikan ruang kenaikan yang signifikan jika tekanan jual asing mulai mereda. Kondisi ini menunjukkan bahwa aksi asing lebih menyerupai rebalancing portofolio menjelang akhir tahun, bukan perubahan pandangan terhadap fundamental BBRI.\n\nArah pergerakan ke depan akan sangat ditentukan oleh keberlanjutan arus modal asing. Jika pembelian asing di BUMI berlanjut, tren bullish dapat terus menguat dengan cepat. Sementara itu, BBRI memiliki peluang untuk pulih begitu tekanan jual asing mereda, mengingat fundamental yang masih kuat dan minat analis yang tetap solid.(*)",
    "summary": "BUMI diborong asing hingga ratusan juta saham, sedangkan BBRI dilepas besar-besaran. Bagaimana arah pergerakan keduanya setelah rotasi dana asing ini?"
  }
]