[
  {
    "title": "UBS Borong Saham BUMI, tapi Apakah Layak Dikoleksi Investor Ritel?",
    "date": "2025-09-01",
    "full_content": "KABARBURSA.COM- PT Bumi Resources Tbk. (BUMI) kembali mencuri perhatian setelah UBS Group AG melaporkan aksi pembelian 90,98 juta saham pada 25 Agustus 2025 dengan harga rata-rata Rp111,92 per saham.\n\nNilainya sekitar Rp10,18 miliar, atau setara 0,03 persen dari total saham beredar. Setelah aksi ini, kepemilikan UBS naik tipis dari 6,98 persen menjadi 7,01 persen.\n\nPihak BUMI melalui Corporate Secretary Irana Candra Mala, menjelaskan bahwa tujuan pembelian saham oleh UBS bukan untuk spekulasi jangka pendek, melainkan untuk kepentingan lindung nilai (hedging) derivatif klien.\n\nDi lantai bursa, aksi korporasi ini terjadi saat harga saham BUMI justru bergerak di zona pelemahan. Saham ditutup di Rp107, turun 1,83 persen dengan valuasi transaksi harian mencapai Rp73,6 miliar.\n\nDalam jangka menengah, tren harga BUMI juga menunjukkan tekanan. Selama tiga bulan terakhir harga sudah terkoreksi 8,47 persen, meskipun secara tahunan masih tercatat tumbuh 21,35 persen.\n\nNamun jika ditarik ke horizon lebih panjang, performanya kurang konsisten. Dalam tiga tahun terakhir turun 35 persen, meski dalam lima tahun sempat melonjak lebih dari 100 persen. Pola ini menunjukkan saham BUMI sarat volatilitas dan sangat sensitif terhadap faktor eksternal, terutama harga batubara global.\n\n\n\nNet Income Anjlok, Marjin Keuntungan Tipis\nJika dilihat dari kinerja keuangan, fundamental BUMI belum sepenuhnya solid. Perusahaan mencatat net income hanya Rp48 miliar pada periode berjalan, jauh menurun dibanding capaian 2022 ketika laba menembus Rp7,8 triliun.\n\nMarjin keuntungan sangat tipis, dengan net profit margin hanya 0,77 persen. Rasio valuasi pun terbilang mahal: price to earnings ratio (PER) TTM di angka 831 kali, sangat jauh di atas rata-rata IHSG di kisaran 8–10 kali.\n\nPrice to book value (PBV) memang lebih moderat di 1,57 kali, tapi dengan arus kas bebas (free cash flow) negatif Rp310 miliar, tekanan keuangan terlihat jelas.\n\nNeraca perusahaan relatif stabil dengan debt to equity ratio di 0,26, menandakan utang masih terkendali. Namun Altman Z-score hanya 1,68, yang berarti perusahaan berada di zona abu-abu terkait risiko finansial jangka panjang.\n\nReturn on equity (ROE) pun hanya 0,19 persen, jauh dari standar efisiensi yang diharapkan investor. Dengan kata lain, secara fundamental BUMI belum menawarkan daya tarik yang kuat, kecuali jika investor memang berspekulasi pada rebound harga batubara.\n\nSementara dari sisi teknikal, hampir semua indikator memberikan sinyal “jual”. Relative Strength Index (RSI) berada di 41, mendekati level bearish. MACD berada di zona negatif, ADX menunjukkan tren lemah, dan semua moving average—dari MA5 hingga MA200—menyodorkan rekomendasi jual.\n\nLevel pivot harian menempatkan area 106–109 sebagai titik penting; jika harga gagal bertahan di atas 106, peluang melanjutkan pelemahan terbuka menuju area psikologis Rp101. Tekanan jual yang masif ini mengindikasikan bahwa investor ritel sebaiknya berhati-hati masuk di harga saat ini.\n\n\n\nMasih Dilirik, tapi dengan Catatan\nJika dirangkum, aksi borong saham BUMI oleh UBS memang memberi sinyal bahwa institusi besar masih melirik saham ini, namun perlu dicatat bahwa motifnya lebih ke arah lindung nilai ketimbang investasi spekulatif.\n\nDari sisi fundamental, BUMI sedang menghadapi penurunan kinerja signifikan dengan valuasi yang sudah terlampau mahal. Dari sisi teknikal, indikator masih konsisten memberi sinyal jual.\n\nBagi investor jangka panjang, saham ini belum menunjukkan prospek yang sehat, sementara bagi trader jangka pendek, peluang hanya muncul jika ada pantulan teknikal di area support kritis.\n\nDengan kondisi saat ini, BUMI lebih tepat dipandang sebagai saham berisiko tinggi dengan potensi volatilitas tajam. Investor sebaiknya bersikap selektif: menahan diri dulu bagi yang belum masuk, atau disiplin dengan strategi cut loss dan take profit bagi yang masih memegang sahamnya.\n\nAksi UBS bisa dilihat sebagai sentimen jangka pendek, tapi keputusan investasi tetap harus bertumpu pada kenyataan bahwa kinerja keuangan BUMI masih jauh dari ideal.(*)",
    "summary": "UBS borong saham BUMI Rp10,18 miliar, kepemilikan naik 7,01 persen, namun fundamental lemah dan teknikal beri sinyal jual, investor perlu waspada."
  },
  {
    "title": "Net Buy Asing Dominasi Sesi I IHSG, BUMI-BRMS Terbanyak",
    "date": "2025-09-17",
    "full_content": "KABARBURSA.COM– Perdagangan saham di Bursa Efek Indonesia (BEI) pada sesi I Rabu, 17 September 2025, mencatat dominasi asing di sejumlah emiten tambang. PT Bumi Resources Tbk (BUMI) dan PT Bumi Resources Minerals Tbk (BRMS) menjadi dua saham dengannet buyasing terbesar di pasar reguler.\n\nBUMI tercatat diborong investor asing sebesar 235,9 juta saham, dengannet buymencapai 124,9 juta saham. Sementara BRMS mengikuti dengan net buy 84,35 juta saham dari total pembelian asing 186,5 juta saham.\n\nDi luar dua emiten grup Bakrie tersebut, saham lain yang juga menjadi incaran asing adalah PT Surya Citra Media Tbk (SCMA) dengannet buy47,05 juta saham, serta PT Bank Rakyat Indonesia Tbk (BBRI) sebesar 41,17 juta saham.\n\nHal itu sejalan dengan Indeks Harga Saham Gabungan atau IHSG yang ditutup naik 0,28 persen atau 21,85 poin ke level 7.969,89. Aktivitas transaksi tercatat Rp8,3 triliun dengan kurs rupiah berada di 16.426 per dolar AS.\n\n\n\nTransaksi Asing Masih Dominan di Pasar\nData Stockbit Sekuritas menunjukkan total pembelian asing (foreign buy) sepanjang sesi pertama hari ini mencapai Rp2,54 triliun, sedikit lebih tinggi dibanding penjualan asing Rp2,41 triliun. Sehingga tercatatnet buyasing senilai Rp138,3 miliar di semua pasar.\n\nDari sisi volume, investor asing membukukan pembelian 4,93 miliar saham, sementara penjualan mencapai 2,50 miliar saham. Selisih tersebut menghasilkan net buy 2,43 juta saham secara keseluruhan.\n\nMeski BUMI dan BRMS memimpin di daftar net buy, sejumlah saham unggulan justru dilepas asing. PT Multipolar Tbk (MLPL) mengalami net sell terbesar yakni 38,6 juta saham, diikuti PT Lippo Karawaci Tbk (LPKR) 35,3 juta saham, serta PT Bank Central Asia Tbk (BBCA) 30,3 juta saham.\n\nDari sisi broker, aktivitas transaksi terbesar sesi pertama dipimpin Mandiri Sekuritas dengan total nilai Rp1,76 triliun. Stockbit Sekuritas Digital berada di posisi kedua dengan transaksi Rp1,73 triliun, disusul Mirae Asset Sekuritas Indonesia Rp1,49 triliun.\n\nUBS Sekuritas Indonesia dan Maybank Sekuritas Indonesia melengkapi daftar lima besar dengan nilai transaksi masing-masing Rp1,30 triliun dan Rp1,02 triliun.\n\nKuatnya dominasi asing di saham komoditas dan tambang kembali menegaskan minat investor global terhadap sektor sumber daya alam, di tengah dinamika harga batu bara dan emas di pasar internasional.\n\nSebelumnya, IHSG dibuka relatif stabil. Pada sesi awal perdagangan, indeks tercatat di level 7.964,88 naik tipis 7,18 poin atau 0,09 persen dibanding penutupan sebelumnya. IHSG sempat bergerak di kisaran 7.960,67 hingga 7.971,60 dengan pembukaan di 7.964,42.\n\nVolume perdagangan di seluruh pasar tercatat 5,07 juta lot senilai Rp444,49 miliar melalui 40.260 kali transaksi. Di pasar reguler, angka transaksi sama yakni 5,07 juta lot dengan nilai Rp444,49 miliar.\n\nInvestor asing terlihat melakukan aksi jual bersih (net foreign sell) Rp374,55 miliar di semua pasar dengan porsi Rp393,01 miliar di pasar reguler, meski mencatatkan net buy Rp18,46 miliar di pasar tunai dan negosiasi.\n\n\n\nIHSG Berpeluang Bangkit Pekan Ini\nPergerakan IHSG yang cenderung datar pada awal perdagangan ini mencerminkan sikap investor yang menunggu arah sentimen global serta rilis data ekonomi domestik yang direncanakan keluar pekan ini.\n\nAksi profit taking pada saham-saham energi juga menjadi penahan kenaikan indeks meski sektor teknologi terlihat menguat signifikan.\n\nEquity Analyst PT Indo Premier Sekuritas (IPOT), Hari Rachmansyah sempat memprediksi Indeks Harga Saham Gabungan (IHSG) berpeluang bangkit pekan ini, 15 hingga 19 September 2025.\n\nKombinasi katalis global dan domestik diprediksi mendorong laju indeks menembus resistance 8.000 dengan support di 7.650.\n\nHari mengatakan tekanan tajam pada awal pekan lalu akibat reshuffle Menkeu yang sempat membuat IHSG terkoreksi -3,53 persen dan memicu capital outflow asing hingga Rp6 triliun kini berbalik arah seiring munculnya stimulus pemerintah dan ekspektasi kebijakan The Fed yang lebih dovish.\n\nIa mengungkapkan peluang masuknya modal asing kembali ke pasar emerging market semakin besar setelah data ketenagakerjaan Amerika Serikat melemah.\n\n“Keputusan suku bunga The Fed yang berpotensi lebih dovish setelah data ketenagakerjaan melemah membuka peluang arus modal masuk kembali ke emerging market serta menjaga momentum penguatan harga emas sebagai salah satu sektor defensif pilihan investor. Jika suku bunga US dipangkas kemungkinan USD akan melemah dan membuat harga emas semakin naik,” kata Hari melalui keterangan resmi yang diterima KabarBursa.com pada Senin, 15 September 2025. (*)",
    "summary": "BUMI dan BRMS pimpin net buy asing sesi I 17 September 2025. Nilai net buy asing capai Rp138,3 miliar."
  },
  {
    "title": "Obligasi BUMI Rp721 Miliar Berkupon Tinggi, Ambil atau Take Profit?",
    "date": "2025-09-20",
    "full_content": "KABARBURSA.COM- PT Bumi Resources Tbk (BUMI), salah satu perusahaan batu bara terbesar di Indonesia, kembali melangkah ke pasar modal melalui penerbitan surat utang. Emiten yang berada di bawah naungan Bakrie Group ini berencana menawarkan Obligasi Berkelanjutan I Tahap II-2025 senilai Rp721,61 miliar.\n\nRencana ini merupakan bagian dari program obligasi berkelanjutan senilai total Rp5 triliun, di mana sebelumnya BUMI sudah melepas tahap pertama senilai Rp350 miliar.\n\nObligasi yang ditawarkan BUMI terbagi menjadi dua seri. Seri A bernilai Rp149,33 miliar dengan tenor tiga tahun dan menawarkan kupon tetap 8 persen per tahun. Sementara Seri B lebih besar, Rp572,28 miliar dengan tenor lima tahun dan kupon 9,25 persen.\n\nTingkat bunga tersebut tergolong menarik di tengah kondisi suku bunga acuan yang stabil, menawarkan imbal hasil lebih tinggi dibandingkan deposito perbankan atau obligasi pemerintah dengan tenor serupa.\n\nDitambah lagi, obligasi ini telah memperoleh peringkat idA+ (Single A Plus) dari Pefindo, yang berarti layak investasi dengan risiko gagal bayar relatif rendah meski tetap membutuhkan kehati-hatian.\n\nTujuan penerbitan obligasi ini juga cukup jelas. Sekitar 45 persen dari dana yang diperoleh akan digunakan untuk pembayaran tahap kedua akuisisi Wolfram Limited (WFL), perusahaan asal Australia yang segera menjadi anak usaha BUMI.\n\nSekitar 13,71 persen lagi dialokasikan sebagai pinjaman kepada WFL untuk mendukung pengembangan bisnis, sementara sisanya dipakai untuk kebutuhan modal kerja, mulai dari biaya operasional, pajak, hingga jasa profesional.\n\nDengan demikian, obligasi ini bukan sekadar instrumen pendanaan, melainkan bagian dari strategi ekspansi BUMI dalam mengamankan cadangan mineral dan memperkuat lini usaha.\n\nBagi investor, tawaran ini membawa dilema menarik. Di satu sisi, kupon tinggi dan peringkat A+ membuat obligasi BUMI atraktif, terlebih dengan jaminan bahwa dana hasil emisi diarahkan pada pengembangan aset strategis.\n\nNamun, di sisi lain, rekam jejak BUMI sebagai bagian dari konglomerasi Bakrie menuntut kewaspadaan. Meski peringkat layak investasi sudah menjadi sinyal positif, risiko tetap ada terutama terkait volatilitas harga batu bara global dan beban utang perusahaan yang cukup besar.\n\nInvestor konservatif mungkin menilai obligasi ini cukup menggoda sebagai alternatif diversifikasi portofolio dengan imbal hasil di atas rata-rata pasar, sementara investor agresif bisa melihatnya sebagai peluang mengambil eksposur ke sektor batu bara dan mineral dengan risiko yang masih terukur.\n\nSementara itu, kinerja saham BUMI juga memperlihatkan respons positif. Pada perdagangan terakhir, saham BUMI ditutup di level 114, naik 0,88 persen dari posisi sebelumnya. Dalam sepekan, saham ini sudah menguat 3,64 persen, didukung volume transaksi yang tinggi mencapai 2,77 miliar saham, jauh di atas rata-rata 1,15 miliar.\n\nNilai transaksi harian mencapai Rp314,6 miliar dengan frekuensi lebih dari 8.200 kali, menandakan minat investor yang cukup besar. Selain itu, aksi beli investor asing mencapai Rp256 miliar, lebih tinggi dibandingkan aksi jual Rp210,5 miliar, yang memperlihatkan dukungan dana asing terhadap saham ini.\n\nSingkatnya, obligasi baru BUMI hadir sebagai instrumen dengan imbal hasil menarik dan peringkat layak investasi, meskipun tetap mengandung risiko khas emiten batu bara. Bagi investor ritel, keputusan untuk berpartisipasi sebaiknya mempertimbangkan profil risiko pribadi.\n\nObligasi ini layak dipertimbangkan bagi mereka yang mengincar pendapatan tetap dengan imbal hasil di atas deposito, sementara investor yang lebih berhati-hati bisa menunggu perkembangan lanjutan akuisisi WFL dan stabilitas keuangan perusahaan.\n\nAdapun bagi investor saham, kinerja BUMI dalam sepekan terakhir menandakan sentimen pasar yang masih positif, meskipun fluktuasi tetap harus diwaspadai mengingat sektor batu bara sangat dipengaruhi oleh dinamika harga global.(*)",
    "summary": "BUMI rilis obligasi Rp721 miliar berkupon tinggi untuk ekspansi akuisisi WFL, menarik minat investor dan dorong saham menguat."
  },
  {
    "title": "BUMI Keluarkan Obligasi Akuisisi Tambang Emas: Peluang Ekspansi & Tantangan Keuangan",
    "date": "2025-09-23",
    "full_content": "KABARBURSA.COM- PT Bumi Resources Tbk. (BUMI), emiten tambang terbesar di Indonesia, kembali membuat langkah strategis dengan merencanakan akuisisi perusahaan tambang di Australia. Melalui penerbitan obligasi berkelanjutan tahap II tahun 2025 senilai Rp721,61 miliar, BUMI menargetkan pendanaan untuk mengambil alih Wolfram Limited (WFL). Wolfram Adalah sebuah perusahaan tambang tembaga dan emas dengan izin operasi hingga 2036.\n\nDari total dana tersebut, Rp344,12 miliar dialokasikan khusus untuk membiayai akuisisi WFL, sementara Rp98,75 miliar akan disalurkan sebagai pinjaman kepada WFL guna mendukung belanja modal, eksplorasi, dan modal kerja. Sisa dana akan digunakan untuk kebutuhan operasional BUMI, mulai dari biaya gaji hingga pembayaran pajak.\n\nObligasi yang ditawarkan terdiri dari dua seri, yakni Seri A senilai Rp149,33 miliar dengan tenor tiga tahun berbunga tetap 8 persen per tahun, dan Seri B senilai Rp572,28 miliar dengan tenor lima tahun berbunga tetap 9,25 persen per tahun.\n\nKedua seri obligasi ini akan memberikan pembayaran bunga secara kuartalan, dengan pelunasan pokok dilakukan penuh saat jatuh tempo.\n\nObligasi tersebut akan tercatat di Bursa Efek Indonesia pada 25 September 2025, dengan penjamin pelaksana emisi yang terdiri dari nama-nama besar sekuritas domestik seperti Mandiri Sekuritas, BCA Sekuritas, hingga Indo Premier Sekuritas.\n\n\n\nKeuangan Sehat, Tantang dari Arus Kas\nSecara fundamental, keputusan BUMI menerbitkan obligasi ini perlu dilihat dalam konteks kinerja keuangannya. Laporan keuangan per Juni 2025 mencatat pendapatan sebesar USD329,15 juta, tumbuh 15,56 persen secara tahunan.\n\nNamun, laba bersih hanya mencapai USD2,54 juta, anjlok 85,29 persen dari tahun sebelumnya, dengan margin laba bersih yang menyusut tajam menjadi 0,77 persen persen Kondisi ini memperlihatkan bahwa profitabilitas BUMI masih rapuh meskipun ada peningkatan pendapatan.\n\nSementara itu, EBITDA meningkat signifikan 519 persen menjadi USD30,76 juta, menandakan ada perbaikan kapasitas operasional meski efisiensi belum maksimal.\n\nDari sisi neraca, BUMI memiliki total aset USD3,92 miliar dengan ekuitas USD2,81 miliar, jauh lebih besar dibanding total liabilitas USD1,11 miliar yang turun 17,4 persen dibanding tahun lalu. Posisi kas tercatat USD74,75 juta, naik 34 persen, sementara free cash flow juga positif di level USD85,66 juta.\n\nNamun, arus kas dari operasi masih negatif sebesar USD24,56 juta, memperlihatkan adanya tekanan likuiditas dari kegiatan operasional inti. Lonjakan arus kas lebih banyak disokong dari aktivitas pembiayaan, yang juga menjadi alasan mengapa perusahaan memilih jalur obligasi untuk menutup kebutuhan akuisisi.\n\n\n\nAda Risiko Keuangan yang Terbuka Lebar\nPertanyaannya kemudian, apakah penerbitan obligasi ini sejalan dengan kemampuan finansial BUMI? Dengan beban bunga yang relatif tinggi, yaitu 8 persen untuk tenor tiga tahun dan 9,25 persen untuk tenor lima tahun, perusahaan harus mampu menjaga arus kas stabil agar tidak menimbulkan tekanan likuiditas di masa depan.\n\nPosisi ekuitas yang besar dibandingkan liabilitas menunjukkan ruang utang masih cukup longgar. Namun, margin laba yang tipis dan arus kas operasional negatif menjadi catatan serius yang harus diperhatikan investor.\n\nJika akuisisi Wolfram Limited berhasil membawa tambahan pendapatan dari tambang emas dan tembaga, obligasi ini bisa menjadi langkah berani yang membuahkan hasil. Tetapi bila tidak, tambahan beban bunga berpotensi membebani kinerja keuangan yang sudah rapuh.\n\nSecara keseluruhan, aksi BUMI menerbitkan obligasi untuk akuisisi tambang emas dan tembaga di Australia mencerminkan strategi diversifikasi di tengah harga batubara yang volatil. Dari sisi struktur modal, langkah ini masih bisa ditoleransi karena rasio utang terhadap ekuitas cukup sehat.\n\nNamun, tantangan terbesar ada pada kemampuan BUMI mengelola kas dan memastikan akuisisi WFL benar-benar menghasilkan aliran pendapatan baru.\n\nBagi investor, aksi ini adalah pedang bermata dua, yaitu peluang ekspansi yang menjanjikan, namun juga mengandung risiko keuangan jika akuisisi tidak berjalan sesuai harapan.(*)",
    "summary": "BUMI terbitkan obligasi Rp721,61 miliar demi akuisisi tambang emas di Australia. Strategi ekspansi ini berpotensi besar, tapi risiko keuangan tetap ada."
  },
  {
    "title": "BUMI di Atas Awan, tapi Investor Diminta Hati-hati: Ada Apa?",
    "date": "2025-09-23",
    "full_content": "KABARBURSA.COM- PT Bumi Resources Tbk. (BUMI) mencatat lonjakan harga yang spektakuler pada perdagangan Selasa, 23 September 2025. Saham emiten tambang ini naik 13,22 persen ke level Rp137 per saham, setelah dibuka di Rp123 dan sempat menyentuh level tertinggi intraday Rp142.\n\nKapitalisasi pasar kini menembus Rp50,50 triliun, dan menegaskan kembali dominasi BUMI sebagai salah satu saham komoditas paling aktif dan populer di bursa. Lonjakan ini jelas menunjukkan gairah pasar, seolah investor tengah berpesta pora di tengah reli harga.\n\nMemang, dari sisi teknikal, hampir semua indikator menunjukkan sinyal kuat “Sangat Beli”. Moving average serempak mengindikasikan tren bullish, baik jangka pendek, menengah, maupun panjang.\n\nMACD berada di zona positif, sehingga semakin menegaskan tren kenaikan yang masih berlangsung. Indeks ADX di level 27,7 memperlihatkan tren cukup solid, sementara indikator momentum seperti RSI di 77,7, Stochastic RSI di 100, CCI di 373, dan Williams %R di -17 sudah masuk wilayah overbought atau beli berlebih.\n\nKondisi ini mengindikasikan adanya potensi reli lanjutan yang masih terbuka, tetapi sekaligus memberi sinyal bahwa risiko koreksi sehat dalam waktu dekat juga tidak bisa diabaikan.\n\nKenaikan harga lebih dari 12 persen dalam satu hari menimbulkan pertanyaan penting bagi investor, yaitu apakah ini saatnya masuk atau justru menahan diri?\n\nBagi trader jangka pendek, momentum seperti ini bisa dimanfaatkan untuk memetik cuan cepat selama disiplin dengan strategi cut loss. Namun, bagi investor baru yang ingin masuk, level harga saat ini terbilang tinggi dibanding rata-rata pergerakan sebelumnya.\n\nDengan volatilitas yang kian meningkat dan indikator yang sudah jenuh beli, risiko membeli di puncak juga semakin besar.\n\nRekomendasi bagi investor adalah berhati-hati. Strategi buy on breakout hanya bisa dipertimbangkan bila harga mampu bertahan konsisten di atas resistance Rp142 dengan volume tinggi.\n\nSebaliknya, bagi yang sudah mengoleksi BUMI di level lebih rendah, momentum ini layak dimanfaatkan untuk mengunci sebagian keuntungan sambil menunggu kesempatan re-entry di level support sekitar Rp120–123.\n\nInvestor yang masuk di harga tinggi tanpa strategi jelas justru berpotensi terjebak bila terjadi pullback.\n\nSecara keseluruhan, reli BUMI hari ini memang menghadirkan euforia di lantai bursa, tetapi di balik pesta pora itu, ada risiko koreksi yang mesti diwaspadai.\n\nBagi investor yang rasional, disiplin manajemen risiko adalah kunci: jangan hanya tergoda euforia pasar, karena membeli di puncak seringkali berujung pada penyesalan.(*)",
    "summary": "Saham BUMI naik 13 persen ke Rp137, sinyal bullish kuat tapi indikator overbought. Apakah ini peluang cuan atau risiko beli di puncak? Simak analisisnya."
  },
  {
    "title": "Obligasi BUMI Resmi Tercatat di BEI, Investor Siap-siap Bidik Kupon Menarik",
    "date": "2025-09-25",
    "full_content": "KABARBURSA.COM- PT Bumi Resources Tbk (BUMI) resmi mencatatkan Obligasi Berkelanjutan I Tahap II Tahun 2025 di Bursa Efek Indonesia (BEI) senilai Rp721,61 miliar. Kehadiran obligasi baru ini menjadi sorotan pasar, lantaran menawarkan tingkat kupon yang menarik bagi investor di tengah saham BUMI yang juga menunjukkan sinyal teknikal “sangat beli”.\n\nMomentum ini menimbulkan pertanyaan, seberapa besar potensi keuntungan yang bisa diraih dari obligasi BUMI, dan bagaimana peluang sahamnya ke depan?\n\nPencatatan Obligasi Berkelanjutan I Tahap II BUMI menandai langkah lanjutan perusahaan dalam menggalang pendanaan dengan instrumen utang yang lebih terstruktur. Total nilai emisi mencapai Rp721,61 miliar, terbagi menjadi dua seri.\n\nSeri A menawarkan tenor 3 tahun dengan kupon tetap 8,00 persen per tahun, sementara Seri B berjangka waktu 5 tahun dengan kupon lebih tinggi 9,25 persen per tahun.\n\nSecara praktis, investor yang membeli obligasi Seri A senilai Rp1 miliar akan memperoleh imbal hasil sekitar Rp80 juta per tahun hingga jatuh tempo pada 2028.\n\nSementara itu, untuk Seri B, dengan nilai sama, investor akan mengantongi kupon tahunan Rp92,5 juta hingga jatuh tempo pada 2030.\n\nDengan rating idA+ dari PEFINDO, obligasi ini dipandang memiliki kualitas kredit cukup baik meskipun risiko bisnis di sektor batu bara masih perlu diperhitungkan.\n\nBagi calon investor yang berminat, obligasi ini kini hanya bisa diperoleh di pasar sekunder karena masa penawaran umum sudah selesai.\n\nMekanismenya dilakukan melalui perantara pedagang efek (broker) dengan pembukaan rekening efek terlebih dahulu. Investor harus memastikan seri obligasi yang ingin dibeli, lengkap dengan kode ISIN, kupon, serta jatuh tempo.\n\n\n\nBerapa Keuntungan yang Akan Diraih Investor?\nYield to Maturity (YTM) dari Obligasi Berkelanjutan I Tahap II Tahun 2025 yang diterbitkan PT Bumi Resources Tbk (BUMI) memberikan gambaran menarik bagi investor yang mencari instrumen pendapatan tetap di tengah volatilitas pasar saham.\n\nDengan asumsi obligasi diperdagangkan di pasar sekunder pada harga par atau 100 persen dari nilai nominal, tingkat imbal hasil yang diterima investor praktis sama dengan tingkat kupon yang ditetapkan emiten.\n\nUntuk Seri A, yang bernilai Rp149,33 miliar, tingkat kupon ditetapkan pada 8 persen per tahun dengan tenor tiga tahun.\n\nIni berarti investor akan memperoleh kupon sebesar Rp80 juta setiap tahun untuk setiap Rp1 miliar nominal yang dibeli, dan pada akhir periode jatuh tempo, pokok investasi akan dikembalikan sepenuhnya.\n\nKarena obligasi ini diperdagangkan di par, YTM-nya tepat sama dengan kupon, yakni 8 persen per tahun.\n\nSementara itu, Seri B memiliki bobot lebih besar dengan nilai nominal Rp572,28 miliar, tenor lima tahun, dan tingkat bunga lebih tinggi yakni 9,25 persen per tahun.\n\nDengan asumsi yang sama, seorang investor yang menempatkan Rp1 miliar akan menerima Rp92,5 juta per tahun dalam bentuk kupon hingga jatuh tempo di 2030, ditambah pengembalian penuh pokok di akhir periode.\n\nYTM obligasi Seri B otomatis sejalan dengan kuponnya, yaitu 9,25 persen per tahun.\n\nKedua seri obligasi ini mengusung hasil pemeringkatan idA+ dari PEFINDO, yang menandakan risiko relatif terkendali dibanding instrumen dengan rating lebih rendah. Kehadiran BRI sebagai wali amanat juga menambah lapisan kredibilitas terhadap mekanisme perlindungan investor.\n\nBagi investor yang lebih mengutamakan kepastian arus kas dibanding potensi capital gain, instrumen ini dapat menjadi pilihan menarik.\n\nJika ditinjau dari sisi strategi, Seri A menawarkan durasi yang lebih pendek dan cocok bagi investor yang menghindari risiko jangka panjang, sementara Seri B memberikan imbal hasil lebih tinggi namun dengan komitmen waktu lima tahun.\n\n\n\nSaham Turun, Waktunya Beli?\nDi sisi lain, saham BUMI juga mencatat pergerakan yang patut diperhatikan. Pada perdagangan Kamis, 25 September 2025, saham BUMI melemah 1,34 persen ke Rp147 per saham setelah sempat menyentuh Rp159.\n\nMeski terkoreksi tipis, indikator teknikal justru menunjukkan sinyal dominan “sangat beli”. Relative Strength Index (RSI) menyentuh 79,9, masuk ke area overbought, sementara MACD dan ADX masih mengonfirmasi tren penguatan.\n\nHampir semua moving average, mulai dari MA5 hingga MA200, memberikan sinyal beli, mengindikasikan tren jangka pendek hingga panjang masih mendukung penguatan.\n\nKombinasi antara pencatatan obligasi dan performa saham menunjukkan strategi ganda BUMI dalam mengelola pendanaan sekaligus menarik minat investor.\n\nObligasi menawarkan kepastian imbal hasil tetap dengan risiko kredit yang terukur, sedangkan saham mencerminkan peluang capital gain di tengah volatilitas pasar. Namun, kondisi overbought di teknikal saham menandakan perlunya kewaspadaan terhadap potensi koreksi jangka pendek.\n\nBagi investor dengan profil konservatif, obligasi Seri B bisa menjadi pilihan menarik karena memberikan kupon lebih tinggi dan tenor lebih panjang, sesuai dengan kebutuhan stabilitas pendapatan.\n\nSementara bagi mereka yang lebih agresif, saham BUMI yang masih mendapat dorongan teknikal “sangat beli” tetap menawarkan ruang spekulatif, meski manajemen risiko menjadi kunci.\n\nDengan demikian, pencatatan obligasi BUMI di BEI tak hanya memperluas instrumen investasi di pasar modal, tetapi juga memberi pilihan strategis bagi investor untuk menyeimbangkan portofolio antara pendapatan tetap dari obligasi dan potensi keuntungan saham yang lebih fluktuatif.(*)",
    "summary": "BUMI catatkan obligasi Rp721,61 miliar dengan kupon 8 persen dan 9,25 persen. Saham BUMI koreksi tipis tapi sinyal teknikal masih sangat beli di pasar."
  },
  {
    "title": "BUMI Kantongi Dua Penghargaan, Saham Masih Jadi Incaran Asing",
    "date": "2025-09-28",
    "full_content": "KABARBURSA.COM– PT Bumi Resources Tbk (BUMI) menorehkan dua penghargaan sekaligus dalam ajang IICD Awards 2025, masing-masing untuk kategori “Top 50 Big Capitalization Public Listed Company” dan “Best Rights and Equitable Treatment of Shareholders”.\n\nPenghargaan tersebut menjadi momentum penting bagi BUMI dalam mempertegas komitmennya pada penerapan prinsip tata kelola perusahaan yang baik (good corporate governance).\n\nPresiden Direktur BUMI, Adika Nuraga Bakrie, menyampaikan rasa terima kasih kepada seluruh jajaran manajemen, pemegang saham, dan karyawan yang telah berkontribusi sehingga perseroan dapat meraih penghargaan bergengsi tersebut.\n\n“Penghargaan ini adalah hasil dari dedikasi dan kerja keras seluruh tim BUMI. Kami akan terus berupaya untuk memberikan yang terbaik bagi para pemegang saham dan seluruh pemangku kepentingan,” kata Aga Bakrie, melalui siaran pers, Jumat, 26 September 2025.\n\nIa menegaskan, capaian ini sekaligus menambah motivasi perseroan untuk terus berinovasi dan memperkuat transparansi dalam menjalankan bisnisnya.\n\nMenurutnya, penerapan tata kelola perusahaan yang baik merupakan fondasi utama untuk mencapai pertumbuhan berkelanjutan dan menjaga kepercayaan investor.\n\nSeiring pencapaian tersebut, saham BUMI pada perdagangan Jumat, 26 September 2025, ditutup menguat tipis di level Rp147 per saham. Kenaikan ini setara dengan 0,68 persen dibandingkan penutupan sebelumnya di Rp146.\n\nSepanjang sesi perdagangan, harga saham bergerak fluktuatif dengan rentang Rp141 di posisi terendah hingga Rp151 di posisi tertinggi.\n\nBerdasarkan data perdagangan, volume transaksi saham BUMI pada hari itu mencapai 51,37 juta lot dengan nilai transaksi Rp758,04 miliar.\n\nFrekuensi perdagangan tercatat sebanyak 56.248 kali, menunjukkan masih tingginya minat pelaku pasar terhadap emiten energi ini.\n\nJika ditarik ke belakang, pergerakan saham BUMI sepanjang sepekan terakhir menunjukkan volatilitas cukup tinggi.\n\nPada 23 September, saham melesat 15,70 persen ke Rp140 per saham, dilanjutkan dengan reli hingga Rp149 per saham pada 24 September.\n\nNamun, aksi ambil untung investor membuat harga turun ke Rp146 sehari kemudian, sebelum akhirnya menutup pekan di Rp147.\n\nSecara teknikal, harga rata-rata perdagangan BUMI dalam sepekan berada di kisaran Rp148 per saham.\n\nAdapun dalam periode bulanan, saham BUMI mencatat tren penguatan signifikan setelah sebelumnya sempat diperdagangkan di kisaran Rp110–Rp120 pada awal September.\n\n\n\nLaporan Kepemilikan Saham\nSelain kinerja saham di lantai bursa, BUMI juga melaporkan perkembangan terbaru terkait kepemilikan saham.\n\nBursa Efek Indonesia (BEI) pada 26 September 2025 mengumumkan adanya laporan perubahan kepemilikan yang disampaikan oleh UBS Group AG.\n\nDalam laporan resmi, UBS melalui cabang London melaporkan telah menjual 105,42 juta lembar saham BUMI pada 11 September 2025. Transaksi dilakukan dengan harga rata-rata Rp108,26 per saham.\n\nPascatransaksi tersebut, kepemilikan UBS Group AG berkurang dari 26,07 miliar saham atau setara 7,02 persen menjadi 25,96 miliar saham atau 6,99 persen dari total saham BUMI yang beredar.\n\nUBS menjelaskan bahwa penjualan saham dilakukan dalam rangka aktivitas lindung nilai derivatif (derivative hedging) untuk kepentingan klien wealth management.\n\nUBS AG London Branch tercatat sebagai pemilik manfaat langsung, sementara cabang lain seperti UBS Singapore Branch, UBS Switzerland AG, dan UBS Hong Kong Branch berperan sebagai pemegang saham tidak langsung. (*)",
    "summary": "BUMI raih dua penghargaan IICD 2025, saham stabil di Rp147, UBS kurangi kepemilikan jadi 6,99 persen."
  },
  {
    "title": "Saham BUMI Menguji Strategi Buy, Seperti Apa Analisisnya?",
    "date": "2025-09-30",
    "full_content": "KABARBURSA.COM- Saham PT Bumi Resources Tbk. (BUMI) kembali menarik perhatian pelaku pasar setelah direkomendasikan “buy” oleh Republik Investor dengan strategi masuk di level Rp154. Adapun target harga di Rp160 dan Rp163, serta disiplin stop loss di Rp149. Seperti apa analisisnya?\n\nPada perdagangan terakhir, BUMI terkoreksi 2,6 persen ke level Rp150 setelah sempat menyentuh Rp148. Koreksi ini memperlihatkan volatilitas tinggi yang kerap menjadi ciri khas saham tambang batu bara ini.\n\nMeskipun harga sempat tertekan, indikator teknikal justru memberikan sinyal yang cukup meyakinkan. Hampir semua indikator utama menunjukkan tren bullish dengan rangkuman “sangat beli”.\n\nMoving average dari jangka pendek hingga panjang (MA5 hingga MA200) seluruhnya menegaskan momentum naik yang masih terjaga. Bahkan, MACD berada di area positif, ADX menandakan tren kuat, dan indikator momentum seperti ROC juga memperlihatkan akselerasi harga.\n\nNamun, ada catatan penting, RSI sudah berada di level 75 yang menandakan saham dalam kondisi overbought. Begitu pula Stochastic RSI dan Williams %R. Kondisi ini membuka peluang adanya konsolidasi atau koreksi jangka pendek sebelum melanjutkan tren naik.\n\nDengan ATR di level tinggi, volatilitas BUMI memang sangat besar, sehingga penerapan stop loss di Rp149 menjadi langkah krusial untuk mengantisipasi risiko penurunan cepat. Strategi target harga pertama di Rp160 terlihat cukup realistis, karena berada di area resistensi teknikal. Sementara, target Rp163 menguji batas atas pergerakan yang lebih spekulatif.\n\nDari sisi valuasi, BUMI tidak bisa dibilang murah. Rasio P/E yang mencapai 896 kali mengindikasikan harga saham sudah tidak sebanding dengan laba saat ini, sehingga prospek harga wajar lebih banyak digerakkan oleh sentimen, komoditas batubara, serta ekspektasi investor terhadap restrukturisasi bisnis perseroan.\n\nTidak adanya dividen juga membuat saham ini kurang atraktif untuk investor jangka panjang yang mengincar return stabil. Dengan kapitalisasi pasar Rp55,7 triliun, BUMI lebih mencerminkan saham berbasis momentum dan trading ketimbang nilai fundamental.\n\nBagi investor jangka pendek, strategi buy di Rp154 dengan disiplin stop loss Rp149 memang selaras dengan teknikal harian yang mendukung tren bullish, meski risiko overbought harus diwaspadai. Target harga Rp160–Rp163 masuk akal sebagai sasaran profit taking cepat.\n\nNamun bagi investor jangka menengah dan panjang, perlu kesadaran bahwa valuasi yang terlalu tinggi dan absennya dividen membuat BUMI lebih tepat diperlakukan sebagai saham spekulatif ketimbang instrumen akumulasi.\n\nPada akhirnya, saham BUMI saat ini lebih cocok untuk trader momentum yang siap menanggung risiko volatilitas tinggi. Disiplin pada strategi masuk, stop loss, dan target harga menjadi kunci, sementara investor jangka panjang sebaiknya berhati-hati karena harga wajar sulit diukur hanya dengan indikator fundamental yang ada.\n\nBUMI adalah saham yang bisa memberikan keuntungan instan, tetapi juga potensi kerugian besar jika strategi pengelolaan risiko diabaikan.\n\n\n\nProyeksi Skenario Teknis Jangka Menengah BUMI\nJika BUMI berhasil menembus level resistensi pertama di Rp160, maka area Rp163 akan menjadi penghalang berikutnya. Level ini cukup penting karena mewakili target price 2 yang sudah dipatok, sekaligus menandai ujian psikologis bagi investor jangka pendek.\n\nApabila tekanan beli berlanjut dan volume perdagangan mendukung, breakout di atas Rp163 akan membuka jalan menuju Rp170 sebagai target lanjutan.\n\nDi atas Rp170, terdapat area kuat di Rp176 yang juga kebetulan menjadi level tertinggi dalam 52 minggu terakhir. Jika harga berhasil menembus Rp176 dengan volume besar, maka potensi pergerakan menuju kisaran Rp185–Rp190 tidak bisa diabaikan, meski skenario ini sangat bergantung pada momentum pasar batubara global serta sentimen positif di sektor komoditas.\n\nSebaliknya, jika gagal mempertahankan area Rp149–Rp150, BUMI berisiko kembali ke support bawah di Rp143–Rp146. Koreksi lebih dalam bisa menguji kembali level psikologis Rp135, yang secara teknikal menjadi basis penting bagi tren jangka menengah.\n\n\n\nInterpretasi untuk Investor\nDengan RSI yang sudah menunjukkan overbought, peluang terjadinya konsolidasi jangka pendek tetap terbuka, bahkan sebelum mencapai Rp163. Namun, tren menengah masih mendukung pergerakan bullish sepanjang support Rp149–Rp150 bisa dipertahankan.\n\nArtinya, investor sebaiknya memperlakukan BUMI sebagai saham momentum dengan disiplin ambil untung di area target, tetap pasang trailing stop untuk mengunci profit, dan tidak terbawa euforia ketika harga mendekati Rp170–Rp176.\n\nBUMI pada akhirnya menawarkan potensi kenaikan signifikan jika mampu menembus level teknikal kunci, tetapi juga menyimpan risiko penurunan tajam akibat valuasi yang tidak sejalan dengan kinerja laba.\n\nDalam horizon menengah, saham ini cocok bagi trader yang siap dengan strategi keluar-masuk cepat, sementara investor jangka panjang sebaiknya lebih berhati-hati karena sulit menilai harga wajar hanya dengan kacamata fundamental.(*)",
    "summary": "Saham BUMI tren bullish, target harga Rp160–Rp163, stop loss Rp149. Peluang ke Rp176 ada, tapi risiko tinggi. Cocok untuk trader momentum."
  },
  {
    "title": "BUMI Rampungkan Akuisisi Wolfram, Masuk Emas–Tembaga",
    "date": "2025-10-08",
    "full_content": "KABARBURSA.COM– PT Bumi Resources Tbk (BUMI) merampungkan akuisisi 99,68 persen saham Wolfram Limited, perusahaan tambang emas dan tembaga berbasis di Australia, setelah memperoleh persetujuan Australian Foreign Investment Review Board (FIRB) pada 8 Oktober 2025.\n\nPerseroan menyatakan proses menuju kepemilikan penuh 100 persen ditargetkan selesai pada November 2025. Aksi korporasi ini menandai perluasan portofolio BUMI dari batubara ke mineral strategis dan kritis yang tengah diburu pasar global.\n\nManajemen menegaskan akuisisi Wolfram sejalan dengan strategi diversifikasi jangka panjang, termasuk membuka peluang hilirisasi di komoditas emas dan tembaga.\n\n“Dengan selesainya transaksi ini, Bumi Resources mengambil langkah penting dalam perjalanan diversifikasinya,” ujar Adika Nuraga Bakrie, Presiden Direktur Bumi Resources.\n\nIa menambahkan, ekspansi ke mineral strategis dan mineral kritis sejalan dengan tren permintaan global serta memperkuat komitmen kami terhadap pertumbuhan jangka panjang yang berkelanjutan.\n\nBUMI menyebut akuisisi ini memberi akses pada potensi produksi emas dan tembaga dalam jangka dekat. Kontribusi tersebut diharapkan memperbaiki profil pendapatan sekaligus menambah nilai bagi pemegang saham di luar siklus batubara.\n\nPernyataan resmi dalam versi berbahasa Inggris juga menekankan langkah ini sebagai tonggak penting diversifikasi serta peluang untuk memperkuat kinerja berkelanjutan perseroan.\n\nPersetujuan FIRB menjadi elemen kunci yang mengakhiri fase negosiasi dan due diligence atas term sheet yang diteken awal tahun. Dengan payung regulasi yang telah dipenuhi, BUMI tinggal menuntaskan proses administratif menuju 100 persen kepemilikan pada bulan depan.\n\nEmiten menyiratkan bahwa aset Wolfram memiliki kesiapan operasional yang memungkinkan kontribusi lebih cepat ke pendapatan konsolidasian.\n\nDari sisi strategi korporasi, perpindahan sebagian eksposur dari batubara ke mineral tematik transisi energi seperti tembaga sejalan dengan peta permintaan jangka panjang global. BUMI memposisikan diri agar tidak hanya bergantung pada pergerakan harga batubara, tetapi juga pada siklus komoditas logam yang dikaitkan dengan elektrifikasi dan infrastruktur energi.\n\nDalam pernyataan resmi, manajemen menyebut diversifikasi ini ditujukan untuk memperkuat nilai jangka panjang dan keberlanjutan bisnis.\n\nBagi investor, beberapa hal menjadi perhatian setelah akuisisi: pertama, jadwal realisasi 100 persen kepemilikan pada November 2025 berpotensi menjadi katalis lanjutan. Kedua, kejelasan rencana operasi dan hilirisasi Wolfram akan memengaruhi kecepatan translasi ke kinerja keuangan BUMI.\n\nKetiga, kesiapan pendanaan dan struktur neraca penting untuk menjaga profil risiko seiring ekspansi lintas komoditas. Poin-poin ini akan menjadi variabel yang dipantau pasar pada rilis kinerja berikutnya.\n\nAdika Nuraga Bakrie menekankan bahwa perluasan ke mineral strategis dilakukan untuk “memberikan nilai tambah bagi pemegang saham” melalui akses ke potensi produksi jangka dekat. Narasi tersebut mempertegas fokus BUMI untuk meningkatkan kualitas arus kas dan menambah penopang pendapatan non-batubara dalam beberapa kuartal mendatang.\n\nDengan kerangka regulasi Australia yang relatif ketat, lampu hijau FIRB juga memberi sinyal penerimaan atas rencana pengembangan aset Wolfram di bawah payung BUMI. (*)",
    "summary": "BUMI akuisisi 99,68 persen Wolfram, target 100 persen November 2025. Masuk emas–tembaga untuk perkuat pendapatan dan diversifikasi."
  },
  {
    "title": "Momentum Bullish IHSG Diprediksi Terjaga: Perhatikan BUMI, DKFT, ERAL, WIFI",
    "date": "2025-10-10",
    "full_content": "KABARBURSA.COM- Indeks Harga Saham Gabungan (IHSG) kembali menunjukkan kekuatannya pada penutupan perdagangan Rabu sore, 9 Oktober 2025. IHSG ditutup menguat 1,04 persen ke level 8.250.\n\nKenaikan ini bukan hanya signifikan secara persentase, tetapi juga ditopang oleh munculnya volume pembelian yang meningkat. Artinya, pelaku pasar mulai kembali masuk setelah periode konsolidasi sebelumnya.\n\nSecara teknikal, posisi IHSG telah mencapai target minimal penguatan yang sebelumnya diproyeksikan oleh analis MNC Sekuritas. Saat ini, indeks diperkirakan masih berada dalam fasewave [v]dariwave 5. Artinya, pergerakan positif IHSG kemungkinan belum selesai, dengan potensi kenaikan lanjutan menuju area target 8.294–8.365.\n\nDari sisi level teknikal, area support IHSG berada di kisaran 8.217 dan 8.166, sementara resistance berada di 8.260 dan 8.303. Jika penguatan berlanjut dan mampu menembus resistance pertama di 8.260 dengan volume yang solid, momentum bullish diperkirakan akan berlanjut dalam jangka pendek.\n\nNamun, jika tekanan jual muncul kembali di area 8.300-an, kemungkinan koreksi teknikal jangka pendek juga tetap terbuka, mengingat posisi IHSG sudah cukup tinggi dibandingkan rata-rata pergerakan beberapa hari terakhir.\n\nMNC Sekuritas juga memberikan beberapa rekomendasi saham individual yang mencerminkan pandangan optimistis terhadap potensi lanjutan penguatan pasar.\n\nSaham BUMI Resources (BUMI) direkomendasikanSpec Buypada area harga 140–142, dengantarget pricedi 153 dan 164 sertastoplossdi bawah 138. Secara teknikal, BUMI disebut sedang berada di awalwave (v)dariwave [iii], yang menandakan potensi pembentukan fase kenaikan baru setelah periode tekanan jual.\n\nMeski sempat terkoreksi ke 142, pola teknikalnya menunjukkan kemungkinan terjadinyareboundjika tekanan jual mulai mereda.\n\nSelanjutnya, saham DKFT (Central Omega Resources) direkomendasikan untukBuy on Weaknessdi rentang 730–750, dengan target ke 815 dan 840 serta batasstoplossdi bawah 715.\n\nSaham ini mengalami koreksi 1,31 persen ke 755, namun tekanan jual yang muncul dipandang sebagai bagian dariwave cdariwave (y)dariwave [b]. Ini berarti peluang pemulihan teknikal masih cukup besar apabila harga mendekati area support.\n\nUntuk saham ERAL (Erajaya Active Lifestyle), penguatan sebesar 4,40 persen ke 332 disertai volume pembelian yang meningkat memperkuat indikasi teknikal bahwa saham ini tengah berada padawave (iii)dariwave [c]dariwave B.\n\nRekomendasiBuy on Weaknessdiberikan di rentang 324–332 dengan target di 346 dan 370, sementara areastoplossdisarankan di bawah 322. Struktur gelombang tersebut menggambarkan fase awal kenaikan lanjutan yang potensial jika volume pembelian tetap terjaga.\n\nSementara itu, saham WIFI (Solusi Sinergi Digital) juga menjadi perhatian karena berhasil menguat 1,56 persen ke 3.260 disertai peningkatan volume beli. MNC Sekuritas memproyeksikan saham ini sedang berada dalamwave 4 dari wave (C), yang berarti pergerakan harga masih memiliki ruang koreksi sehat sebelum melanjutkan tren naiknya.\n\nRekomendasiBuy on Weaknessdiberikan di rentang 3.010–3.210, dengan target kenaikan menuju 3.390 dan 3.500 serta batasstoplossdi bawah 2.940.\n\nSecara keseluruhan, analisis MNC Sekuritas menegaskan bahwa IHSG masih berada dalam fase penguatan menengah, dengan struktur gelombang yang menunjukkan potensi lanjutan ke area 8.365 selama level support kunci tidak ditembus.\n\nKinerja positif sejumlah saham individu, seperti BUMI, ERAL, dan WIFI, memberi sinyal bahwa minat beli selektif mulai muncul di sektor-sektor tertentu.\n\nMeskipun demikian, pelaku pasar tetap disarankan berhati-hati terhadap potensi aksi ambil untung jangka pendek, mengingat indeks telah mencatat kenaikan yang cukup signifikan dalam beberapa sesi terakhir.\n\nSecara umum, penguatan IHSG hari ini mencerminkan sentimen positif yang kembali terbentuk di pasar domestik, di tengah stabilnya kondisi makro dan arus beli asing yang perlahan kembali meningkat.\n\nSelama tidak ada tekanan eksternal besar dan area support tetap terjaga, IHSG berpeluang melanjutkan penguatan menuju kisaran 8.300–8.365 dalam waktu dekat, dengan saham-saham pilihan MNC Sekuritas menjadi kandidat utama dalam fase reli lanjutan.(*)",
    "summary": "IHSG naik 1,04 persen ke 8.250, berpotensi lanjut ke 8.365. MNC Sekuritas rekomendasikan saham BUMI, DKFT, ERAL, dan WIFI sebagai pilihan beli."
  },
  {
    "title": "Mulai Gersang, Saham BUMI hingga ENRG Ditinggal Asing",
    "date": "2025-10-17",
    "full_content": "KABARBURSA.COM- Bursa saham domestik mulai menunjukkan tanda-tanda keringnya minat asing terhadap sektor tambang. Data transaksi 17 Oktober 2025 yang diambil dari Stockbit, mencatat investor asing melakukan aksi jual besar-besaran pada saham-saham sumber daya alam seperti BUMI, ARCI, GZCO, MBMA, dan ENRG.\n\nCatatan ini menandai pergeseran sentimen dari komoditas energi dan mineral. Aksi jual menjadi sinyal bahwa pamor saham tambang Indonesia yang sempat bersinar kini mulai meredup di mata investor global, seiring tekanan harga komoditas dan meningkatnya ketidakpastian geopolitik dunia.\n\nDalam data Top 20 Net Foreign Sell Midday per hari ini. Investor asing mulai melakukan aksi jual besar-besaran pada saham-saham sektor tambang. Dari data tersebut, beberapa kode saham yang masuk kategori tambang adalah BUMI, ARCI, GZCO, MBMA, dan ENRG. Total volume jual bersihnya mencapai lebih dari 300 juta saham.\n\nDari lima saham tersebut, PT Bumi Resources Tbk (BUMI) menempati posisi pertama dengan net sell mencapai 133,8 juta saham. Angka tersebut jauh di atas emiten lain.\n\nAksi jual yang masif ini bisa diintepretasikan sebagai aksi ambil untung atau profit taking, setelah reli harga batu bara sebelumnya. Atau, ada kekhawatiran ata prospek harga komoditas yang mulai terkoreksi, terutama menjelang akhir tahun.\n\nApalagi, Kementerian ESDM baru saha menaikkan harga batu bara acuan (HBA), sehingga aksi jual asing ini mengindikasikan bahwa investor global memandang kenaikan ini hanya bersifat sementara. Terlebih, di tengah tren transisi energi dan potensi perlambatan permintaan dari China.\n\nYang kedua adalah PT Archi Indonesia Tbk, dengan kode saham ARCI. Emiten emas ini mencatatkan net sell kedua terbesar, yakni 74,4 juta saham.\n\nPadahal, harga emas saat ini semakin berkilau dan telah melebih rekor. Diketahui, emas global berhasil menembus harga USD4.300 per ons. Akibatnya, muncul sebuah paradoks bahwa harga emas naik namun di saat yang bersamaan penambang emas dijual oleh asing.\n\nDalam ilmu ekonomi, kondisi ini menandakan divergensi antara harga komoditas dan valuasi saham tambang emas. Kemungkinan besar, investor asing menilai reli ini sudah terlalu tinggi (overbought) dan berisiko tinggi pula. Jadi, para investor ini memilih keluar dulu dari sektor emas domestik.\n\nSelanjutnya ada saham Gozco Plantation Tbk atau GZCO. Saham ini masuk dalam daftar dengan net sell sebesar 62,8 juta saham. Meskipun GZCO tidak sepenuhnya bergerak di sektor tambang – sebagian portofolionya berhubungan dengan sumber daya alam – namun tren ini menunjukkan bahwa sentiment negative telah meluas pada sektor berbasis komoditas.\n\nPT Merdeka Battery Materials Tbk atau MBMA, pemain penting di sektor nikel dan baterai kendaraan listrik, juga mengalami net sell signifikan. Angkanya besar, sekitar 23,7 juta saham.\n\nAksi jual ini tidak bisa dianggap remeh, karena sektor nikel sebelumnya dianggap unggulan dalam ekosistem hilirasasi Indonesia. Tapi, dengan penurunan minat ini keraguan terhadap prospek jangka pendek industri EV menjadi ragu-ragu, akibat pelemahan harga nikel global dan penundaan investasi di sektor baterai.\n\nPun dengan PT Energi Mega Persada Tbk. Emiten dengan kode saham ENRG, yang berfokus pada sektor migas, juga mencatatkan net sell sebesar 17,2 juta saham. Padahal, pagi ini harga minyak dunia baru saja turun lebih dari 1 persen, karena rencana pertemuan Trump-Putin untuk membahas perang Ukraina.\n\nKali ini, penurunan harga minyak tampaknya langsung tercermin dalam pelepasan saham-saham migas Indonesia. Investor asing tampak bereaksi cepat terhadap perubahan geopolitik global dan menyeretnya menjadi sektor negatif bagi emiten di sektor terkait.\n\nDari kelima saham tambang tersebut, pola yang dapat dikritisi adalah bahwa investor asing tengah melakukan rotasi portofolio keluar dari sektor komoditas — terutama yang volatil seperti batu bara, emas, dan nikel — menuju aset yang dianggap lebih defensif.\n\nIni menunjukkan hilangnya kepercayaan jangka pendek terhadap daya tahan sektor tambang di tengah tekanan geopolitik, tren transisi energi, dan potensi resesi global.\n\nSecara keseluruhan, data ini memperlihatkan dua hal penting:\n\n• Aksi jual asing di saham tambang mengindikasikan sinyal hati-hati terhadap outlook harga komoditas.\n• Pasar domestik perlu waspada, karena tekanan jual asing di sektor sumber daya biasanya menjadi awal dari fase koreksi yang lebih luas di indeks komoditas.\nDengan kata lain, meskipun secara fundamental beberapa emiten tambang masih mencetak laba tinggi, sentimen global dan arah arus modal asing kini bergerak ke sektor yang lebih stabil dan berisiko rendah.(*)",
    "summary": "Asing jual besar-besaran saham tambang seperti BUMI dan ARCI, sinyal sentimen negatif terhadap sektor komoditas di tengah tekanan geopolitik dan harga energi."
  },
  {
    "title": "IHSG Hari ini Diprediksi Koreksi: BoW PANI, BRIS, BUMI",
    "date": "2025-10-17",
    "full_content": "KABARBURSA.COM- Pergerakan Indeks Harga Saham Gabungan (IHSG) pada akhir pekan ini diperkirakan akan lebih hati-hati dengan potensi koreksi terbatas setelah mencatat kenaikan signifikan pada perdagangan Kamis, 16 Oktober 2025.\n\nMeskipun penguatan kemarin menunjukkan optimisme pasar yang cukup solid, sejumlah indikator teknikal menandakan adanya risiko pembalikan arah dalam jangka pendek.\n\nPada perdagangan kemarin, IHSG ditutup menguat 0,91 persen ke level 8.124, dengan 412 saham naik, 250 saham turun, dan 141 saham stagnan. Kenaikan ini menunjukkan adanya sentimen positif di pasar domestik, meskipun nilai transaksi menurun cukup signifikan menjadi Rp19,49 triliun, dibandingkan Rp29,96 triliun pada hari sebelumnya.\n\nTotal volume transaksi juga turun menjadi 27,19 miliar saham dari 36,16 miliar saham, mengindikasikan bahwa momentum beli mulai melemah dan pelaku pasar lebih selektif dalam mengambil posisi.\n\nMenurut analis teknikal PT MNC Sekuritas Herditya Wicaksana, posisi IHSG saat ini berada pada awal Wave (2) dari Wave [3] dalam label hitam. Artinya, indeks berpotensi mengalami fase konsolidasi atau koreksi sebelum melanjutkan tren kenaikan berikutnya.\n\nSecara teknikal, IHSG memang masih berada di atas garis moving average 20 hari (MA20), sinyal yang mencerminkan tren jangka menengah masih positif, namun volatilitas jangka pendek tetap harus diwaspadai.\n\nHerditya menilai IHSG masih rawan melanjutkan koreksi untuk menguji area support penting di 7.720–7.937, yang berfungsi sekaligus sebagai area penutupan gap harga. Namun, jika tekanan jual terbatas, IHSG masih berpeluang menguat kembali untuk menguji rentang resistance 8.154–8.200.\n\nDengan demikian, arah pergerakan indeks pada akhir pekan akan sangat bergantung pada reaksi pasar terhadap area support ini: jika bertahan, peluang rebound tetap terbuka; namun jika tembus, potensi koreksi bisa lebih dalam menuju area bawah 7.900.\n\nDari sisi teknikal harian, level support IHSG berada di 8.051 dan 7.913, sedangkan resistance berada di 8.169 dan 8.250. Level-level ini menjadi acuan penting bagi investor jangka pendek untuk menentukan strategi trading harian.\n\n\n\nPerhatikan BRIS, BUMI, PANI, dan INKP\nMNC Sekuritas dalam riset terbarunya juga memberikan rekomendasi saham yang menarik untuk diperhatikan dengan strategi “Buy on Weakness”, yaitu membeli ketika harga melemah mendekati area support teknikal. Beberapa saham yang direkomendasikan antara lain:\n\n• BRIS (PT Bank Syariah Indonesia Tbk), yang memiliki prospek pertumbuhan jangka panjang dari ekspansi pembiayaan syariah dan digitalisasi layanan perbankan. Koreksi jangka pendek bisa dimanfaatkan untuk akumulasi karena valuasinya relatif masih menarik.\n• BUMI (PT Bumi Resources Tbk), yang berpotensi diuntungkan dari pergerakan harga batu bara global meskipun volatilitas tinggi. Saham ini cocok untuk strategi jangka pendek berbasis momentum.\n• PANI (PT Pantai Indah Kapuk Dua Tbk), yang memiliki potensi pertumbuhan dari proyek properti skala besar dan ekspansi kawasan baru. Secara teknikal, saham ini menunjukkan sinyal konsolidasi sehat dengan potensi rebound.\nSelain tiga saham tersebut, INKP (PT Indah Kiat Pulp & Paper Tbk) juga direkomendasikan dengan rating “Speculative Buy”, karena memiliki potensi teknikal untuk rebound dari level bawah meski risikonya relatif lebih tinggi.\n\nSaham INKP biasanya sensitif terhadap pergerakan harga pulp global dan sentimen ekspor manufaktur kertas.\n\nSecara keseluruhan, performa IHSG pada akhir pekan ini diperkirakan akan bergerak cenderung mixed dengan potensi koreksi teknikal, setelah penguatan signifikan sebelumnya. Namun, prospek jangka menengah tetap positif, mengingat tren kenaikan belum sepenuhnya berbalik arah.\n\nStrategi yang disarankan bagi trader adalah memanfaatkan momentum pelemahan harga untuk akumulasi bertahap, terutama pada saham-saham berfundamental baik yang direkomendasikan MNC Sekuritas.\n\nDengan katalis eksternal seperti ketegangan geopolitik dan fluktuasi pasar global yang masih membayangi, investor disarankan untuk menjaga posisi secara disiplin, menyesuaikan porsi portofolio dengan profil risiko, dan fokus pada saham-saham yang memiliki momentum teknikal positif di tengah fase konsolidasi pasar.(*)",
    "summary": "IHSG berisiko koreksi usai reli ke 8.124. Analis MNC Sekuritas rekomendasikan strategi Buy on Weakness pada saham BRIS, BUMI, dan PANI."
  },
  {
    "title": "Margin BUMI Membaik, Laba Bersih Masih Tertekan",
    "date": "2025-11-02",
    "full_content": "KABARBURSA.COM– PT Bumi Resources Tbk (BUMI) mencatat hasil beragam pada sembilan bulan pertama 2025.\n\nDi satu sisi, efisiensi biaya dan penguatan margin usaha menunjukkan perbaikan operasional yang nyata.\n\nNamun di sisi lain, tekanan dari penurunan harga batubara global dan pendapatan non-operasional yang melemah membuat laba bersih anjlok lebih dari separuh.\n\nDalam laporan keuangan interim per September 2025, pendapatan BUMI berdasarkan PSAK 111 tercatat sebesar USD1,04 miliar, naik 11,9 persen dibandingkan periode sama tahun lalu.\n\nKenaikan ini mencerminkan peningkatan kontribusi dari entitas anak, terutama melalui pengendalian beban operasional dan efisiensi biaya di tengah pelemahan harga komoditas.\n\nMargin usaha turut membaik signifikan, dari 2,7 persen pada sembilan bulan pertama 2024 menjadi 8,1 persen pada Januari-September 2025. Dengan demikian, laba usaha melonjak 231,9 persen menjadi USD84,1 juta.\n\nPencapaian ini menandakan bahwa perseroan berhasil menekan biaya pokok pendapatan serta mengoptimalkan proses produksi di tambang-tambang utama.\n\nNamun, perbaikan kinerja operasional tersebut belum mampu mendorong hasil bersih secara keseluruhan. Laba bersih turun 56 persen menjadi USD60,1 juta, sedangkan laba yang diatribusikan kepada pemilik entitas induk merosot lebih tajam, sebesar 76,1 persen ke USD29,4 juta.\n\nPenurunan ini terutama dipicu oleh perubahan pos pajak dan penurunan pendapatan lain-lain dibandingkan periode sebelumnya.\n\nJika dihitung secara konsolidasian, termasuk kontribusi dari dua tambang utama, PT Kaltim Prima Coal (KPC) dan PT Arutmin Indonesia, pendapatan justru turun 17,4 persen menjadi USD3,55 miliar. Laba usaha juga tergerus 22,1 persen ke USD195,6 juta, dan laba periode berjalan menyusut 56,2 persen menjadi USD87,3 juta.\n\nManajemen menyebutkan bahwa penurunan tersebut tidak lepas dari faktor eksternal, yakni normalisasi harga batubara global setelah lonjakan tajam pada 2022–2023.\n\nHarga jual rata-rata (FOB) BUMI pada 9M25 berada di kisaran USD60,4 per ton, turun 18 persen secara tahunan.\n\nDi sisi operasional, produksi batubara mencapai 54,9 juta ton, turun 4 persen dibandingkan tahun lalu, sedangkan volume penjualan menurun 2 persen menjadi 54,5 juta ton.\n\nStrip ratio juga lebih rendah, dari 8,5 kali menjadi 8,1 kali, sementara stok batubara akhir September tercatat 2,6 juta ton.\n\nMeski menghadapi tekanan eksternal, BUMI tetap mempertahankan panduan (guidance) untuk tahun 2025. Perseroan menargetkan volume penjualan 73–75 juta ton dengan harga rata-rata USD59–USD61 per ton.\n\nBiaya tunai produksi diproyeksikan stabil di kisaran USD41–USD43 per ton, seiring langkah efisiensi lanjutan di unit tambang dan dukungan sinergi operasional.\n\nBUMI juga menegaskan komitmennya pada tata kelola dan transparansi. Perseroan akan menyelenggarakan Rapat Umum Pemegang Saham Luar Biasa (RUPSLB) pada 19 November 2025 di Jakarta, yang akan diikuti denganearnings callatas hasil 9M25 serta Paparan Publik Tahunan (Public Expose) untuk menyampaikan arah bisnis dan strategi ke depan.\n\nManajemen menilai disiplin biaya, peningkatan produktivitas, dan efisiensi rantai pasok menjadi kunci menjaga daya saing di tengah kondisi pasar batubara yang menantang.\n\nPerseroan juga tengah meninjau peluang diversifikasi ke energi baru terbarukan dan optimalisasi aset non-core untuk memperkuat struktur keuangan jangka panjang.\n\nDengan harga batubara global yang cenderung stabil di kisaran USD100 per ton untuk acuan Newcastle, kinerja BUMI pada kuartal terakhir tahun ini akan sangat bergantung pada efisiensi produksi dan kemampuan menjaga volume ekspor ke pasar utama seperti China dan India. (*)",
    "summary": "BUMI 9M25: pendapatan tumbuh, margin membaik, tapi laba bersih anjlok seiring penurunan harga batubara dan pendapatan lain-lain."
  },
  {
    "title": "BUMI Kantongi Potensi Pendapatan Rp26 Triliun dari Wolfram, Kok Bisa?",
    "date": "2025-11-10",
    "full_content": "KABARBURSA.COM– PT Bumi Resources Tbk (BUMI) resmi menyelesaikan proses akuisisi penuh atas Wolfram Limited (WFL), perusahaan berbasis di Australia, setelah membeli tambahan 0,32 persen saham pada 7 November 2025.\n\nDengan transaksi ini, BUMI kini memegang 100 persen saham WFL, memperkuat ekspansi ke sektor mineral strategis dan mineral kritis.\n\nDalam laporan keterbukaan informasi, manajemen BUMI menyebutkan pembelian tambahan sebanyak 400.670 saham WFL dilakukan dengan nilai transaksi sebesar Rp2,205 triliun atau setara AUD200.335.\n\nTransaksi ini melengkapi aksi korporasi sebelumnya pada 8 Oktober 2025, ketika perusahaan mengakuisisi 99,68 persen saham WFL.\n\nDengan penyelesaian transaksi tersebut, total nilai akuisisi yang dikeluarkan BUMI mencapai Rp698,98 miliar atau setara AUD63,5 juta.\n\n“Dengan demikian, Perseroan telah menjadi pemegang 100 persen saham di WFL,” ujar Direktur BUMI, R.A. Sri Dharmayanti dalam keterbukaan informasi.\n\nWolfram Limited merupakan perusahaan yang bergerak di bidang pertambangan emas dan tembaga, didirikan berdasarkan hukum Australia Barat.\n\nAkuisisi ini menandai langkah penting dalam strategi diversifikasi BUMI untuk memperluas portofolio bisnisnya di luar batu bara menuju mineral bernilai strategis dan kritis.\n\nBUMI menegaskan bahwa transaksi tersebut tidak memberikan dampak langsung terhadap kegiatan operasional maupun kondisi keuangan jangka pendek, namun menjadi bagian dari strategi jangka menengah perusahaan untuk memperkuat fondasi bisnis di sektor energi dan mineral baru.\n\nSeiring dengan meningkatnya permintaan global terhadap logam strategis seperti tembaga dan emas, langkah BUMI ini dinilai sebagai upaya memperluas sumber pendapatan sekaligus menyiapkan portofolio hijau di tengah tren transisi energi dunia.\n\nDengan rampungnya akuisisi ini, BUMI kini sepenuhnya mengendalikan operasional dan strategi WFL sebagai anak usaha luar negeri yang berpotensi menjadi basis pengembangan bisnis baru perusahaan di Australia.\n\n\n\nLalu, Besar Kontribusi Wolfram terhadap Kinerja BUMI?\nBerdasarkan laporan keuangan terakhir, pendapatan konsolidasian BUMI sepanjang tahun 2024 mencapai USD1,36 miliar atau setara Rp21,1 triliun dengan laba bersih USD93,7 juta.\n\nHingga kuartal III 2025, pendapatan perusahaan tercatat sekitar USD595 juta, dengan laba bersih mencapai USD92,9 juta.\n\nKinerja tersebut masih didominasi oleh kontribusi sektor batu bara dari anak usaha utama, PT Kaltim Prima Coal (KPC) dan PT Arutmin Indonesia, yang menopang lebih dari 85 persen pendapatan grup.\n\nDengan selesainya akuisisi 100 persen saham Wolfram Limited (WFL), BUMI resmi menambah portofolio di sektor pertambangan emas dan tembaga di Australia.\n\nBerdasarkan simulasi konservatif, tambang WFL berpotensi menghasilkan sekitar 120 ribu ons emas dan 20 ribu ton tembaga pada tahun pertama operasi penuh.\n\nDengan harga emas rata-rata USD2.300 per ons dan tembaga USD8.200 per ton, potensi pendapatan tahun pertama dapat mencapai sekitar USD410 juta, atau setara Rp6,4 triliun dengan asumsi kurs Rp15.800 per dolar Amerika.\n\nApabila produksi meningkat secara bertahap hingga mencapai kapasitas penuh pada 2028, pendapatan dari WFL berpotensi naik menjadi USD675 juta per tahun atau sekitar Rp10,9 triliun.\n\nDengan margin laba bersih rata-rata 12–15 persen, kontribusi WFL dapat menambah laba konsolidasian BUMI sebesar USD80–100 juta per tahun pada saat operasi mencapai stabilisasi.\n\nBila dibandingkan dengan laba bersih konsolidasi tahun 2024, tambahan dari WFL setara dengan peningkatan 80 hingga 100 persen terhadap laba bersih BUMI dalam tiga tahun ke depan.\n\nDiversifikasi ke sektor mineral juga akan menambah keseimbangan arus kas perusahaan yang selama ini bergantung pada batu bara termal, sekaligus memperkuat ketahanan bisnis di tengah transisi energi global.\n\nSelain memperluas sumber pendapatan, akuisisi WFL juga diharapkan mendorong peningkatan valuasi perusahaan.\n\nDengan valuasi rata-rata perusahaan tambang emas-tembaga di kisaran 6–8 kali EV/EBITDA, kontribusi aset WFL dapat menambah nilai kapitalisasi pasar BUMI sekitar USD600–800 juta saat tambang mencapai operasi penuh pada 2028.\n\nApabila seluruh rencana integrasi berjalan sesuai jadwal, BUMI berpotensi mencatat tambahan pendapatan tahunan USD500–600 juta atau sekitar Rp8–9 triliun, dengan laba bersih USD90 juta mulai 2027.\n\nBerikut simulasi potensi pendapatan tambang Wolfram selama tiga tahun pertama operasi penuh:\n\nTotal potensi pendapatan kumulatif tambang Wolfram selama periode 2026–2028 diperkirakan mencapai Rp26,06 triliun, atau sekitar USD1,63 miliar, berdasarkan asumsi harga emas dan tembaga stabil di level saat ini.\n\nDengan margin laba bersih rata-rata 12–15 persen, kontribusi WFL diproyeksikan menambah laba bersih konsolidasi BUMI sebesar USD80–100 juta per tahun pada saat operasi mencapai stabilisasi. (*)",
    "summary": "BUMI berpotensi menambah pendapatan Rp26 triliun dari tambang emas-tembaga Wolfram Limited di Australia mulai 2026."
  },
  {
    "title": "IHSG Ditutup Koreksi, BUMI Jadi 'Bintang Utama'",
    "date": "2025-11-11",
    "full_content": "KABARBURSA.COM- Indeks Harga Saham Gabungan (IHSG) ditutup melemah sebesar 0,29 persen atau turun 24,73 poin ke level 8.366 pada akhir perdagangan Selasa, 11 November 2025.\n\nIHSG sebenarnya sempat dibuka menguat di posisi 8.437 dan bergerak ke level tertinggi 8.443. Namun tekanan jual yang meningkat di tengah sesi membuat indeks perlahan terkoreksi hingga menyentuh level terendah 8.338 sebelum akhirnya stabil di penutupan sesi sore.\n\nMengutip Stockbit, nilai transaksi di seluruh pasar tercatat cukup tinggi, yakni mencapai Rp27,59 triliun dengan volume perdagangan sebanyak 710,64 juta lot dari 3,13 juta kali transaksi.\n\nKinerja antar sektor menunjukkan hasil yang bervariasi. Sektor energi menjadi penopang utama pergerakan pasar dengan kenaikan 1,74 persen, disusul oleh sektor infrastruktur yang naik 1,47 persen, serta sektor properti yang turut menguat 1,45 persen. Sektor transportasi juga mencatat kenaikan 1,12 persen, sedangkan sektor industri naik 0,87 persen. Kenaikan di kelompok ini menandakan adanya rotasi dana menuju saham-saham berbasis komoditas dan konstruksi.\n\nDi sisi lain, tekanan cukup besar datang dari sektor keuangan yang turun 1,13 persen, diikuti sektor teknologi yang terkoreksi 0,58 persen, serta sektor non-cyclical yang melemah 0,71 persen. Sektor industri dasar juga mencatat penurunan tipis 0,21 persen, sementara sektor cyclical nyaris datar dengan kenaikan marginal 0,09 persen.\n\nSorotan utama pasar hari ini tertuju pada saham PT Bumi Resources Tbk (BUMI) yang menjadi bintang utama perdagangan. Saham emiten batu bara tersebut melonjak 32 persen ke level Rp198 per saham, sekaligus menempati posisi puncak top movers harian. Dari sisi nilai transaksi, BUMI juga mendominasi dengan nilai mencapai Rp5,28 triliun, mengalahkan emiten-emiten besar lainnya.\n\nLonjakan BUMI diikuti oleh pergerakan positif sejumlah saham satu grup. PT Darma Henwa Tbk (DEWA) naik signifikan dan mencatat nilai transaksi hingga Rp2,45 triliun, sementara PT Bumi Resources Minerals Tbk (BRMS) mencatatkan nilai transaksi Rp1,09 triliun. Keduanya turut masuk dalam jajaran top value bersama PT Bank Central Asia Tbk (BBCA) yang mencatat Rp1,10 triliun dan PT Sinergi Inti Andalan Prima Tbk (INET) sebesar Rp1,07 triliun.\n\nDari sisi volume perdagangan, BUMI kembali menempati posisi teratas dengan 286,01 juta saham berpindah tangan, diikuti GOTO dengan 101,24 juta saham, DEWA dengan 54,26 juta saham, INET dengan 24,41 juta saham, serta BRMS sebanyak 10,96 juta saham.",
    "summary": "Nilai transaksi di seluruh pasar tercatat cukup tinggi, yakni mencapai Rp27,59 triliun dengan volume perdagangan sebanyak 710,64 juta lot "
  },
  {
    "title": "10 Saham Terlemah Hari ini, DAAZ dan BUMI Jadi Penekan di Tengah IHSG Menguat",
    "date": "2025-11-12",
    "full_content": "KABARBURSA.COM– Indeks Harga Saham Gabungan (IHSG) ditutup menguat pada perdagangan hari ini Rabu, 12 November 2025, naik 22,05 poin atau 0,26 persen ke level 8.388,57.\n\nSepanjang sesi, indeks sempat menyentuh level tertinggi di 8.428,95 sebelum terkoreksi hingga level terendah 8.377,50. Total volume transaksi mencapai 507,68 juta lot dengan nilai perdagangan sebesar Rp22 triliun dari 2,67 juta kali transaksi.\n\nMeskipun IHSG berada di zona hijau, sepuluh saham tercatat mengalami penurunan paling tajam pada perdagangan hari ini. Saham PT Daaz Bara Lestari Tbk (DAAZ) memimpin pelemahan dengan turun 3,04 persen ke posisi Rp2.230. Disusul saham PT Bumi Resources Tbk (BUMI) yang melemah 3,03 persen ke harga Rp192 dengan nilai transaksi mencapai Rp3,62 triliun.\n\nSaham PT Dua Putra Utama Makmur Tbk (DPUM) turut terkoreksi 3,03 persen ke Rp64, sementara saham PT Indonesia Pondasi Raya Tbk (IDPR) juga melemah 3,03 persen ke level Rp320. Penurunan serupa dialami oleh PT Roda Vivatex Tbk (RDTX) yang turun 3,02 persen ke harga Rp12.025 dengan nilai transaksi Rp8,45 miliar.\n\nTekanan jual juga menghantam saham PT GoTo Gojek Tokopedia Tbk (GOTO) yang turun 2,99 persen ke Rp65 dengan nilai transaksi Rp433,10 miliar. Saham PT Emdeki Utama Tbk (MDKI) turun 2,91 persen ke Rp200, dan saham PT Penta Valent Tbk (PEVE) juga melemah 2,91 persen ke Rp500.\n\nSaham PT Ecocare Indo Pasifik Tbk (HYGN) ikut terkoreksi 2,91 persen ke Rp167 dengan nilai transaksi Rp592,95 juta. Sementara itu, saham PT Erajaya Swasembada Tbk (ERAA) menutup daftar sepuluh terlemah dengan penurunan 3,12 persen ke harga Rp434 dan nilai transaksi mencapai Rp74,22 miliar.\n\nMeskipun sejumlah saham mengalami tekanan, penguatan IHSG menunjukkan masih adanya minat beli pada saham berkapitalisasi besar, terutama di sektor keuangan dan konsumsi yang menopang pergerakan indeks sepanjang hari.(*)",
    "summary": "Indeks Harga Saham Gabungan (IHSG) ditutup menguat pada perdagangan hari ini Rabu, 12 November 2025, naik 22,05 poin atau 0,26 persen ke level 8.388,57. "
  },
  {
    "title": "Rasio Keuangan Ketat, BUMI Tetap Terbitkan Obligasi Rp780 Miliar",
    "date": "2025-11-14",
    "full_content": "KABARBURSA.COM– PT Bumi Resources Tbk (BUMI) menerbitkan Obligasi Berkelanjutan IV Tahap III Tahun 2025 senilai Rp780 miliar sebagai bagian dari program penawaran umum berkelanjutan Rp2,5 triliun.\n\nPenerbitan ini memperoleh peringkat idBBB (stabil) dan disampaikan dalam laporan informasi dan fakta material.\n\nPerseroan memaparkan sejumlah indikator keuangan utama sebagai dasar penerbitan obligasi tersebut. Per 30 Juni 2025, total liabilitas konsolidasian BUMI mencapai Rp84,26 triliun, sedangkan total ekuitas sebesar Rp6,26 triliun, menghasilkandebt-to-equity ratio(DER) sekitar 13,45 kali. Aset lancar tercatat Rp29,20 triliun, sementara liabilitas jangka pendek berada pada Rp36,17 triliun, setara rasio lancar 0,81 kali.\n\nBUMI juga melaporkan EBITDA 12 bulan terakhir sebesar Rp9,39 triliun, dengan posisi rasio utang berbasis EBITDA berada pada kisaran 7–8 kali sesuai beban pinjaman entitas KPC dan Arutmin.\n\nDalam periode sembilan bulan pertama 2025, pendapatan konsolidasian perseroan tercatat USD3.551,5 juta, turun dari USD4.298,4 juta pada periode yang sama tahun sebelumnya.\n\nLaba bruto mencapai USD362,7 juta, sementara laba periode berjalan tercatat USD87,3 juta. Kas bersih dari aktivitas operasi berada di Rp6,72 triliun, dengan posisi kas akhir periode Rp6,23 triliun.\n\nSetelah pemaparan rasio keuangan, perseroan menjelaskan penggunaan dana obligasi Rp780 miliar tersebut secara rinci kepada tiga entitas anak di segmen mineral dan hilirisasi.\n\nDari total dana bersih, alokasi terbesar yakni Rp340.883.083.328 atau 50 persen diberikan kepada PT Jambi Mineral (JML). Dana ini digunakan untuk pemenuhan sebagian pembayaran akuisisi JML, perusahaan yang mengembangkan proyek hilirisasi mineral galena.\n\nBUMI, dalam keterbukaan informasinya, menegaskan bahwa alokasi ini tidak diarahkan untuk operasional harian, melainkan untuk kewajiban akuisisi.\n\nSebesar Rp333.600.000.000 atau 25 persen dialokasikan kepada PT Lumbung Mineral (LM). Dana tersebut digunakan sebagai uang muka akuisisi LM, entitas yang bergerak di penambangan bijih bauksit dengan IUP Operasi Produksi aktif sampai 2032. Sama seperti JML, dana ini diarahkan untuk keperluan akuisisi, bukan modal kerja rutin.\n\nSisa alokasi sebesar Rp97.504.757.661 atau 25 persen dialokasikan kepada Wolfram Limited (WFL) di Australia. Dana tersebut disalurkan sebagai pinjaman internal untuk kebutuhan belanja modal (capex) dan modal kerja hingga fase produksi emas dan tembaga.\n\nWFL merupakan entitas mineral strategis yang baru diakuisisi BUMI dan tengah menjalani pengembangan aset secara bertahap. (*)",
    "summary": "BUMI menerbitkan obligasi Rp780 miliar di tengah tekanan rasio keuangan. Dana digunakan untuk Jambi Mineral, Lumbung Mineral, dan proyek Wolfram Limited."
  },
  {
    "title": "Asing Borong BUMI, Jual Besar-besaran BBRI: Ke Mana Arah Selanjutnya?",
    "date": "2025-11-25",
    "full_content": "KABARBURSA.COM- Data perdagangan asing pada sesi perdagangan pertama, Selasa, 25 November 2025, memperlihatkan perpindahan nilai yang kontras. Dari daftar yang dirilis PT Mandiri Sekuritas, terlihat bahwa arus modal asing bergerak sangat selektif, terutama pada saham-saham berkapitalisasi besar dan sektor komoditas.\n\nDi kelompok foreign net buy, BUMI menempati posisi teratas dengan selisih beli bersih mencapai 220,89 juta saham. Angka ini sangat besar dan menunjukkan bahwa minat asing terhadap emiten energi tersebut melonjak secara signifikan.\n\nDi bawahnya, DEWA membukukan net buy 85,44 juta saham, sementara KLBF mencatat pembelian bersih 80,56 juta saham. Sepertinya, sektor healthcare kembali menarik perhatian asing.\n\nSaham BULL berada di posisi keempat dengan net buy 59,8 juta saham, dan HUMI melengkapi lima besar dengan pembelian bersih 34,56 juta saham.\n\nSebaliknya, pada daftar foreign net sell, tekanan asing paling besar terjadi pada BBRI. Saham perbankan terbesar di Indonesia ini mencatat net sell yang sangat masif, yaitu 138,73 juta saham. Angka yang cukup mencolok ini mengingat stabilitas kapitalisasi BBRI yang biasanya menjadi penahan volatilitas IHSG.\n\nDOOH berada di posisi kedua dengan penjualan bersih 98,79 juta saham, disusul EMTK yang dilepas asing sebanyak 74,79 juta saham. BRMS yang biasanya berada dalam radar investor ritel juga mengalami tekanan besar dari asing dengan net sell 53,03 juta saham.\n\nBNBR berada tepat di bawahnya dengan penjualan bersih 48,91 juta saham dan melengkapi lima besar saham yang paling banyak dilepas asing.\n\n\n\nBUMI Masuki Fase Bullish, Bagaimana BBRI?\nLalu, bagaimana pergerakan BUMI dan BBRI selanjutnya? Pada sisi BUMI, dorongan asing ini muncul bersamaan dengan sinyal teknikal yang luar biasa kuat. Hampir seluruh indikator utama—mulai dari Stochastic, MACD, CCI hingga ROC—berada pada zona beli.\n\nTren pergerakan harga juga terkonfirmasi oleh seluruh moving average utama yang sudah berada pada posisi buy, baik itu dari MA5 hingga MA200. Kombinasi antara minat asing dan teknikal yang menguat ini menunjukkan bahwa BUMI tidak sekadar mengalami kenaikan sesaat, melainkan memasuki fase tren naik yang lebih struktural.\n\nDengan volatilitas masih tinggi dan ruang resistance teknikal yang belum ditembus, saham ini berpotensi melanjutkan penguatan selama sentimen komoditas tetap positif.\n\nBerbeda jauh dengan BUMI, BBRI justru mengalami tekanan jual yang besar dari investor asing. Saham perbankan terbesar di Indonesia ini mencatat net sell mencapai 138,73 juta saham, dan menjadi pelepasan asing terbesar pada sesi tersebut.\n\nNamun tekanan jangka pendek ini tidak serta merta menggambarkan kegagalan fundamental. Data dari analis justru menunjukkan arah yang berlawanan. Sebanyak 30 dari 37 analis merekomendasikan beli untuk BBRI, dengan target harga rata-rata di Rp4.678, jauh di atas harga pasar saat ini di Rp3.860.\n\nBahkan proyeksi tertinggi mencapai Rp5.400 dan memberikan ruang kenaikan yang signifikan jika tekanan jual asing mulai mereda. Kondisi ini menunjukkan bahwa aksi asing lebih menyerupai rebalancing portofolio menjelang akhir tahun, bukan perubahan pandangan terhadap fundamental BBRI.\n\nArah pergerakan ke depan akan sangat ditentukan oleh keberlanjutan arus modal asing. Jika pembelian asing di BUMI berlanjut, tren bullish dapat terus menguat dengan cepat. Sementara itu, BBRI memiliki peluang untuk pulih begitu tekanan jual asing mereda, mengingat fundamental yang masih kuat dan minat analis yang tetap solid.(*)",
    "summary": "BUMI diborong asing hingga ratusan juta saham, sedangkan BBRI dilepas besar-besaran. Bagaimana arah pergerakan keduanya setelah rotasi dana asing ini?"
  },
  {
    "title": "BUMI Bertahan di Peringkat idA+: di Tengah Tantangan Biaya dan Risiko Komoditas",
    "date": "2025-12-04",
    "full_content": "KABARBURSA.COM -PT Pemeringkat Efek Indonesia (Pefindo) memutuskan mempertahankan peringkat PT Bumi Resources Tbk (BUMI) pada level idA+ (Single A Plus), dengan prospek yang tetap berada di koridor Stabil.\n\nMengacu pada riset yang disusun analis Pefindo, Kresna Piet Wiryawan dan Fella Lestesia Vina, yang dirilis Kamis 4 Desmber 2025, lembaga pemeringkat tersebut kembali mengafirmasi peringkat idA+ untuk BUMI, baik sebagai entitas korporasi maupun untuk Obligasi Berkelanjutan I milik emiten yang bernaung di bawah Bakrie Group itu.\n\nMelalui laporan Ikhtisar Peringkat yang disebarkan Pefindo, prospek BUMI dipertahankan pada level Stabil. Peringkat idA+ itu mencerminkan daya saing usaha yang kokoh, serta cadangan dan sumber daya tambang yang dinilai cukup memadai.\n\nMeski demikian, kata Kresna, penilaian tersebut masih dibayangi sejumlah batasan: posisi biaya tunai yang berada di level moderat, risiko dari pengembangan proyek anyar, paparan terhadap volatilitas harga komoditas, serta ancaman risiko lingkungan.Ia menambahkan, peringkat BUMI berpeluang terangkat jika perseroan mampu menekan cash cost secara konsisten, sehingga margin keuntungan meningkat dan tata kelola operasional semakin solid.\n\nPeringkat juga berpotensi naik apabila perusahaan sukses memperluas diversifikasi usaha di luar sektor batubara, menghasilkan arus pendapatan serta EBITDA yang signifikan, sekaligus menjaga stabilitas produksi batubara di tingkat saat ini, terang Kresna.\n\nSebaliknya, peringkat BUMI bisa mengalami penurunan apabila perseroan mengambil pinjaman dalam jumlah besar di luar proyeksi, tanpa kontribusi pendapatan dan EBITDA tambahan yang memadai—situasi yang berpotensi menggerus profil keuangannya.Kemerosotan pendapatan atau EBITDA akibat melemahnya harga maupun volume penjualan batubara pun dapat menjadi tekanan serius terhadap peringkat tersebut. Kresna menutup analisanya dengan menegaskan bahwa peringkat BUMI saat ini berlaku hingga 1 Desember 2026.(*)",
    "summary": "Pefindo memutuskan mempertahankan peringkat PT Bumi Resources Tbk (BUMI) pada level idA+ (Single A Plus)"
  },
  {
    "title": "IHSG Ditutup Menguat 0,90 Persen, Saham BUMI Catat Transaksi Jumbo",
    "date": "2025-12-08",
    "full_content": "KABARBURSA.COM- Indeks Harga Saham Gabungan (IHSG) ditutup menguat sebesar 0,90 persen atau naik 77,93 poin ke level 8.710,70 pada perdagangan Senin, 8 Desember 2025.\n\nMengutip data perdagangan Stockbit, total volume transaksi hari ini di seluruh pasar mencapai 573,22 juta lot dengan nilai transaksi Rp27,33 triliun dibarengi frekuensi perdagangan sekitar 2,91 juta kali.\n\nPada pasar reguler, volume transaksi tercatat sebanyak 536,50 juta lot dengan nilai transaksi mencapai Rp20,32 triliun.\n\nBerdasarkan data top volume, saham PT GoTo Gojek Tokopedia Tbk (GOTO) menjadi yang paling aktif diperdagangkan hari ini dengan volume mencapai sekitar 133,80 juta saham. Di peringkat kedua, terdapat saham PT Bumi Resources Tbk (BUMI) yang mencatatkan volume transaksi sekitar 49,09 juta saham.\n\nAktivitas perdagangan juga ramai pada saham PT Repower Asia Indonesia Tbk (REAL) dengan volume sekitar 29,75 juta saham, disusul PT Darma Henwa Tbk (DEWA) sebanyak 21,59 juta saham, serta PT Sentul City Tbk (BKSL) yang mencatatkan volume sekitar 14,90 juta saham.\n\nSementara itu, dari sisi nilai transaksi, saham BUMI memimpin daftar top value dengan nilai transaksi mencapai sekitar Rp1,21 triliun.\n\nDi bawah BUMI, saham DEWA mencatatkan nilai transaksi sekitar Rp949,25 miliar. Selanjutnya, saham GOTO mencatatkan nilai transaksi sekitar Rp921,51 miliar.\n\nSaham PT Indokripto Koin Semesta Tbk (COIN) juga masuk dalam jajaran teratas dengan nilai transaksi sekitar Rp675,64 miliar, sementara saham PT Bank Central Asia Tbk (BBCA) membukukan nilai transaksi sekitar Rp512,27 miliar.\n\nBerdasarkan data sektor, sektor properti menjadi penguat terbesar dengan kenaikan 1,88 persen. Selain properti, sektor industrial menguat 0,54 persen.\n\nDiikuti sektor basic industri yang naik 0,18 persen. Sektor transportasi juga bergerak positif dengan kenaikan 0,11 persen, sementara sektor infrastruktur mencatatkan penguatan tipis 0,06 persen.\n\nDi sisi lain, tekanan masih terlihat pada beberapa sektor. Sektor non-cyclical menjadi sektor dengan penurunan terdalam, melemah 0,74 persen. Sektor kesehatan juga terkoreksi 0,52 persen, diikuti sektor teknologi yang turun 0,27 persen.\n\nPelemahan turut terjadi pada sektor energi yang terkoreksi 0,25 persen, sementara sektor keuangan melemah 0,15 persen. Sektor cyclicals juga bergerak di zona merah dengan penurunan 0,12 persen. (*)",
    "summary": "Indeks Harga Saham Gabungan (IHSG) ditutup menguat sebesar 0,90 persen atau naik 77,93 poin ke level 8.710,70 pada perdagangan Senin, 8 Desember 2025."
  },
  {
    "title": "IHSG Siang Menguat: Perhatikan BUMI, GTSI, BULL",
    "date": "2025-12-10",
    "full_content": "KABARBURSA.COM– Indeks Harga Saham Gabungan (IHSG) di sesi perdagangan pertama Rabu, 10 Desember 2025, menguat. Indeks berhasil menjaga momentum bullishnya dengan naik 0,42 persen ke level 8.693.\n\nRupanya, masih ada buyer yang mempertahankan control setelah reli Panjang yang menempatkan IHSG di rentang all-time high. IHSG sempat mencapai level tertinggi intraday di 8.720 dan sempat pula terkoreksi ringan ke 8.668, sebelum Kembali stabil di zona hijau.\n\nKondisi breadth pasar sebenarnya tidak ideal. Dari total emiten yang diperdagangkan, hanya 274 saham menguat sementara 428 melemah dan 255 stagnan. Artinya, kenaikan IHSG sesi pertama ini lebih didorong oleh saham-saham berkapitalisasi besar yang menahan indeks.\n\nNilai transaksi yang mencapai Rp19,18 triliun menunjukkan aktivitas yang tetap tinggi. Pasar belum kehilangan minat meskipun volatilitas meningkat menjelang pengumuman kebijakan Federal Reserve.\n\nSentimen eksternal inilah yang membayangi seluruh pergerakan indeks hari ini. Investor berada dalam mode antisipatif, mencari petunjuk arah suku bunga global dan dampaknya terhadap ekspektasi likuiditas, aliran dana asing, serta valuasi pasar domestik.\n\nDari sisi sektor, infrastruktur menjadi pendorong utama dengan lonjakan, hampir 5 persen. Penguatan ini konsisten dengan persepsi pasar bahwa proyek pembangunan dan akselerasi belanja pemerintah akan mendapatkan kembali momentumnya, terutama setelah sinyal pelonggaran moneter global mulai menguat.\n\nEnergi dan bahan baku juga mencatat kenaikan signifikan, masing-masing 2,03 persen dan 1,42 persen. Kenaikan ini menunjukkan bahwa sektor-sektor cyclical berbasis komoditas tetap menjadi fokus pelaku pasar yang mengincar momentum jangka pendek.\n\nDi sisi lain, tekanan terbesar justru muncul dari sektor finansial yang melemah 0,65 persen. Melemahnya sektor ini menjadi anomali karena biasanya bank besar membantu menjaga stabilitas indeks.\n\n\n\nTiga Emiten Paling Banyak Diborong Asing\nSementara itu, mengutip data Republik Investor, ada tiga saham besar yang di sesi pertama ini diborong asing. Mereka adalah Bumi Resources Tbk (BUMI), GTS Internasional Tbk (GTSI) dan Buana Lintas Lautan Tbk (BULL).\n\nBUMI menjadi sorotan utama setelah mencatat akumulasi asing terbesar dengan volume 330 juta lembar dan nilai bersih mencapai Rp1,821 miliar. GTSI menyusul dengan net buy asing sebesar Rp124 miliar pada volume 280 juta lembar.\n\nSementara itu, BULL membukukan net foreign buy sebesar Rp107 miliar dengan volume 324 juta lembar, menegaskan bahwa saham berbasis logistik dan tanker masih dianggap menarik, terutama di tengah volatilitas global yang membuat sektor-sektor tertentu menjadi preferensi defensif bagi investor asing.\n\nJika melihat keseluruhan struktur sesi I, IHSG menunjukkan ketahanan yang baik. Terlepas dari breadth negatif dan tekanan pada sektor finansial, indeks masih mampu mempertahankan posisinya jauh di atas level support 8.650.\n\nSelama sentimen global tidak memburuk secara drastis, probabilitas IHSG untuk mengakhiri hari dengan penguatan tetap terbuka. Namun, peluang untuk mencetak level tertinggi baru tampaknya terbatas tanpa dukungan asing, mengingat hingga sesi I aliran dana asing masih berfluktuasi dan cenderung defensif.\n\nKunci pergerakan IHSG pada sesi II sepenuhnya bergantung pada dua faktor: bagaimana pasar Asia bergerak setelah rilis data inflasi China dan bagaimana pelaku pasar domestik mengantisipasi hasil rapat FOMC.\n\nJika kedua sentimen ini cenderung positif atau setidaknya tidak memberikan kejutan buruk, IHSG berpotensi menutup hari di atas 8.700. Sebaliknya, jika foreign flow kembali melemah dan tekanan di sektor finansial tidak mereda, indeks rawan terkoreksi ringan ke area 8.650–8.670.\n\nDengan momentum teknikal yang masih bullish, volatilitas yang moderat, dan minat beli yang belum pudar, skenario penutupan hijau masih menjadi baseline hari ini. Namun pasar tetap berada pada fase penuh kehati-hatian—menguat, tetapi tidak tanpa risiko di baliknya.(*)",
    "summary": "IHSG naik 0,42 persen ke 8.693 di sesi I, ditopang sektor infrastruktur dan akumulasi asing pada BUMI, GTSI, dan BULL meski pasar tetap waspada jelang The Fed."
  },
  {
    "title": "PGEO Kaji Green Data Center Panas Bumi, Bidik Peluang Industri Digital",
    "date": "2025-12-14",
    "full_content": "KABARBURSA.COM– PT Pertamina Geothermal Energy Tbk (PGEO) mengawali langkah baru dalam pengembangan bisnis panas bumi dengan mengkaji peluang pengembangangreen data centerberbasis energi panas bumi, yang diklaim sebagai inisiatif pertama di Indonesia.\n\nBerdasarkan keterbukaan informasi, perseroan menilai kebutuhan infrastruktur digital nasional terus meningkat seiring percepatan transformasi digital.\n\nDalam konteks tersebut, panas bumi diposisikan sebagai sumber energi bersih yang berpotensi menopang pertumbuhan industri data center dengan emisi rendah.\n\nCorporate Secretary PGEO, Kitty Andhora, mengatakan inisiatif ini merupakan bagian dari upaya perseroan memperluas pemanfaatan energi panas bumi di luar pembangkitan listrik konvensional.\n\n“PGE berkomitmen memperluas pemanfaatan energi bersih dengan mengembangkangreen data centerberbasis energi panas bumi,” ujar Kitty dalam keterangan resmi perseroan dikutip, Minggu, 14 Desember 2025.\n\nSebagai langkah awal, PGEO menandatangani kolaborasi strategis bersama Indonesia Data Center Provider Organization (IDPRO) dan Fakultas Teknik Universitas Indonesia (UI). Kerja sama tersebut akan menjadi dasar teknis dan komersial dalam penyusunan peta jalan pengembangan infrastrukturgreen data center, sebelum masuk ke tahap implementasi.\n\nKitty menjelaskan, kolaborasi lintas sektor tersebut diperlukan untuk memastikan kesiapan teknis dan kelayakan komersial proyek.\n\n“Kesepakatan ini akan menjadi fondasi teknis dan komersial bagi pengembangan infrastrukturgreen data centersebelum memasuki tahap implementasi,” katanya.\n\nData yang disampaikan perseroan menunjukkan peluang pasar yang signifikan. Kementerian Komunikasi dan Digital mencatat jumlah pengguna internet di Indonesia telah melampaui 212 juta orang, dengan kebutuhan fasilitas data center yang diproyeksikan terus meningkat hingga 2029–2030.\n\nProyeksi pertumbuhan konsumsi listrik industri juga menunjukkan hampir 26 persen didorong oleh ekspansi data center.\n\nKapasitas data center nasional diperkirakan naik dari 520 megawatt pada 2025 menjadi 1,8 gigawatt pada 2030. Proyeksi tersebut membuka ruang bagi PGEO untuk terlibat lebih jauh dalam sektor digital rendah karbon, sejalan dengan portofolio panas bumi yang dimiliki perseroan.\n\nMenurut Kitty, pengembangan data center berbasis panas bumi diarahkan untuk menjawab dua kebutuhan sekaligus, yakni keandalan pasokan energi dan tuntutan penurunan emisi karbon. “Pertumbuhan digital perlu dibangun secara bertanggung jawab dan berkelanjutan, termasuk dari sisi sumber energinya,” ujarnya.\n\nPerseroan menilai panas bumi memiliki karakteristik pasokan yang stabil dan berkelanjutan, sehingga dinilai cocok untuk menopang operasionaldata centeryang membutuhkan keandalan tinggi. Model ini juga sejalan dengan agenda transisi energi nasional dan target penurunan emisi jangka panjang.\n\nPGEO menegaskan bahwa inisiatif ini masih berada pada tahap kajian dan penyusunan peta jalan. Dalam laporan fakta material, perseroan menyatakan bahwa pengembangan green data center berbasis panas bumi belum berdampak langsung terhadap kegiatan operasional, kondisi keuangan, maupun kelangsungan usaha perseroan pada saat ini.\n\nMemasuki usia ke-19, PGEO menempatkan langkah ini sebagai bagian dari visi jangka panjang perseroan dalam memperkuat ekosistem panas bumi nasional. Perseroan juga menyebut inisiatif tersebut selaras dengan visi menyambut satu abad pengembangan panas bumi Indonesia pada 2026.\n\n“Langkah ini merupakan bagian dari komitmen jangka panjang PGE dalam inovasi dan kolaborasi untuk mendorong pemanfaatan panas bumi yang lebih luas,” kata Kitty. (*)",
    "summary": "PGEO mengkaji peluang pengembangan green data center berbasis panas bumi untuk menopang pertumbuhan industri digital rendah karbon di Indonesia."
  },
  {
    "title": "Resmi Akusisi JML, BUMI Berpotensi Hasilkan 9,89 Ribu Ons Emas",
    "date": "2025-12-19",
    "full_content": "KABARBURSA.COM- PT Bumi Resources Tbk (BUMI) telah mengumumkan selesainya proses akuisisi lanjutan terhadap Jubilee Metals Limited (JML). Diketahui, JML merupakan perusahaan pertambangan  emas yang beroperasi di Northern Queensland, Australia.\n\nDengan penyelesaian transaksi ini, BUMI kini resmi menguasai 64,98 persen saham JML. Akuisisi JML ini selaras dengan strategi diversifikasi jangka panjang BUMI yang menargetkan komposisi EBITDA terkonsolidasi 50:50 antara batu bara termal dan aset non-batu bara termal pada tahun 2031.\n\nTransformasi bertahap ini dirancang untuk memperkuat ketahanan Perseroan, mengurangi ketergantungan pada satu siklus komoditas, sekaligus memposisikan BUMI untuk bertumbuh di tengah transisi energi global.\n\nJML merupakan aset emas yang diproyeksikan segera memasuki tahap produksi, dengan cadangan bijih emas berkadar tinggi serta potensi penambahan nilai dari kegiatan eksplorasi yang masih berlangsung.\n\nJML diperkirakan akan memulai kegiatan penambangan pada Juli 2026 dan diperkirakan menghasilkan 9,89 ribu ons emas pada tahun 2026.\n\n\"Mayoritas kepemilikan kami atas Jubilee Metals Limited menegaskan komitmen BUMI dalam menghadirkan nilai yang berkelanjutan bagi para pemegang saham,\" ujar Presiden Direktur BUMI, Adika Nuraga Bakrie dalam keterangannya, Jumat, 12 Desember 2025.\n\nAdika menyebut, JML menghadirkan aset emas berkadar tinggi yang siap memasuki tahap produksi dalam waktu dekat dan memiliki potensipeningkatan yang signifikan, melengkapi platform tembaga yang diperoleh perusahaan melalui akuisisiWolfram.\n\n\"Kombinasi kedua aset ini memperkuat roadmap diversifikasi BUMI dan meningkatkan kemampuan kami dalam menghasilkan kinerja yang stabil lintas siklus komoditas,” ungkapnya.\n\nWolfram Limited, yang baru-baru ini diakuisisi 100 persen oleh BUMI, memberikan akses Perseroan terhadap sumber daya tembaga yang signifikan, sekaligus memperluas kehadiran BUMI di koridor tembaga–emas Australia yang telah teruji.\n\nWolfram ditargetkan beroperasi kembali pada Juni 2026 dan diperkirakan menghasilkan 9.334 ton tembaga ekuivalen pada tahun 2026. (*)",
    "summary": "PT Bumi Resources Tbk (BUMI) telah mengumumkan selesainya proses akuisisi lanjutan terhadap Jubilee Metals Limited (JML)."
  },
  {
    "title": "Inilah Hasil usai BUMI Kuasai Jubilee Metals Senilai Rp364,9 Miliar",
    "date": "2025-12-19",
    "full_content": "KABARBURSA.COM– PT Bumi Resources Tbk (BUMI) resmi menyelesaikan pengambilalihan Jubilee Metals Limited (JML) dengan nilai transaksi mencapai Rp346,9 miliar atau setara AUD31,47 juta.\n\nDalam keterbukaan informasi, penyelesaian transaksi ini efektif per 18 Desember 2025 dan menjadikan BUMI sebagai pemegang saham pengendali JML dengan kepemilikan 64,98 persen.\n\nLebih lanjut, manajemen BUMI menjelaskan bahwa pengambilalihan tersebut dilakukan melalui pengambilan bagian atas saham baru yang diterbitkan oleh JML. Perseroan tercatat melakukan penyertaan atas 3.312.632 saham baru dalam transaksi tersebut.\n\nDengan penyelesaian aksi korporasi ini, total saham JML yang dimiliki BUMI mencapai 5.734.770 saham. JML merupakan perusahaan yang didirikan berdasarkan hukum Australia Barat, dan transaksi ini menempatkan BUMI sebagai pemegang kendali mayoritas.\n\nDirektur PT Bumi Resources Tbk, R.A. Sri Dharmayanti, menegaskan bahwa penyelesaian transaksi ini merupakan bagian dari strategi jangka panjang perseroan.\n\n“Transaksi ini merupakan langkah strategis yang sejalan dengan rencana transformasi Perseroan serta bagian dari program diversifikasi usaha Perseroan di luar sektor batu bara,” ujar R.A. Sri Dharmayanti dalam keterangan resminya, Jumat, 19 Desember 2025.\n\nManajemen BUMI menyampaikan bahwa pengambilalihan JML telah melalui seluruh tahapan yang dipersyaratkan dan kini telah sepenuhnya diselesaikan. Dengan demikian, JML secara struktural berada di bawah kendali BUMI sejak tanggal penyelesaian transaksi.\n\nLebih lanjut, Sri Dharmayanti menyatakan bahwa aksi korporasi ini diharapkan memberikan dampak positif bagi perseroan ke depan.\n\n“Transaksi ini akan memberikan dampak positif terhadap kegiatan usaha yang dijalankan oleh Perseroan serta memberikan nilai tambah bagi pemegang saham Perseroan,” ujarnya.\n\nDalam dokumen Fakta Material tersebut, BUMI tidak mencantumkan adanya dampak negatif terhadap kondisi operasional, aspek hukum, maupun kelangsungan usaha perseroan. Manajemen juga tidak menyebutkan adanya risiko material yang timbul dari penyelesaian transaksi ini.\n\nPengambilalihan Jubilee Metals Limited menjadi salah satu langkah korporasi BUMI dalam memperluas portofolio bisnisnya di luar sektor batu bara. Perseroan secara eksplisit menyebutkan bahwa transaksi ini merupakan bagian dari agenda transformasi bisnis yang tengah dijalankan.\n\nBUMI menyatakan tidak terdapat informasi tambahan lain yang material terkait transaksi tersebut. Seluruh informasi telah disampaikan sesuai dengan ketentuan keterbukaan informasi yang berlaku.\n\nSebagai catatan, nilai transaksi yang dibukukan BUMI dalam pengambilalihan JML mencapai Rp346.936.545.540, menjadikannya salah satu aksi korporasi signifikan yang diselesaikan perseroan menjelang akhir tahun 2025. (*)",
    "summary": "BUMI menuntaskan akuisisi Jubilee Metals senilai Rp346,9 miliar. Kepemilikan 64,98 persen menempatkan BUMI sebagai pemegang saham pengendali JML."
  },
  {
    "title": "UBS Kantongi Rp229,61 Miliar dari BUMI, Segini Kenaikan Harganya",
    "date": "2025-12-22",
    "full_content": "KABARBURSA.COM– UBS AG London melepas sebagian kepemilikan sahamnya di PT Bumi Resources Tbk (BUMI). Transaksi signifikan ini berhasil menghimpun dana segar sebesar Rp229,61 miliar. Jumlah yang cukup besar dalam nilai nominal dan untuk menambah pasokan saham di pasar pada saat eksekusinya.\n\nUBS AG London menjual sekitar 627,35 juta lembar saham pada harga Rp366 per saham. Dengan begitu, porsi kepemilikannya turun dari 6,06 persen menjadi 5,89 persen. Artinya, secara proporsional yang dilepas hanya Sebagian kecil dari total kepemilikan yang mencapai 21,88 miliar saham.\n\nAksi ini dilakukan untuk keperluan lindung nilai (hedging) derivatif bagi kepentingan klien. UBS sendiri masih menyatakan diri sebagai pengendali. Yang menarik, aksi jual ini terjadi di tengah periode Ketika BUMI mencatat minat beli asing yang sangat besar secara agregat di pasar reguler.\n\nJika dilihat dari performa harga, kenaikan harga BUMI sudah luar biasa. Dalam satu hari perdagangan saja, harganya melonjak 14,53 persen dari 346 ke 394. Kenaikan harian sebesar ini menandakan adanya dorongan beli yang sangat kuat dan mendadak, yang biasanya dipicu oleh kombinasi sentimen, likuiditas, dan euforia jangka pendek.\n\nMenariknya, persentase kenaikan 1 hari dan 1 minggu identik, yang artinya lonjakan besar tersebut terjadi dalam satu fase cepat tanpa jeda konsolidasi berarti.\n\nJika ditarik ke satu bulan terakhir, gambarnya menjadi jauh lebih ekstrem. Harga naik hampir 79 persen dari area 218 ke 400. Pasar bukan hanya bereaksi terhadap satu katalis sesaat, tetapi sudah berada dalam fase akumulasi agresif yang berubah menjadi markup cepat. Namun, ritme kenaikannya sudah jauh di atas rata-rata wajar untuk saham likuid normal.\n\nDalam horizon tiga bulan, lonjakannya mencapai 245 persen, dari 115 ke 400. Ini adalah ciri khas saham yang masuk fase re-rating ekstrem, di mana valuasi dan harga bergerak jauh lebih cepat dibanding perubahan fundamental.\n\nKetika kenaikan menembus dua hingga tiga kali lipat dalam waktu singkat, pasar biasanya digerakkan oleh rotasi dana spekulatif dan narasi yang menguat secara kolektif.\n\nDalam enam bulan, harga sudah naik 228 persen, dan secara year to date melonjak hampir 234 persen dari level 70 ke 400. Kenaikan YTD sebesar ini menandakan bahwa siapa pun yang masuk di fase awal reli sudah menikmati keuntungan berlipat, sementara pelaku yang masuk belakangan menghadapi profil risiko yang jauh lebih tinggi karena harga sudah sangat jauh dari titik awal akumulasi.\n\nJika semua rentang waktu ini dirangkai, data tersebut memperlihatkan satu benang merah yang jelas: harga bergerak sangat cepat ke atas dalam waktu singkat, dengan percepatan yang semakin tajam di fase akhir.\n\nIni bukan lagi fase awal tren, melainkan fase lanjutan yang sarat euforia. Selama aliran dana dan sentimen masih kuat, harga memang bisa bertahan tinggi atau bahkan naik lagi. Namun secara statistik, semakin curam kenaikan, semakin sensitif harga terhadap perubahan sentimen sekecil apa pun.(*)",
    "summary": "UBS AG London jual sebagian saham BUMI untuk hedging, namun harga saham justru melonjak ratusan persen YTD, menandakan fase euforia dan risiko volatilitas "
  },
  {
    "title": "Perhatikan BUMI, ANTM, DEWI di Perdagangan Siang ini",
    "date": "2025-12-22",
    "full_content": "KABARBURSA.COM– Pada perdagangan saham sesi siang, Senin, 22 Desember 2025, ada tiga saham yang paling menarik diperhatikan. Ketiga saham ini sedang diincar asing karena pergerakan dan potensinya yang menarik di sepanjang hari ini.\n\nYang paling menonjol adalah saham BUMI (PT Bumi Resources Tbk). Di sesi pertama, saham ini berada di posisi teratas dengan net buy asing mencapai 1,61 miliar. Ada hasil dari pembelian asing yang mencapai 2,5 miliar saham, yang tentunya jauh melampaui aksi jualnya.\n\nHarga BUMI bergerak naik 11,05 persen atau 38 poin ke level 382. Saham ditransaksikan sebanyak 99,42 juta dengan valuasi mencapai 3726,5 miliar. Skala ini menempatkan BUMI sebagai magnet utama arus dana asing di sesi siang, dan mencerminkan minat spekulatif dan likuiditas besar yang masih menjadi daya tarinya.\n\nSetelah BUMI ada ANTM (PT Aneka Tambang Tbk). Saham ANTM mencatatkan net buy asing sekitar 71,16 juta saham. Angka ini penting, karena ANTM tidak hanya masuk radar asing tetapi juga konsisten dengan narasi besar yang sedang terbentuk di pasar, yaitu reli harga emas global.\n\nHingga siang, harga berada di posisi 3.200, naik 130 poin atau 4,23 persen dari penutupan sebelumnya di 3.070. Kenaikan ini cukup signifikan dan terjadi di atas level psikologis di 3.000 dan mendekati area yang sebelumnya menjadi supply menengah.\n\nArtinya, psaar tidak lagi ragu membeli di harga tinggi dan ini menjadi ciri fase lanjutan dari tren naik, bukan sedar technical rebound.\n\nVokume transaksi yang dihasilnya mencapai 1,86 juta lot dengan nilai yang sangat besar, yaitu Ro589,1 miliar. Ini menjadi poin krusial karena menandakan validitas pergerakan, bukan kenaikan tipis tanpa dukungan dana.\n\nPosisi selanjutnya diisi oleh DEWI (PT Dewi Shri Fermindo Tbk), emiten yang berfokus pada produk makanan dan minuman. DEWI mengoleksi net buy asing sebanyak 20,32 juta saham.\n\nNamun jika melihat pergerakannya hingga siang ini, DEWI sedang turun 11 poin atau 6,59 persen dan memposisikan harga di level 156. Volume transaksinya sangat besar, mencapai 1,49 juta lot dengan nilai transaksi mencapai Rp23,1 miliar.\n\nKesimpulannya, BUMI, ANTM, dan DEWI adalah tiga saham yang paling nyata sedang diburu. Dari ketiganya, ANTM menonjol sebagai satu-satunya saham berbasis emas yang dibeli asing secara agresif, menegaskan bahwa arus dana global mulai masuk ke emas lewat jalur yang lebih defensif dan terukur, bukan lewat saham yang sudah terlalu panas.(*)",
    "summary": "Arus dana asing mengalir deras ke BUMI, ANTM, dan DEWI pada sesi siang, dengan pola pergerakan yang kontras antara reli kuat, penguatan berbasis emas, "
  },
  {
    "title": "IHSG Sesi I Turun: Perhatikan BUMI, DEWA, dan INET",
    "date": "2025-12-23",
    "full_content": "KABARBURSA.COM– Indeks Harga Saham Gabungan (IHSG) menutup sesi pertama dengan memberikan sinyal tekanan domestik yang lebih dominan. Di saat bursa Asia bergerak di zona hijau, IHSG justru ditutup melemah 31,66 poin atau 0,37 persen ke level 8.614,19.\n\nIHSG dibuka di level 8.656,65. Sejak itu, indeks tidak pernah benar-benar menemukan momentum penguatan yang solid dan bergerak konsisten di area negatif hingga menyentuh level terendah intraday di 8.604,57.\n\nDari sisi sektoral, enam indeks tercatat menjadi pemberat utama. Sektor kesehatan memimpin pelemahan dengan koreksi satu persen, diikuti sektor keuangan yang turun 0,69 persen dan properti yang melemah 0,52 persen.\n\nTurunnya sektor finansial menjadi sinyal penting karena sektor ini berperan besar dalam menjaga stabilitas indeks di level tinggi. Sedangkan pelemahan saham-saham sektor perbankan dan keuangan menandakan adanya aksi ambil untung lanjutan setelah reli Panjang. Pelaku pasar sepertinya masih hati-hati terhadap prospek likuiditas dan arah kebijakan suku bunga global.\n\nDari sisi breadth market, tekanan jual terlihat lebih dominan meski tidak ekstrem. Sebanyak 348 saham melemah, 301 saham menguat, dan 154 saham stagnan. Tidak adapanic selling, namun pasar masih berada dalam fase konsolidasi dengan kecenderungan distribusi.\n\nAktivitas perdagangan sendiri tergolong ramai, dengan volume mencapai 23 miliar saham dan nilai transaksi Rp14,5 triliun. Nilai transaksi yang tinggi di tengah koreksi mengindikasikan adanya perpindahan kepemilikan yang aktif, bukan sekadar minimnya minat beli.\n\n\n\nPerhatikan BUMI, DEWA, INET\nPergerakan saham-saham individu memperlihatkan kontras yang tajam antara saham-saham tematik dan saham defensif. Di sisi penguatan, lonjakan tajam pada FILM yang naik Rp950 ke Rp10.675 dan SINI yang melonjak Rp1.075 ke Rp11.825\n\nYULE yang menguat Rp800 ke Rp4.000 juga menegaskan bahwa aliran dana jangka pendek masih selektif mencari peluang di luar saham-saham berkapitalisasi besar.\n\nSebaliknya, tekanan jual pada saham-saham berharga tinggi seperti DSSA yang turun Rp575 ke Rp109.825 dan memberi kontribusi signifikan terhadap pelemahan indeks secara nominal. Koreksi pada SRAJ dan MORA masing-masing Rp400 dan Rp275.\n\nPelemahan kedua emiten ini menunjukkan bahwa saham-saham yang sebelumnya bergerak agresif mulai mengalami normalisasi.\n\nAktivitas perdagangan yang tinggi pada BUMI, dengan frekuensi lebih dari 185 ribu kali dan nilai transaksi Rp2,4 triliun, menempatkan saham ini sebagai pusat perhatian pelaku pasar. Tingginya transaksi BUMI, diikuti DEWA dan INET, menunjukkan bahwa fokus pelaku pasar masih tertuju pada saham-saham berlikuiditas tinggi dan sarat sentimen.\n\n\n\nHarga UNVR, MAPI, KLBF Tergerus\nDi kelompok saham unggulan LQ45, tekanan justru lebih terasa pada saham-saham defensif dan konsumsi. Unilever Indonesia (UNVR) turun hampir tiga persen ke Rp2.620, diikuti MAPI yang melemah 2,49 persen dan KLBF yang turun 2,04 persen.\n\nPelemahan saham-saham ini mengindikasikan rotasi sektor, di mana investor mulai mengurangi eksposur pada saham konsumsi dan kesehatan yang sebelumnya dianggap relatif aman. Kondisi ini bisa dibaca sebagai refleksi kehati-hatian terhadap daya beli dan prospek pertumbuhan laba di tengah ketidakpastian global.\n\nSebaliknya, lonjakan tajam pada INCO yang melesat 15,43 persen ke Rp5.125 menjadi anomali positif di tengah koreksi indeks. Penguatan INCO, bersama NCKL dan MBMA yang masing-masing naik di atas 6 persen.\n\nKenaikan ini memberi bantalan psikologis bagi pasar, meski belum cukup kuat untuk mengangkat IHSG ke zona hijau.\n\nSecara keseluruhan, performa IHSG pada sesi pertama hari ini mencerminkan fase konsolidasi yang wajar setelah indeks berada di level tinggi. Tekanan jual lebih bersifat selektif dan tidak disertai pelepasan masif, sementara minat beli masih muncul pada saham-saham dengan cerita pertumbuhan dan komoditas.\n\nDengan latar belakang bursa regional yang relatif positif, koreksi IHSG lebih dapat dibaca sebagai penyesuaian internal dan aksi ambil untung jangka pendek, bukan perubahan tren besar. Arah pergerakan pada sesi berikutnya akan sangat bergantung pada apakah sektor keuangan mampu stabil dan apakah penguatan saham komoditas dapat meluas ke sektor lain.(*)",
    "summary": "IHSG melemah di sesi pertama meski bursa Asia menguat. Tekanan sektor keuangan dan konsumsi muncul, sementara saham komoditas masih memberi penopang."
  },
  {
    "title": "Chengdong Lepas 3,71 Miliar Saham BUMI: Aksi Darurat?",
    "date": "2025-12-27",
    "full_content": "KABARBURSA.COM– Chengdong Investment Corporation melepas saham PT Bumi Resources Tbk, berkode saham BUMI. Dalam rentang 1 hingga 22 Desember 2025, Chengdong total melepas saham BUMI sebanyak 3,71 miliar. Dengan begitu, kepemilikannya turun 1 persen.\n\nAksi jual ini bukan dilakukan dalam satu kali dalam partai besar, melainkan distribusi bertahap yang sangat terukur, yaitu dalam 21 kali transaksi. Artinya, Chengdong tidak keluar secara darurat, melainkan melakukan manajemen posisi secara sistematis.\n\nHarga jual tersebar di rentang Rp238 hingga Rp388 per saham. Artinya, Chengdong bersedia melepas saham di area bawah ketika likuiditas pasar memungkinkan penyerapan volume besar. Hal ini tampak pada transaksi 5 Desember 2025, saat 207 juta saham dilego di harga Rp238.\n\nKedua, Chengdong memanfaatkan fase harga tinggi di akhir periode, yang terlihat dari penjualan di Rp388 pada 22 Desember, meski volumenya jauh lebih kecil. Ini mencerminkan strategi average exit price, bukan panic selling.\n\n\n\nRaup Untung Rp1,03 Triliun\nDari transaksi tersebut, Chengdong memperoleh dana segar sebesar Rp1,03 triliun. Setelah transaksi, Chengdong masih memegang 22,27 miliar saham atau 5,99 persen. Posisi ini secara regulasi dan ekonomi masih signifikan.\n\nMenariknya, distribusi saham sebesar itu tidak merusak struktur harga BUMI secara keseluruhan. Secara year to date, saham BUMI sudah naik sekitar 206 persen. Persentase ini menjadi sebuah reli yang sangat ekstrem untuk emiten batu bara berkapitalisasi besar.\n\nKenaikan ini terjadi seiring lonjakan volume perdagangan, yang kini mencapai 4,79 miliar saham YTD, jauh di atas rata-rata volume 6,88 miliar saham. Tingginya likuiditas inilah yang menjadi kunci mengapa pelepasan 3,7 miliar saham bisa “ditelan” pasar tanpa menciptakan dislokasi harga yang tajam.\n\nPada perdagangan Rabu, 24 Desember 2025, saham BUMI dibuka di 382, bergerak di rentang 360–384, dan masih berada relatif dekat dengan level tertinggi tahunannya di 406. Pergerakan ini menunjukkan bahwa tekanan jual dari sisi supply besar sudah banyak diantisipasi pasar.\n\nHarga tidak runtuh, melainkan bergerak fluktuatif dalam rentang lebar, menandakan adanya tarik-menarik kuat antara distribusi dan penyerapan.\n\nSentimen pasar terhadap BUMI juga sudah bergeser. Jika pada fase awal reli narasi didorong oleh pemulihan fundamental dan harga batubara, kini saham BUMI lebih banyak diperdagangkan sebagai saham likuid dengan volatilitas tinggi.\n\nTidak adanya rasio P/E yang relevan menegaskan bahwa valuasi saat ini lebih ditentukan oleh ekspektasi dan arus dana, bukan laba jangka pendek. Dalam konteks ini, aksi Chengdong justru menjadi katalis likuiditas tambahan, bukan pemicu krisis kepercayaan.\n\nNamun, ada catatan kritikal yang perlu diperhatikan. Distribusi saham oleh pemegang besar di tengah kenaikan YTD yang sangat curam sering kali menjadi fase transisi, dari tren naik eksplosif ke fase konsolidasi atau rotasi kepemilikan.\n\nFakta bahwa Chengdong memilih menjual secara bertahap, bukan sekaligus, bisa dibaca sebagai upaya memaksimalkan harga di tengah euforia, sekaligus mengurangi risiko jika volatilitas meningkat ke depan.\n\nKesimpulannya, aksi Chengdong melepas saham BUMI lebih tepat dibaca sebagai rebalancing strategis di tengah reli besar, bukan sinyal negatif fundamental. Pasar sejauh ini mampu menyerap pasokan tambahan tanpa kehilangan struktur harga.\n\nTantangannya ke depan bukan lagi soal siapa yang menjual, melainkan apakah arus beli baru cukup kuat untuk mempertahankan valuasi setelah fase distribusi pemegang besar ini selesai.(*)",
    "summary": "Chengdong melepas 3,71 miliar saham BUMI secara bertahap dan raup Rp1,03 triliun. Saham tetap kuat usai reli 206 persen year to date."
  },
  {
    "title": "Saham Grup Bakrie BUMI-VTKR Cs Curi Panggung di Perdagangan Perdana 2026",
    "date": "2026-01-02",
    "full_content": "IDXChannel –Saham emitenGrup Bakrie, yang juga sebagian dimiliki Grup Salim, melonjak di hari perdana perdagangan di 2026, Jumat (2/1/2026), melanjutkan momentum sejak paruh kedua tahun lalu.\n\nMenurut data Bursa Efek Indonesia (BEI), pukul 10.33 WIB, saham PTVKTRTeknologi Mobilitas Tbk (VKTR) melambung 15,38 persen ke Rp965 per unit, sempat menyentuh rekor tertinggi di Rp1.000 per unit.\n\nSelain VKTR, saham tambang PTBumiResources Tbk (BUMI) dan anak usahanya PT Bumi Resources Minerals Tbk (BRMS) masing-masing melejit 8,20 persen ke Rp394 persen dan 7,27 persen ke Rp1.180 per unit.\n\nSetali tiga uang, saham kontraktor tambang PT Darma Henwa Tbk (DEWA) mendaki 8,96 persen ke Rp730 per unit. Kemudian, saham PT Ancara Logistics Indonesia Tbk (ALII) naik 4,00 persen dan PT Energi Mega Persada Tbk (ENRG) menguat 1,25 persen.\n\nPengamat pasar modal Michael Yeoh menjelaskan, secara teknikal sejumlah saham Grup Bakrie masih menyimpan peluang penguatan yang cukup menarik.\n\n\n\nPasar Menanti Keputusan Metodologi Free Float MSCI\n\n\nSaham Konglomerat Grup Bakrie hingga Hapsoro Tumbang Lagi\n\n\nSaham PANI Jatuh 4 Hari Beruntun, Analis Soroti Area Penting\n\n\nIHSG Hari Ini Diproyeksi Tembus 9.000, Simak Analisa ARCI, BBRI, BUMI, dan BUVA\n\n\n148 Ribu Investor Baru Serbu Saham BUMI di Tengah Reli\n\n\nAsing Lepas Saham Konglo Ini, Bakrie hingga Salim Masuk Daftar Jual\n\n\nSiapa Kandidat Kuat Penghuni MSCI 2026? Ini Proyeksi Analis\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPersiapan Lalu Lintas Lebaran 2026, Korlantas Awasi Kesiapan Armada Angkutan Umum\n\n\nLong Weekend Isra Mikraj, KCIC Catat 15.000 Tiket Whoosh Habis Terjual\n\n\nLibur Long Weekend, 36 Ribu Tiket Kereta Area Daop 9 Jember Ludes Terjual\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nGangguan Perjalanan Kereta di Jalur Pantura Tengah, KAI Sampaikan Permohonan Maaf\n\n\nBelasan Saham Pesta Berkat Rencana Pembentukan BUMN Tekstil, Ini Daftar Emitennya\n\n\nAsuransi Harta (AHAP) Bakal Tambah Modal demi Penuhi Aturan OJK\n\n\nAgro Yasa (AYLS) Punya Pemilik Baru, Harga Sahamnya Terbang\n\n\nSiapkan Skema MESOP, Bank Amar (AMAR) Belum Alihkan Saham Buyback\n\n\nOversupply Minyak Dunia Tekan ICP Desember 2025 ke USD61,10 per Barel\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nHarga CPO Melonjak 2 Persen, Ditopang Rencana Kuota Biofuel AS\n\n\nAsing Borong Saham Tambang Logam, Nikel Jadi Primadona di Tengah Rekor IHSG\n\n\nGeliat Saham Bank Besar di Tengah Akumulasi Asing",
    "summary": "Saham emiten Grup Bakrie, yang juga sebagian dimilik Grup Salim, melonjak di hari perdana perdagangan di 2026, Jumat (2/1/2026)."
  },
  {
    "title": "10 Saham Paling Ramai Ditransaksikan Sepekan: BUMI, INET, hingga LEAD",
    "date": "2026-01-04",
    "full_content": "IDXChannel- Data perdagangan saham di Bursa Efek Indonesia (BEI) selama periode 29 Desember 2025-2 Januari 2026 ditutup dengan tren bervariasi. Namun, setidaknya 10 saham tercatat aktif ditransaksikan dalam sepekan pendek yakni tiga hari.\n\nRata-rata volume transaksi harian bursa pekan ini menanjak sebesar 8,84 persen, menjadi 41,723 miliar saham dari 38,336 miliar saham pada pekan lalu.\n\nSedangkan rata-rata nilai transaksi harian BEI mengalami penurunan sebesar 8,24 persen menjadi Rp21,743 triliun, dari Rp23,696 triliun pada pekan sebelumnya.\n\nRata-rata frekuensi transaksi harian mengalami kenaikan sebesar 2,12 persen menjadi 2,795 juta kali transaksi, dari 2,737 juta kali transaksi pada pekan lalu.\n\n\n\n10 Saham yang Rugi Sepekan, Ada PJHB hingga BUVA\n\n\nDeretan Saham Top Gainers Sepekan, RLCO Melonjak 141 Persen\n\n\nIHSG Pekan Ini Diprediksi Fluktuatif, KLBF, JPFA hingga TAPG Bisa Dikoleksi\n\n\nDaftar 10 Saham Paling Sering Ditransaksikan Sepekan, Ada COCO, BRMS, hingga PTRO\n\n\n10 Saham Paling Laris Ditransaksikan Sepekan: CDIA, CUAN, hingga BRMS\n\n\n10 Saham Paling Aktif Ditransaksikan Sepekan, Nomor Satu Tembus 629 Ribu Kali\n\n\nIni 10 Emiten Merugi dalam Sepekan, MFIN Pimpin Top Losers\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPersiapan Lalu Lintas Lebaran 2026, Korlantas Awasi Kesiapan Armada Angkutan Umum\n\n\nLong Weekend Isra Mikraj, KCIC Catat 15.000 Tiket Whoosh Habis Terjual\n\n\nLibur Long Weekend, 36 Ribu Tiket Kereta Area Daop 9 Jember Ludes Terjual\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nGangguan Perjalanan Kereta di Jalur Pantura Tengah, KAI Sampaikan Permohonan Maaf\n\n\nBelasan Saham Pesta Berkat Rencana Pembentukan BUMN Tekstil, Ini Daftar Emitennya\n\n\nAsuransi Harta (AHAP) Bakal Tambah Modal demi Penuhi Aturan OJK\n\n\nAgro Yasa (AYLS) Punya Pemilik Baru, Harga Sahamnya Terbang\n\n\nSiapkan Skema MESOP, Bank Amar (AMAR) Belum Alihkan Saham Buyback\n\n\nOversupply Minyak Dunia Tekan ICP Desember 2025 ke USD61,10 per Barel\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nHarga CPO Melonjak 2 Persen, Ditopang Rencana Kuota Biofuel AS\n\n\nAsing Borong Saham Tambang Logam, Nikel Jadi Primadona di Tengah Rekor IHSG\n\n\nGeliat Saham Bank Besar di Tengah Akumulasi Asing",
    "summary": "Berikut 10 saham yang paling aktif ditransaksikan dalam sepekan 29 Desember 2025-2 Januari 2026, mengutip data BEI, Minggu (4/1/2026):"
  },
  {
    "title": "Pekan Pendek, AK Beli 8.000.000 Lot BUMI Harga Segini",
    "date": "2026-01-04",
    "full_content": "KABARBURSA.COM– Di tengah pekan perdagangan yang terpotong libur akhir tahun, aktivitas akumulasi saham tetap terjadi di pasar.\n\nData transaksi di platform Stockbit menunjukkan broker UBS Sekuritas Indonesia (AK) mencatat beli bersih signifikan pada saham PT Bumi Resources Tbk (BUMI) pada 29 Desember, 30 Desember 2025 dan 2 Januari 2026.\n\nBerdasarkanbroker summarytransaksi pasar reguler, AK membukukan pembelian sekitar 8.000.000 lot saham BUMI dengan nilai transaksi beli mencapai Rp350 miliar.\n\nAkumulasi tersebut terjadi pada harga rata-rata Rp395 per saham, mencerminkan konsistensi minat beli di tengah volatilitas pasar menjelang awal perdagangan 2026.\n\nPada penutupan perdagangan terakhir, Jumat, 2 Januari 2026, saham BUMI berada di level Rp420 per saham, menguat 54 poin atau 14,75 persen dibandingkan harga penutupan sebelumnya di Rp366.\n\nDengan posisi harga tersebut, selisih antara harga rata-rata beli AK dan harga terakhir menunjukkan kenaikan sekitar 6,33 persen secaramark-to-marketdari posisi akumulasi sepanjang pekan pendek tersebut.\n\nJika dihitung, AK telah memperoleh potensi keuntungan sekitar Rp20 miliar, atau setara 6,33 persen, dari posisi akumulasi saham BUMI.\n\nDari sisi likuiditas, perdagangan BUMI berlangsung aktif. Total volume transaksi tercatat 117,71 juta lot dengan nilai transaksi mencapai Rp4,72 triliun.\n\nFrekuensi perdagangan menyentuh 330.820 kali, mencerminkan partisipasi pasar yang luas dan merata, bukan pergerakan harga yang didorong transaksi terbatas.\n\nNamun, pada sisi penawaran, data order book menunjukkan adanya konsentrasi antrean jual di level harga tertentu.\n\nDi harga Rp430 per saham, tercatat antrean penawaran sebesar 2.298.649 lot dengan frekuensi 2.255 kali. Padatnya antrean di level ini menjadikan Rp430 sebagai area supply yang menonjol pada akhir perdagangan.\n\nSecara intraday, saham BUMI bergerak dalam rentang Rp370 hingga Rp424. Harga pembukaan berada di Rp372 sebelum menguat bertahap hingga mendekati level tertinggi harian.\n\nPergerakan ini berlangsung seiring peningkatan volume dan frekuensi transaksi, yang mengindikasikan adanya tarik-menarik antara minat beli lanjutan dan tekanan jual di area harga atas.\n\nDengan kombinasi data tersebut, aktivitas AK di saham BUMI selama pekan perdagangan pendek menonjol baik dari sisi volume, nilai, maupun konsistensi harga beli.\n\nPergerakan harga pasca-akumulasi dan kepadatan antrean jual di level tertentu menjadi faktor yang kini diperhatikan pelaku pasar dalam mencermati lanjutan dinamika saham BUMI pada awal 2026. (*)",
    "summary": "AK memborong sekitar 8 juta lot saham BUMI di harga rata-rata Rp395. Harga terakhir di Rp420 memberi gambaran pergerakan pasca-akumulasi."
  },
  {
    "title": "Saham Grup Bakrie Melesat Lagi, BUMI-BRMS Pimpin Kenaikan",
    "date": "2026-01-05",
    "full_content": "IDXChannel –Saham emitenGrup Bakrie, yang juga sebagian dikendalikan Grup Salim, kembali melonjak pada Senin (5/1/2026), melanjutkan reli kenaikan beberapa waktu terakhir di tengah sentimen aksi korporasi, potensi inklusi indeks global, hingga rencana ekspansi ke depan.\n\nMenurut data Bursa Efek Indonesia (BEI), pukul 10.48 WIB, saham PTBumiResources Tbk (BUMI) melejit 12,38 persen ke Rp472 per unit, tertinggi sejak Februari 2017 silam.\n\nKabar terakhir, BUMI resmi mencaplok 5.734.770 saham Jubilee Metals Limited (JML) atau setara 64,98 persen. Nilai transaksinya mencapai Rp346,93 miliar atau setara 31,47 juta dolar Australia.\n\nPelaksanaan transaksi ini dilakukan pada 18 Desember 2025.\n\n\"Perseroan telah melakukan transaksi pengambil bagian atas sejumlah 3.312.632 saham baru yang diterbitkan oleh JML, suatu perusahaan yang didirikan di Australia Barat, dengan nilai transaksi sebesar Rp346.936.545.540 atau setara dengan 31.470.004 dolar Australia,\" ujar Direktur BUMI RA Sri Dharmayanti dalam keterbukaan informasi BEI, Jumat (19/12/2025).\n\nSri mengungkapkan, transaksi ini merupakan langkah strategis yang sejalan dengan rencana transformasi perseroan dan bagian dari program diversifikasi usaha perseroan di luar sektor batu bara.\n\n\n\nSaham Emiten Emas Berpesta Lagi, ARCI-PSAB Pimpin Reli\n\n\nPasar Menanti Keputusan Metodologi Free Float MSCI\n\n\nSaham Konglomerat Grup Bakrie hingga Hapsoro Tumbang Lagi\n\n\nSaham PANI Jatuh 4 Hari Beruntun, Analis Soroti Area Penting\n\n\nSaham ANTM-HRTA Cs Melonjak usai Harga Emas Tembus Rekor USD4.600\n\n\nIHSG Hari Ini Diproyeksi Tembus 9.000, Simak Analisa ARCI, BBRI, BUMI, dan BUVA\n\n\nBRMS Gelontorkan USD3,20 Juta Garap Tambang Emas hingga Tembaga per Desember 2025\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPersiapan Lalu Lintas Lebaran 2026, Korlantas Awasi Kesiapan Armada Angkutan Umum\n\n\nLong Weekend Isra Mikraj, KCIC Catat 15.000 Tiket Whoosh Habis Terjual\n\n\nLibur Long Weekend, 36 Ribu Tiket Kereta Area Daop 9 Jember Ludes Terjual\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nGangguan Perjalanan Kereta di Jalur Pantura Tengah, KAI Sampaikan Permohonan Maaf\n\n\nBelasan Saham Pesta Berkat Rencana Pembentukan BUMN Tekstil, Ini Daftar Emitennya\n\n\nAsuransi Harta (AHAP) Bakal Tambah Modal demi Penuhi Aturan OJK\n\n\nAgro Yasa (AYLS) Punya Pemilik Baru, Harga Sahamnya Terbang\n\n\nSiapkan Skema MESOP, Bank Amar (AMAR) Belum Alihkan Saham Buyback\n\n\nOversupply Minyak Dunia Tekan ICP Desember 2025 ke USD61,10 per Barel\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nHarga CPO Melonjak 2 Persen, Ditopang Rencana Kuota Biofuel AS\n\n\nAsing Borong Saham Tambang Logam, Nikel Jadi Primadona di Tengah Rekor IHSG\n\n\nGeliat Saham Bank Besar di Tengah Akumulasi Asing",
    "summary": "Saham emiten Grup Bakrie, yang juga sebagian dikendalikan Grup Salim, kembali melonjak pada Senin (5/1/2026)."
  },
  {
    "title": "BUMI hingga PTRO Jadi Kandidat Kuat Penghuni MSCI di Februari",
    "date": "2026-01-08",
    "full_content": "IDXChannel –Peta kandidat saham Indonesia yang berpeluang masukMSCIStandard Cap Index pada rebalancing Februari 2026 kian mengerucut.\n\nSejumlah emiten yang terafiliasi dengan konglomerat besar, khususnyaGrup Bakriedan Grup Barito milikPrajogo Pangestu, mencuat sebagai kandidat terkuat dalam review indeks global tersebut.\n\nIndo Premier Sekuritas menilai tidak akan ada saham Indonesia yang dikeluarkan dari indeks MSCI Indonesia Standard Cap pada review Februari 2026.\n\nSebaliknya, peluang masuk justru terbuka, terutama bagi saham tambang batu bara Grup Salim dan Grup Bakrie PTBumiResources Tbk (BUMI). Penilaian ini tertuang dalam riset Indo Premier Sekuritas yang terbit pada 10 Desember 2025.\n\nIndo Premier menyebut BUMI sebagai kandidat dengan probabilitas tertinggi untuk masuk MSCI Standard Cap.\n\n\n\nAksi Borong Prajogo Pangestu Kerek Saham BREN-BRPT Cs\n\n\nPasar Menanti Keputusan Metodologi Free Float MSCI\n\n\nSaham Konglomerat Grup Bakrie hingga Hapsoro Tumbang Lagi\n\n\nIHSG Sempat Jatuh Lebih dari 2 Persen di Tengah Rontoknya Saham Konglo, Ada Apa?\n\n\nIHSG Hari Ini Diproyeksi Tembus 9.000, Simak Analisa ARCI, BBRI, BUMI, dan BUVA\n\n\n148 Ribu Investor Baru Serbu Saham BUMI di Tengah Reli\n\n\nAsing Lepas Saham Konglo Ini, Bakrie hingga Salim Masuk Daftar Jual\n\n\nSeribu Pelajar Indonesia Ikuti MVP PNM, Tuturkan Kisah Ibu Lewat Karya Digital\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPersiapan Lalu Lintas Lebaran 2026, Korlantas Awasi Kesiapan Armada Angkutan Umum\n\n\nLong Weekend Isra Mikraj, KCIC Catat 15.000 Tiket Whoosh Habis Terjual\n\n\nLibur Long Weekend, 36 Ribu Tiket Kereta Area Daop 9 Jember Ludes Terjual\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nBelasan Saham Pesta Berkat Rencana Pembentukan BUMN Tekstil, Ini Daftar Emitennya\n\n\nAsuransi Harta (AHAP) Bakal Tambah Modal demi Penuhi Aturan OJK\n\n\nAgro Yasa (AYLS) Punya Pemilik Baru, Harga Sahamnya Terbang\n\n\nSiapkan Skema MESOP, Bank Amar (AMAR) Belum Alihkan Saham Buyback\n\n\nOversupply Minyak Dunia Tekan ICP Desember 2025 ke USD61,10 per Barel\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nHarga CPO Melonjak 2 Persen, Ditopang Rencana Kuota Biofuel AS\n\n\nAsing Borong Saham Tambang Logam, Nikel Jadi Primadona di Tengah Rekor IHSG\n\n\nGeliat Saham Bank Besar di Tengah Akumulasi Asing",
    "summary": "Peta kandidat saham Indonesia yang berpeluang masuk MSCI Standard Cap Index pada rebalancing Februari 2026 kian mengerucut."
  },
  {
    "title": "Aksi Lego CGS, Andhesti, dan Chengdong di Tengah Reli BRMS, BUMI, DEWA",
    "date": "2026-01-09",
    "full_content": "IDXChannel -Sejumlah pemegang saham dengan kepemilikan di atas lima persen di emiten milikGrup BakriedanGrup Salimbelakangan terlihat rajin memangkas porsi kepemilikannya secara bertahap, di tengah reli kuat saham-saham tersebut.\n\nEmiten yang dimaksud mencakup perusahaan tambang batu bara PTBumiResources Tbk (BUMI), tambang emas PT Bumi Resources Minerals Tbk (BRMS), serta kontraktor tambang PT Darma Henwa Tbk (DEWA).\n\nKetiga saham itu mencatatkan lonjakan signifikan dalam beberapa waktu terakhir, didorong oleh beragam sentimen positif.\n\nFaktor pendorongnya antara lain kenaikan tajam harga emas dunia, rencana ekspansi dan akuisisi, aksi korporasi, hingga sentimenindex playatau peluang masuk ke indeks global seperti MSCI.\n\nSaham BUMI, yang digadang-gadang menjadi salah satu kandidat kuat penghuni indeks MSCI pada rebalancing Februari mendatang, telah melesat 88,89 persen dalam sebulan dan melonjak 313,91 persen dalam setahun terakhir.\n\n\n\nSaham Emiten Emas Berpesta Lagi, ARCI-PSAB Pimpin Reli\n\n\nPasar Menanti Keputusan Metodologi Free Float MSCI\n\n\nSaham Konglomerat Grup Bakrie hingga Hapsoro Tumbang Lagi\n\n\nSaham PANI Jatuh 4 Hari Beruntun, Analis Soroti Area Penting\n\n\nSaham ANTM-HRTA Cs Melonjak usai Harga Emas Tembus Rekor USD4.600\n\n\nIHSG Hari Ini Diproyeksi Tembus 9.000, Simak Analisa ARCI, BBRI, BUMI, dan BUVA\n\n\nBRMS Gelontorkan USD3,20 Juta Garap Tambang Emas hingga Tembaga per Desember 2025\n\n\nSeribu Pelajar Indonesia Ikuti MVP PNM, Tuturkan Kisah Ibu Lewat Karya Digital\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPersiapan Lalu Lintas Lebaran 2026, Korlantas Awasi Kesiapan Armada Angkutan Umum\n\n\nLong Weekend Isra Mikraj, KCIC Catat 15.000 Tiket Whoosh Habis Terjual\n\n\nLibur Long Weekend, 36 Ribu Tiket Kereta Area Daop 9 Jember Ludes Terjual\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nBelasan Saham Pesta Berkat Rencana Pembentukan BUMN Tekstil, Ini Daftar Emitennya\n\n\nAsuransi Harta (AHAP) Bakal Tambah Modal demi Penuhi Aturan OJK\n\n\nAgro Yasa (AYLS) Punya Pemilik Baru, Harga Sahamnya Terbang\n\n\nSiapkan Skema MESOP, Bank Amar (AMAR) Belum Alihkan Saham Buyback\n\n\nOversupply Minyak Dunia Tekan ICP Desember 2025 ke USD61,10 per Barel\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nHarga CPO Melonjak 2 Persen, Ditopang Rencana Kuota Biofuel AS\n\n\nAsing Borong Saham Tambang Logam, Nikel Jadi Primadona di Tengah Rekor IHSG\n\n\nGeliat Saham Bank Besar di Tengah Akumulasi Asing",
    "summary": "Sejumlah pemegang saham dengan kepemilikan di atas lima persen di emiten milik Grup Bakrie dan Grup Salim belakangan terlihat rajin memangkas porsi kepemilikan."
  },
  {
    "title": "Transaksi BUMI Triliunan, ini Peta Pembeli dan Keuntungannya",
    "date": "2026-01-11",
    "full_content": "KABARBURSA.COM– Perdagangan saham PT Bumi Resources Tbk (BUMI) menempati posisi teratas dari sisi volume transaksi di Bursa Efek Indonesia (BEI) pada Jumat, 9 Januari 2026.\n\nAktivitas perdagangan tersebut tercermin dari volume saham yang berpindah tangan dalam jumlah besar di pasar reguler dengan frekuensi transaksi yang tinggi.\n\nBerdasarkan data perdagangan BEI, tingginya volume transaksi BUMI diikuti oleh nilai transaksi yang juga signifikan. Untuk melihat struktur perdagangannya secara lebih rinci, ringkasanbroker summarymemberikan gambaran mengenai pihak-pihak yang tercatat sebagai pembeli utama pada saham tersebut dalam satu hari perdagangan.\n\nPemantauan ini menggunakan data broker summary pasar reguler BEI dengan klasifikasi seluruh investor. Parameter yang diperhatikan mencakup nilai beli, volume transaksi dalam satuan lot, serta harga rata-rata pembelian pada sesi perdagangan yang sama. Seluruh data mencerminkan aktivitas transaksi harian dan tidak menggambarkan posisi akhir kepemilikan saham.\n\nDari sisi pembelian, aktivitas transaksi BUMI tersebar di sejumlah broker dengan nilai dan volume yang relatif besar. Stockbit Sekuritas Digital (XL) tercatat sebagai salah satu pembeli utama dengan nilai beli mencapai Rp61,8 miliar. Volume pembelian melalui broker ini tercatat sebesar 1,3 juta lot dengan harga rata-rata 469 per saham.\n\nVerdhana Sekuritas Indonesia (BB) juga mencatatkan pembelian dengan nilai yang hampir seimbang. Broker ini membukukan nilai beli Rp60,5 miliar dengan volume 1,3 juta lot pada harga rata-rata 468. Nilai dan volume pembelian yang berdekatan tersebut menunjukkan aktivitas transaksi yang berlangsung pada rentang harga yang sama.\n\nSelain dua broker tersebut, pembelian BUMI juga tercatat melalui Semesta Indovest Sekuritas (MG). Nilai beli yang dibukukan mencapai Rp43,6 miliar dengan volume 936,2 ribu lot di harga rata-rata 470. Aktivitas pembelian pada kisaran harga tersebut menunjukkan bahwa transaksi BUMI berlangsung pada rentang harga yang relatif rapat.\n\nPembeli berikutnya adalah Indo Premier Sekuritas (PD) dengan nilai beli Rp41,9 miliar. Volume transaksi melalui broker ini mencapai 901,1 ribu lot dengan harga rata-rata 468.\n\nSementara itu, Buana Capital Sekuritas (RF) juga masuk dalam daftar pembeli utama dengan nilai beli Rp41,7 miliar dan volume 891,4 ribu lot di harga rata-rata 469.\n\nJika dilihat secara keseluruhan, pembelian BUMI pada hari tersebut melibatkan lima broker utama dengan nilai beli masing-masing di atas Rp40 miliar. Seluruh pembelian tersebut terjadi pada rentang harga 468–470, mencerminkan konsentrasi transaksi pada area harga yang sama dalam satu sesi perdagangan.\n\n\n\nAnalisis KeuntunganBroker, Siapa Tercuan?\nUntuk menakar posisi keuntungan broker pada perdagangan saham BUMI, Jumat, 9 Januari 2026, digunakan pendekatanmark-to-marketdengan membandingkan harga beli rata-rata masing-masingbrokerdan harga penutupan resmi di level 462.\n\nPerhitunganKabarbursa.commerujuk databroker summaryini bersifat estimatif dan tidak merepresentasikan realisasi laba atau rugi.\n\nBerdasarkan data, XL mencatat nilai pembelian terbesar dengan total Rp61,8 miliar pada harga rata-rata 469. Dengan selisih harga penutupan sebesar 7 poin di bawah harga beli, posisi transaksi Stockbit secaramark-to-marketsetara dengan koreksi sekitar 1,49 persen.\n\nDengan basis nilai transaksi tersebut, estimasi penurunan nilai berada di kisaran Rp920 juta pada akhir sesi perdagangan.\n\nSementara BB membukukan pembelian senilai Rp60,5 miliar dengan harga rata-rata 468. Selisih harga penutupan sebesar 6 poin menghasilkan koreksi sekitar 1,28 persen secaramark-to-market.\n\nDengan perhitungan tersebut, estimasi penurunan nilai transaksi BB berada di kisaran Rp770 juta pada penutupan perdagangan.\n\nPembelian berikutnya tercatat melalui MG dengan nilai transaksi Rp43,6 miliar pada harga rata-rata 470. Selisih harga penutupan sebesar 8 poin setara dengan koreksi sekitar 1,70 persen, sehingga estimasi penurunan nilai mark-to-market berada di kisaran Rp740 juta pada akhir sesi.\n\nSementara itu, PD mencatat pembelian BUMI senilai Rp41,9 miliar dengan harga rata-rata 468. Selisih harga penutupan sebesar 6 poin menghasilkan koreksi sekitar 1,28 persen, yang setara dengan estimasi penurunan nilai sekitar Rp540 juta secara mark-to-market.\n\nAdapun RF juga masuk dalam kelompok pembeli utama dengan nilai transaksi Rp41,7 miliar pada harga rata-rata 469. Dengan selisih harga penutupan sebesar 7 poin, posisi transaksi broker ini mencerminkan koreksi sekitar 1,49 persen, atau setara dengan estimasi penurunan nilai sekitar Rp620 juta pada akhir perdagangan.\n\nJika dihitung secara agregat, total nilai pembelian limabrokerutama tersebut mencapai sekitar Rp249,5 miliar. Dengan selisih harga penutupan terhadap harga beli rata-rata, estimasi penurunan nilaimark-to-marketsecara keseluruhan berada di kisaran Rp3,5 miliar hingga Rp3,7 miliar pada akhir sesi perdagangan Jumat tersebut.\n\nPerlu ditegaskan bahwa perhitungan ini didasarkan pada harga penutupan resmi BEI dan harga beli rata-rata broker, tanpa memperhitungkan kemungkinan transaksi jualintraday.\n\nDengan demikian, estimasi ini mencerminkan posisi nilai transaksi pada akhir hari, bukan hasil transaksi bersih yang direalisasikan oleh masing-masing broker. (*)",
    "summary": "Saham BUMI menjadi top volume di BEI dengan pembelian besar oleh sejumlah broker. Data broker summary merinci nilai, volume, dan harga beli rata-rata."
  },
  {
    "title": "IHSG Esok Hari Berpeluang Tembus 9.000: ARCI, BBRI, BUMI, BUVA Menarik",
    "date": "2026-01-11",
    "full_content": "KABARBURSA.COM– Menutup akhir pekan, pergerakan Indeks Harga Saham Gabungan (IHSG) menunjukkan karakter yang menarik. Menguat tipis 0,13 persen ke level 8.936,75, indeks masih diintai tekanan jual kecil.\n\nSecara struktural, pasar memang tidak sedang berada dalam fase distribusi besar, melainkan konsolidasi sehat setelah reli panjang sejak kuartal terakhir tahun lalu.\n\nDan untuk pergerakan IHSG pada Senin, 12 Januari 2026, dari sudut pandang teknikal berbasis wave, posisi IHSG saat ini diperkirakan berada pada bagian dari wave (v) dari wave (iii), yang biasanya menandai fase lanjutan penguatan. Namun dengan catatan, ada volatilitas yang lebih tinggi.\n\nDi sini, area 9.030 hingga 9.077 menjadi zona yang sangat krusial. Jika IHSG mampu menembus dan bertahan di atas 9.030, maka pasar sedang mengonfirmasi bahwa impuls naik masih dominan dan belum selesai.\n\nNamun, karena sudah berada di bagian akhir struktur impuls, risiko koreksi jangka pendek tidak boleh diabaikan. Zona 8.843–8.904 berpotensi menjadi area uji ulang yang wajar, terutama jika terjadi profit taking menjelang akhir pekan atau pembukaan awal pekan depan.\n\nSelama koreksi tersebut masih bertahan di atas area support 8.867 hingga 8.806, maka itu lebih tepat dibaca sebagai pullback teknikal, bukan pembalikan tren.\n\nUntuk perdagangan esok hari, skenario yang paling masuk akal adalah pergerakan yang cenderung fluktuatif dengan bias naik terbatas. Pasar akan menguji daya beli di area resistance 8.996 hingga 9.030.\n\nJika volume mulai menyusut dan tekanan jual tetap kecil, peluang IHSG untuk kembali mengarah ke atas tetap terbuka. Sebaliknya, jika muncul lonjakan volume jual tanpa disertai kenaikan harga, maka koreksi ke area 8.900-an akan menjadi skenario yang lebih realistis.\n\n\n\nSaham-saham yang Menarik Diperdagangkan\nDi tengah kondisi ini, saham-saham yang layak diperdagangkan adalah yang secara teknikal masih berada dalam struktur naik dan menunjukkan akumulasi yang relatif sehat.\n\nARCI menjadi salah satu yang paling menarik. Penguatannya sebesar 4,31 persen ke 1.695 dengan dukungan volume beli menunjukkan bahwa minat pasar belum surut. Selama harga bertahan di atas MA20, ARCI lebih tepat dibaca sebagai saham yang sedang menyusun lanjutan tren naiknya.\n\nArea pullback ke kisaran 1.575–1.610 justru menjadi zona yang rasional untuk akumulasi, dengan potensi pengujian 1.750 hingga 1.950 jika wave berikutnya terkonfirmasi.\n\nBBRI menawarkan karakter yang berbeda. Koreksi 0,81 persen ke 3.680 memang disertai tekanan jual, tetapi secara struktur, posisinya justru menarik karena diperkirakan berada di awal wave (iii) dari wave [c].\n\nIni biasanya merupakan fase awal impuls naik yang cukup kuat. Jika harga mampu bertahan di atas area 3.630–3.650, maka BBRI berpotensi kembali menguat menuju 3.780 hingga 3.830 dalam waktu relatif dekat.\n\nBUMI tetap menjadi saham trading favorit untuk volatilitas jangka pendek. Meski naik tipis 0,43 persen ke 462, tekanan jual masih terlihat.\n\nNamun selama tidak menembus 442, struktur teknikalnya masih konsisten sebagai bagian dari wave v dari wave (v) dari wave [iii], yang biasanya menandai fase euforia pendek sebelum koreksi lebih besar. Untuk trader, area 450–456 menjadi zona yang menarik, dengan potensi menuju 486 hingga 510.\n\nSementara itu, BUVA mencuri perhatian dengan lonjakan 15,44 persen ke 1.720 dan volume beli yang sangat dominan. Kenaikan seperti ini sering kali tidak langsung berakhir, apalagi jika struktur wave-nya masih berada di awal wave [iii] dari wave 5.\n\nArtinya, secara teori, ruang naiknya masih cukup panjang. Namun, karena sudah naik tajam, pendekatan yang lebih rasional adalah menunggu pullback ke area 1.580–1.645 sebelum masuk, alih-alih mengejar di puncak.\n\nSecara keseluruhan, pasar sedang berada dalam fase yang menarik. Tren besar masih naik, tetapi jarak dengan area resistance utama sudah semakin dekat. Ini membuat strategi terbaik bukan mengejar harga, melainkan menunggu koreksi-koreksi kecil untuk masuk ke saham-saham yang masih berada dalam struktur naik yang sehat.\n\nJika IHSG mampu menembus 9.030 dalam beberapa sesi ke depan, maka bias pasar akan bergeser menjadi lebih agresif. Namun jika justru terjadi penolakan di area tersebut, koreksi menuju 8.900-an harus dibaca sebagai bagian dari proses normal, bukan sinyal bahaya.(*)",
    "summary": "IHSG menguat tipis ke 8.936 jelang akhir pekan. Area 9.030 jadi kunci arah awal pekan. Simak proyeksi teknikal dan saham potensial untuk trading."
  },
  {
    "title": "IHSG Hari Ini Diproyeksi Tembus 9.000, Simak Analisa ARCI, BBRI, BUMI, dan BUVA",
    "date": "2026-01-12",
    "full_content": "IDXChannel- Tim riset MNC Sekuritas memproyeksi Indeks HargaSahamGabungan (IHSG) pada perdagangan hari ini, Senin (12/1/2026), kembali melanjutkan penguatan dan tembus ke level 9.000.\n\nPada perdagangan akhir pekan lalu, IHSG sempat menyentuh level 9.000 dan berakhir menguat 0,13 persen di level 8.936 pada Jumat (9/1/2026) dan didominasi tekanan jual yang relatif mengecil.\n\n“Posisi IHSG diperkirakan sedang berada pada bagian dari wave (v) dari wave [iii], sehingga dapat dicermati area penguatan pada rentang 9.030-9.077,\" dikutip MNCS Daily Scope Wave.\n\nNamun demikian, MNC Sekuritas juga mengingatkan bahwa pada skenario lainnya, IHSG masih berpotensi mengalami koreksi.\n\n\"Waspadai akan adanya koreksi yang diperkirakan menguji 8.843-8.904,\" lanjut tim riset MNC Sekuritas.\n\nMNC Sekuritas mengatakan IHSG berada di level support 8.867, 8.806 dan level resistance 8.996, 9.030 pada perdagangan hari ini. Adapun beberapa saham yang dapat dicermati investor sebagai berikut:\n\nARCI- Buy on Weakness\n\nARCI menguat 4,31 persen ke Rp1.695 dan disertai dengan munculnya volume pembelian, penguatannya pun masih bertahan di atas MA20. Kami memperkirakan, posisi ARCI saat ini sedang berada pada bagian dari wave 4 dari wave (C).\n\nBuy on Weakness: Rp1.575-Rp1.610\n\nTarget Price: Rp1.750, Rp1.950\n\nStoploss: below Rp1.525\n\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nGeliat Saham Bank Besar di Tengah Akumulasi Asing\n\n\nUMKM Binaan BRI Kain Indonesia by Shifara Luncurkan Batik Office Wear\n\n\n10 Saham Catatkan Penurunan Terbesar Pekan ini, Ada BBSS, RAJA, hingga FPNI\n\n\nSOHO Melesat 100 Persen Pekan Ini, Pimpin Deretan Saham Top Gainers\n\n\nBursa Asia Variatif di Tengah Kenaikan Wall Street\n\n\nBursa Sepekan Cetak Rekor: IHSG All Time High di 9.075, Market Cap Tembus Rp16.512 Triliun\n\n\nSeribu Pelajar Indonesia Ikuti MVP PNM, Tuturkan Kisah Ibu Lewat Karya Digital\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPersiapan Lalu Lintas Lebaran 2026, Korlantas Awasi Kesiapan Armada Angkutan Umum\n\n\nLong Weekend Isra Mikraj, KCIC Catat 15.000 Tiket Whoosh Habis Terjual\n\n\nLibur Long Weekend, 36 Ribu Tiket Kereta Area Daop 9 Jember Ludes Terjual\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nBelasan Saham Pesta Berkat Rencana Pembentukan BUMN Tekstil, Ini Daftar Emitennya\n\n\nAsuransi Harta (AHAP) Bakal Tambah Modal demi Penuhi Aturan OJK\n\n\nAgro Yasa (AYLS) Punya Pemilik Baru, Harga Sahamnya Terbang\n\n\nSiapkan Skema MESOP, Bank Amar (AMAR) Belum Alihkan Saham Buyback\n\n\nOversupply Minyak Dunia Tekan ICP Desember 2025 ke USD61,10 per Barel\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nHarga CPO Melonjak 2 Persen, Ditopang Rencana Kuota Biofuel AS\n\n\nAsing Borong Saham Tambang Logam, Nikel Jadi Primadona di Tengah Rekor IHSG\n\n\nGeliat Saham Bank Besar di Tengah Akumulasi Asing",
    "summary": "IHSG pada perdagangan hari ini, Senin (12/1/2026), diproyeksi kembali melanjutkan penguatan dan tembus ke level 9.000."
  },
  {
    "title": "148 Ribu Investor Baru Serbu Saham BUMI di Tengah Reli",
    "date": "2026-01-12",
    "full_content": "IDXChannel –Emiten milikGrup Bakriedan Grup Salim, PTBumiResources Tbk (BUMI), kedatangan lebih dari 100 ribu pemegang saham baru selama Desember 2025. Angka itu sejauh ini menjadi penambahan bulanan terbesar di antara emiten lainnya.\n\nMenurut data Bursa Efek Indonesia (BEI), yang dirilis pada 9 Januari 2026, jumlah pemegang saham emiten BUMI bertambah 148.255 selama bulan lalu. Dus, kini BUMI memiliki 362.993 pemegang saham, terbanyak keempat di bursa di bawah BBRI (659 ribu), BBCA (578 ribu), dan GOTO (363 ribu).\n\nJumlah pemegang saham BUMI memang melonjak signifikan dalam beberapa bulan terakhir.\n\nTren kenaikan ini sudah terlihat sejak September 2025, dari 157.747 pemegang saham, lalu naik menjadi 191.942 pada Oktober dan 214.738 pada November.\n\nSecara kumulatif, dalam sekitar tiga bulan terakhir, BUMI menambah sekitar 205 ribu pemegang saham, mencerminkan minat investor ritel yang terus menguat terhadap saham emiten batu bara tersebut.\n\n\n\nPasar Menanti Keputusan Metodologi Free Float MSCI\n\n\nSaham Konglomerat Grup Bakrie hingga Hapsoro Tumbang Lagi\n\n\nSaham PANI Jatuh 4 Hari Beruntun, Analis Soroti Area Penting\n\n\nIHSG Hari Ini Diproyeksi Tembus 9.000, Simak Analisa ARCI, BBRI, BUMI, dan BUVA\n\n\nAsing Lepas Saham Konglo Ini, Bakrie hingga Salim Masuk Daftar Jual\n\n\nSiapa Kandidat Kuat Penghuni MSCI 2026? Ini Proyeksi Analis\n\n\nAksi Lego CGS, Andhesti, dan Chengdong di Tengah Reli BRMS, BUMI, DEWA\n\n\nSeribu Pelajar Indonesia Ikuti MVP PNM, Tuturkan Kisah Ibu Lewat Karya Digital\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPersiapan Lalu Lintas Lebaran 2026, Korlantas Awasi Kesiapan Armada Angkutan Umum\n\n\nLong Weekend Isra Mikraj, KCIC Catat 15.000 Tiket Whoosh Habis Terjual\n\n\nLibur Long Weekend, 36 Ribu Tiket Kereta Area Daop 9 Jember Ludes Terjual\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nBelasan Saham Pesta Berkat Rencana Pembentukan BUMN Tekstil, Ini Daftar Emitennya\n\n\nAsuransi Harta (AHAP) Bakal Tambah Modal demi Penuhi Aturan OJK\n\n\nAgro Yasa (AYLS) Punya Pemilik Baru, Harga Sahamnya Terbang\n\n\nSiapkan Skema MESOP, Bank Amar (AMAR) Belum Alihkan Saham Buyback\n\n\nOversupply Minyak Dunia Tekan ICP Desember 2025 ke USD61,10 per Barel\n\n\nTRIN Alihkan Kembali 88,36 Juta Saham Hasil Buyback, Raup Rp56,99 Miliar\n\n\nPeta Cuan 2026: Saham Kesehatan, Teknologi, hingga Perkapalan Jadi Sorotan\n\n\nHarga CPO Melonjak 2 Persen, Ditopang Rencana Kuota Biofuel AS\n\n\nAsing Borong Saham Tambang Logam, Nikel Jadi Primadona di Tengah Rekor IHSG\n\n\nGeliat Saham Bank Besar di Tengah Akumulasi Asing",
    "summary": "Emiten milik Grup Bakrie dan Grup Salim, PT Bumi Resources Tbk (BUMI), kedatangan lebih dari 100 ribu pemegang saham baru selama Desember 2025."
  },
  {
    "title": "IHSG Sesi I Menguat 24,29 Poin, Perhatikan GOTO dan BUMI",
    "date": "2026-01-19",
    "full_content": "KABARBURSA.COM– Indeks Harga Saham Gabungan (IHSG) menutup sesi pertama perdagangan Senin, 19 Januari 2026, dengan pergerakan positif. Hingga jeda siang, IHSG berada di level 9.099,70, menguat 24,29 poin atau 0,27 persen dibandingkan penutupan sebelumnya di 9.075,41.\n\nSejak dibuka di level 9.098,70, indeks sempat bergerak naik hingga menyentuh level tertinggi intraday di 9.109,04, sebelum terkoreksi ringan dan bertahan di zona hijau. Tekanan jual sempat muncul di awal sesi yang terlihat dari level terendah harian di 9.026,00. Namun pelemahan ini langsung diserap oleh pasar.\n\nLikuiditas sesi pertama tergolong padat. Total nilai transaksi tercatat mencapai sekitar Rp16,57 triliun dengan volume perdagangan 368,38 juta lot. Struktur ini menunjukkan aktivitas yang masih cukup aktif, meski tidak dalam fase euforia.\n\nJadi hingga tengah hari (miday) ini, pola pergerakan IHSG lebih mencerminkan konsolidasi di area atas, bukan reli agresif. Di sini, pelaku pasar cenderung selektif dalam mengambil posisi.\n\n\n\nSaham-saham Berkapitalisasi Kecil Dorong Pergerakan\nDari papan top gainers, lonjakan paling mencolok datang dari saham PT Ever Shine Tex Tbk (ESTI). Saham ini melesat 34,74 persen ke level 256, dengan nilai transaksi mencapai Rp21,12 miliar dan volume sekitar 856,61 ribu saham.\n\nPergerakan ESTI menjadi salah satu yang paling eksplosif hari ini, di mana minat beli datang secara serentak.\n\nDi belakangnya, PT Bersama Zatta Jaya Tbk (ZATA) juga mencatat lonjakan tajam. Harga saham ini naik 34,57 persen ke level 109, dengan nilai transaksi besar mencapai Rp216,95 miliar dan volume mencapai 21,49 juta saham. Aktivitas ZATA tergolong masif, baik dari sisi nilai maupun jumlah saham berpindah tangan.\n\nSaham PT Trisula Textile Industries Tbk (BELL) ikut meramaikan papan atas. Harga BELL melonjak 34,55 persen ke level 148, dengan nilai transaksi sekitar Rp46,82 miliar dan volume 3,32 juta saham.\n\nSementara itu, di sisi top losers, tekanan jual terlihat cukup tajam pada sejumlah saham. PT Tunas Alfin Tbk (TALF) menjadi yang paling tertekan dengan penurunan 12,41 persen ke level 600. Nilai transaksi saham ini mencapai Rp598,22 juta, dengan volume sekitar 9,89 ribu saham.\n\nTekanan juga terjadi pada PT Citra Tubindo Tbk (CTBN), yang turun 11,62 persen ke level 7.225. Nilai transaksi tercatat sekitar Rp1,01 miliar dengan volume di kisaran 1,38 ribu saham. Pergerakan CTBN cenderung sporadis, dengan tekanan jual muncul di tengah minimnya minat beli.\n\nSaham PT PAM Mineral Tbk (NICL) juga masuk jajaran pelemah terdalam. Harga saham ini turun 11,25 persen ke level 1.460, dengan nilai transaksi cukup besar mencapai Rp84,34 miliar dan volume sekitar 562,48 ribu saham.\n\nDari sisi aktivitas, papan top volume hari ini memperlihatkan rotasi yang cukup kontras antara saham berkapitalisasi besar dan saham-saham dengan karakter spekulatif tinggi. Tiga nama yang mendominasi adalah PT GoTo Gojek Tokopedia Tbk (GOTO), PT Bumi Resources Tbk (BUMI), dan PT Bersama Zatta Jaya Tbk (ZATA).\n\nGOTO menjadi saham dengan volume terbesar, mencapai sekitar 42,11 juta saham yang berpindah tangan. Nilai transaksinya tercatat sekitar Rp277,49 miliar dengan frekuensi 19,11 ribu kali.\n\nBUMI berada di posisi kedua dengan volume sekitar 32,76 juta saham, tetapi nilai transaksinya jauh lebih besar, mencapai Rp1,30 triliun. Frekuensinya juga sangat tinggi, menembus 150,19 ribu kali.\n\nZATA melengkapi tiga besar dengan volume sekitar 21,49 juta saham, nilai transaksi Rp216,95 miliar, dan frekuensi 94,16 ribu kali.\n\nSecara keseluruhan, pergerakan IHSG pada sesi pertama hari ini masih mencerminkan fase konsolidasi di level atas. Kenaikan indeks tidak diiringi lonjakan ekstrem, sementara rotasi saham terlihat jelas antara papan atas dan papan bawah.\n\nAktivitas spekulatif masih terkonsentrasi di saham-saham tertentu, sementara sebagian saham lain justru mengalami tekanan cukup dalam. Struktur ini menandakan pasar masih berhati-hati, menunggu katalis yang lebih kuat untuk menentukan arah berikutnya.(*)",
    "summary": "IHSG menguat 0,27% di sesi pertama. ESTI, ZATA, dan BELL melesat, sementara TALF, CTBN, dan NICL tertekan. GOTO, BUMI, dan ZATA dominasi volume."
  },
  {
    "title": "IHSG Berpotensi Menguat Hari Ini, Initip Analisa RATU, BUMI, hingga ADRO",
    "date": "2026-01-20",
    "full_content": "IDXChannel- Indeks HargaSahamGabungan (IHSG) hari ini, Selasa (20/1/2026), berpotensi menguat.\n\n\"IHSG berpotensi melanjutkan kenaikan hari ini sepanjang kuat di atas 9.100,\" ujar Head of Retail Research BNI Sekuritas, Fanny Suherman, dalam risetnya pada Selasa (20/1/2026)\n\nDia memproyeksi support IHSG berada di 9.040-9.100, sedangkan resistance IHSG di rentang 9.170-9.200.\n\nSebelumnya, IHSG ditutup naik 0,64 persen ke 9.133,87, tapi disertai dengan net sell asing Rp543 miliar. Saham yang paling banyak dijual asing yaitu BBCA, GOTO, TLKM, ARCI dan INDY.\n\nUntuk perdagangan hari ini, Fanny memiliki enam saham pilihan yaituRATU,BUMI,PGAS, CPRO,ADRO, dan OASA.\n\nSpec Buy dengan area beli di Rp8.500-Rp8.600, cutloss di bawah Rp8.500. Target dekat di Rp8.750-Rp8.975.\n\nSpec Buy dengan area beli di Rp402-Rp412, cutloss di bawah Rp400. Target dekat di Rp420-Rp450.\n\n\n\nTransaksi Nego Jumbo Rp6,9 Triliun di Saham BUMI, Aksi Grup Salim?\n\n\nPrediksi IHSG Hari Ini, Pantau Pergerakan Saham GZCO, JPFA hingga SMRA\n\n\nIHSG Berpeluang Cetak Rekor Baru, Cek Pergerakan Saham MDKA hingga BKSL\n\n\nRupiah Dekati Rp17.000 Saat IHSG Cetak Rekor, Ini Kata Purbaya\n\n\nIHSG Berakhir Perkasa ke 9.133, Market Cap Tembus Rp16.639 Triliun\n\n\nIHSG Sesi I Ditutup Menguat ke 9.099, Ditopang Sektor Siklikal dan Infrastruktur\n\n\nPGN LNG Indonesia Siap Regasifikasi 30 Kargo Sepanjang 2026\n\n\nWali Kota Madiun Jadi Tersangka Tindak Pidana Korupsi, Terima Suap Rp1,7 Miliar\n\n\nGanti Nahkoda, PGEO Tunjuk Ahmad Yani Jadi Dirut Utama\n\n\nSaham BLUE Masuk Radar UMA, Proses Akuisisi Dragonmine Masih Berjalan\n\n\nCabut Izin 28 Perusahaan, Pemerintah Tegaskan Komitmen Penertiban Usaha Berbasis SDA\n\n\nKPK OTT Kepala Daerah Jadi Bukti Korupsi Masih Jadi PR\n\n\nPemerintah Tetapkan Skema Kompensasi Korban Bencana Sumatera\n\n\nSaiko Consultancy Bakal Caplok 27,83 Persen Saham Soraya Berjaya (SPRE)\n\n\nIHSG Berpotensi Menguat Hari Ini, Initip Analisa RATU, BUMI, hingga ADRO\n\n\nEmiten Hermanto Tanoko (RISE) Tebar Saham Bonus, Harga Teoritis Ditetapkan Rp6.550\n\n\nTransaksi Nego Jumbo Rp6,9 Triliun di Saham BUMI, Aksi Grup Salim?\n\n\nIHSG Berpeluang Cetak Rekor Baru, Cek Pergerakan Saham MDKA hingga BKSL\n\n\nGanti Nahkoda, PGEO Tunjuk Ahmad Yani Jadi Dirut Utama\n\n\nSaham BLUE Masuk Radar UMA, Proses Akuisisi Dragonmine Masih Berjalan\n\n\nHashim Djojohadikusumo dan Northstar Dikabarkan Mau Akuisisi UDNG, Ini Klarifikasi Manajemen\n\n\nSaham NSSS Terbang Usai Suspensi Dicabut, POLA ARB di Papan FCA\n\n\nPOSCO Tender Offer Saham SGRO, Tawarkan Harga Premium Rp7.903 per Saham",
    "summary": "Indeks Harga Saham Gabungan (IHSG) hari ini, Selasa (20/1/2026), berpotensi menguat."
  },
  {
    "title": "Transaksi Nego Jumbo Rp6,9 Triliun di Saham BUMI, Aksi Grup Salim?",
    "date": "2026-01-20",
    "full_content": "IDXChannel -SahamBumiResources (BUMI) mencatat transaksicrossingdi pasar negosiasi dengan volume sekitar 18,2 miliar saham pada Senin (19/1/2026).\n\nTransaksi tersebut dilakukan pada harga rata-rata Rp380 per saham, sehingga total nilai transaksinya mencapai sekitar Rp6,9 triliun. Proses jual beli difasilitasi oleh Ina Sekuritas Indonesia dengan kode broker RB.\n\nHingga kini, belum ada keterangan resmi mengenai pihak pembeli maupun tujuan transaksi tersebut.\n\nPengamat pasar modal Michael Yeoh menilai, aksi itu mengindikasikan pergerakanGrup Salimdi BUMI. “Transaksi tersebut menarik. Ada indikasi broker RB itu terafiliasi dengan Grup Salim,” kata dia, Senin (19/1/2026).\n\nSebagai informasi, saat ini Grup Salim bersamaGrup Bakriesama-sama mengendalikanBumi Resources, setelah kelompok yang dinakhodai Anthoni Salim tersebut mengakuisisi sebagian saham perseroan pada periode 2022-2023.\n\n\n\nPasar Menanti Keputusan Metodologi Free Float MSCI\n\n\nSaham Konglomerat Grup Bakrie hingga Hapsoro Tumbang Lagi\n\n\nSaham PANI Jatuh 4 Hari Beruntun, Analis Soroti Area Penting\n\n\nIHSG Hari Ini Diproyeksi Tembus 9.000, Simak Analisa ARCI, BBRI, BUMI, dan BUVA\n\n\n148 Ribu Investor Baru Serbu Saham BUMI di Tengah Reli\n\n\nAsing Lepas Saham Konglo Ini, Bakrie hingga Salim Masuk Daftar Jual\n\n\nSiapa Kandidat Kuat Penghuni MSCI 2026? Ini Proyeksi Analis\n\n\nWali Kota Madiun Jadi Tersangka Tindak Pidana Korupsi, Terima Suap Rp1,7 Miliar\n\n\nGanti Nahkoda, PGEO Tunjuk Ahmad Yani Jadi Dirut Utama\n\n\nSaham BLUE Masuk Radar UMA, Proses Akuisisi Dragonmine Masih Berjalan\n\n\nCabut Izin 28 Perusahaan, Pemerintah Tegaskan Komitmen Penertiban Usaha Berbasis SDA\n\n\nKPK OTT Kepala Daerah Jadi Bukti Korupsi Masih Jadi PR\n\n\nPemerintah Tetapkan Skema Kompensasi Korban Bencana Sumatera\n\n\nSaiko Consultancy Bakal Caplok 27,83 Persen Saham Soraya Berjaya (SPRE)\n\n\nIHSG Berpotensi Menguat Hari Ini, Initip Analisa RATU, BUMI, hingga ADRO\n\n\nEmiten Hermanto Tanoko (RISE) Tebar Saham Bonus, Harga Teoritis Ditetapkan Rp6.550\n\n\nTransaksi Nego Jumbo Rp6,9 Triliun di Saham BUMI, Aksi Grup Salim?\n\n\nIHSG Berpeluang Cetak Rekor Baru, Cek Pergerakan Saham MDKA hingga BKSL\n\n\nGanti Nahkoda, PGEO Tunjuk Ahmad Yani Jadi Dirut Utama\n\n\nSaham BLUE Masuk Radar UMA, Proses Akuisisi Dragonmine Masih Berjalan\n\n\nHashim Djojohadikusumo dan Northstar Dikabarkan Mau Akuisisi UDNG, Ini Klarifikasi Manajemen\n\n\nSaham NSSS Terbang Usai Suspensi Dicabut, POLA ARB di Papan FCA\n\n\nPOSCO Tender Offer Saham SGRO, Tawarkan Harga Premium Rp7.903 per Saham",
    "summary": "Saham Bumi Resources (BUMI) mencatat transaksi crossing di pasar negosiasi dengan volume sekitar 18,2 miliar saham pada Senin (19/1/2026)."
  }
]